Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: An email will be sent to your email to redeem your free minutes from Skype within 7 days.
cs_cz: Email bude poslán během 7 dnů na vaši adresu abyste si mohli vybrat zdarma minuty od Skypu.
de_de: Eine E-Mail wird an die angegebene Adresse gesendet, um Ihre Skype-Freiminuten innerhalb der nächsten 7 Tagen einzulösen.
hu_hu: Email elküldve a cimedre hogy kiváltsd a szabad perceket a Skype-on 7 napon belül
ko_kr: 7일 이내에 스카이프 무료이용권을 메일로 보내드립니다.
zh_cn: 一周内提醒邮件将发送至您的邮箱完成Skype话费赠送

source: Please contact us at %s to receive your free minutes from Skype after you have become a fan of our facebook page.
cs_cz: Prosím kontaktujte nás na %s aby jste mohli obdržet minuty zdarma od Skypu poté co se stanete fanoušky na naší stránce Facebooku.
de_de: Bitte kontaktieren Sie uns unter %s, um Ihre Skype-Freiminuten zu erhalten, sobald Sie unser Fan auf Facebook geworden sind.
hu_hu: Vedd fel velünk a kapcsolatot a %s, hogy elküldhessük a szabad perceket a Skype-on 7 napon belül, miután csatlakoztál hozzánk a Facebook-on
ko_kr: 저희 페이스북 페이지에 가입하시고,스카입 무료 이용권을 받으시려면%s로 연락주세요.
zh_cn: 登陆Facebook 后，请到%s联系我们，获取花费赠送。

source: Thank you
cs_cz: Děkujeme Vám
de_de: Vielen Dank
hu_hu: Köszönjük
ko_kr: 감사합니다.
zh_cn: 谢谢你

source: Want to receive up to 60 minutes of free calling from Skype ?
cs_cz: Chcete obdržet až 60 minut volání zdarma od Skypu?
de_de: Möchten Sie bis zu 60 Freiminuten auf Skype erhalten?
hu_hu: Akarsz 6ö szabad percet a Skype-on
ko_kr: 스카이프으로 부터 최대 60분 무료 통화권을 받고싶으세요?
zh_cn: 想从Skype获取60分钟话费赠送吗？

source: Then Join us on Facebook! This is that simple.
cs_cz: Připojte se k nám na Facebooku! Je to tak jednoduché.
de_de: Dann folgen Sie uns auf Facebook! Es ist so einfach!!
hu_hu: Egyszerúen csatlakozz hozzánk a Facebook-on.
ko_kr: 그럼 아주 간단하답니다.페이스 북에 가입하세요!
zh_cn: 请上Facebook热聊，就是如此简单！

source: Then Join us on Facebook before 30/06/2011! This is that simple!
cs_cz: Připojte se k nám na Facebooku před 30/06/2011! Je to tak jednoduché.
de_de: Dann folgen Sie uns auf Facebook vor dem 30. Juni 2011! Es ist so einfach!
hu_hu: Egyszerúen csatlakozz hozzánk a Facebook-on 2011. Juniús 30. előtt.
ko_kr: 2011년 6월 30일 까지 페이스 북으로 가입하세요.아주 간단하답니다.
zh_cn: 请上Facebook热聊，就是如此简单！

source: Limited to 1 per customer and 1 per email address used to book on %s.
cs_cz: Limit 1 zákazník a 1 emailová adresa použita k rezervaci na %s.
de_de: Begrenzt auf 1 pro Kunde und 1 pro angegebener E-Mail-Adresse, mit der Buchungen auf %s getätigt werden.
hu_hu: Legfeljebb 1 ügyfelenként és 1 foglalásra használt emailenként a %s-on.
ko_kr: %s를 통해 예약이 가능하며,한 메일당 고객 한 분으로 제한이 있습니다.
zh_cn: 在%s预订空房，一个客户仅限使用一个邮件地址。

source: The “Up to 60 Minutes Free Credit from Skype” Offer runs from 01/04/2011 until 30/06/2011
cs_cz: Nabídka “Až 60 minut zdarma kredit od Skypu” platí od 01/04/2011 do 30/06/2011
de_de: Das "Bis zu 60 Freiminuten von Skype"-Angebot läuft vom 01. April 2011 bis zum 30. Juni 2011
hu_hu: A ''60 perc szabad credit a Skype-on'' érvényes 2011. ápr, 1.-től 2011. juni. 30.-ig
ko_kr: 2011년4월 1일부터 2011년 6월 30일까지 스카이프 최대 60분 무료이용권을 받으실 수 있습니다.
zh_cn: “Skype60分钟话费热销期”：2011年4月1日至2011年6月30日

source: By participating in the “Up to 60 Minutes Free Credit from Skype” Offer, and redeeming the free credit voucher code from Skype on Skype.com, the Participant also agrees to be bound by Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
cs_cz: Jestliže využijete nabídky “Až 60 minut zdarma kredit od Skype" a použijete zdarma kredit kupon od Skype.com, zavazujete se a souhlasíte s podmínkami Skype: Skype Komunikace S. a. r. l. místem 23 - 29 Rives De Clausen, 2165 Lucembursko.
de_de: Wenn Sie das "Bis zu 60 Freiminuten von Skype"-Angebot annehmen und die Freiminuten auf Skype.com einlösen, stimmen Sie außerdem zu, an die Bedingungen von Skype gebunden zu sein: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
hu_hu: Azzal, hogy részt vesz ''60 perc szabad credit a Skype-on'' kinálatban és felhasználja a szabad utalványt a Skype-tól a Skype.com-on a résztvevő elkötelezi magát a Skype-nak. Skype Communications S.a.r.l. 23-29 Rives de Clausen, 2165 Luxembourg
ko_kr: 스카입 60분 무료이용권을 받으시려면,skype.com으로 부터받은 무료 이용 코드를 입력하세요.스카이프 커뮤니케이션 s.a.r.I 는 23-29 Rives de Clausen,2165 Luxembour에 위치해 있습니다.
zh_cn: 参与 “Skype60分钟免费通话赠送” 优惠活动并在Skype.com上 兑换赠券的客户，同意遵守Skype有关该活动的各项使用规定。Skype Communications S.a.r.l. 位于23-29 Rives de Clausen, 2165, 卢森堡

source: %s reserves the right in its sole discretion to modify or discontinue the "Up to 60 Minutes Free Credit from Skype" Offer or to restrict its availability to any person, at any time, for any or no reason, and without prior notice or liability to participants.
cs_cz: %s si rezervuje právo na základě vlastního rozhodnutí přestat nabízet, nebo upravit nabídku "Až 60 minut zdarma kredit od Skype" nebo znepžístupnit dostupnost jakékoliv osobě, v jakoukoli dobu, z jakéhokoliv důvodu, a bez udání důvodu.
de_de: %s behält sich das Recht vor nach eigenem Ermessen das "Bis zu 60 Freiminuten" Angebot jederzeit ändern oder abbrechen zu können oder dessen Verfügbarkeit für jede Person einschränken zu können ohne die Angabe eines Grundes und ohne jegliche Haftung der Teilnehmer.
hu_hu: %s fenntartja magának a jogot arra, hogy saját belátása szerint módosítani vagy megszüntesse a " 60 perc ingyen hitel a Skype-tól: " ajánlatot, vagy korlátozza annak elérhetőségét, bárkinek, bármikor, bármilyen ok nélkül, és előzetes értesítés nélkül vagy felelősség tartozásával a résztvevőnek.
ko_kr: %s는 스카입으로 부터 받은 60분 무료이용권을 이용자로 부터 사전 통지 없이 사용을 중단 시킬 수 있는 권한이 있습니다.
zh_cn: %s保留对任何个人、在任何时间、因任何原因或无原因修改或停止"Skype60分钟免费通话赠送"活动而不需提前通知或对参与者承担任何义务的权利。

source: 60 total minutes is based on a single call to a landline at the estimated rate of €0.02 per minute as controlled by Skype.
cs_cz: Celkem 60 minut je založeno na jednotlivém hovoru na pevnou linku v odhadní ceně €0.02 za minutu tak jak si ůčtuje Skype.
de_de: Die 60 Minuten basieren auf einem einzigen Anruf zum Festnetz bei einer Gebühr von €0,02 pro Minute, die durch Skype kontrolliert wird.
hu_hu: 60 perc egyetlen vezetékes hívásra alapul, a 0,02 € / perc árért, ami a Skype által van megszabva..
ko_kr: 60분 사용한도는 1분당 0.02파운드이며, 유선전화를 단일 통화에 적용되는 요금입니다.
zh_cn: 60分钟的总通话时间基于座机拨打的单次通话，其市值约为每分钟€0.02，由Skype控制话费。

source: Participants must redeem their free credit voucher code from Skype on Skype.com by 31/07/2011 after which time the option to use the free credit from Skype expires. There are no refunds for expired free credit voucher codes from Skype.
cs_cz: Účastníci si musí stáhnout svůj kupón na kredit zdarma ze Skype na Skype.com do 31/07/2011. Poté šance pro použití kreditu zdarma od Skype již nebude k dispozici. Za vypršený kredit zdarma od Skype vám nebudou vráceny žádné peníze.
de_de: Teilnehmer müssen Ihre Freiminuten von Skype auf Skype.com bis zum 31.07.2011 einlösen, wenn die Aktion ausläuft. Rückerstattungen für verfallenes Gutschein-Guthaben wird nicht gestattet.
hu_hu: "A résztvevőnek meg kell váltani a kamatmentes, hitel utalványi kódot a Skype.com-on 2011. juli. 31. előtt, ez időpontot követően az ingyenes Skype hitelt lejár. Nem lehetséges a visszatérítése a lejárt, ingyenes hitel utalványi kódnak a Skype-tól."
ko_kr: 참가자들은 Skype.com에서 무료 스카이프 크레딧 바우처 코드를 31/07/2011까지 사용 가능 합니다. 이 기간이 지나면 무료 크레딧 사용이 만료됩니다.만료된 쿠폰 코드에 대한 크레딧은 스카이프에서 환불은 받으실 수 없습니다.
zh_cn: 参与该次活动的客户必须在2011年7月31日前在Skype.com上使用Skype的该赠券，过期无效。对于过期的赠券，Skype不给予现金退款。

source: No cash value will be given for the “Up to 60 Minutes Free Credit from Skype” Offer.
cs_cz: Žádná peněžní hodnota nebude dána pro “Až 60 minut zdarma kredit od Skype” nabídky.
de_de: Es wird kein Geld für die "Bis zu 60 Freiminuten von Skype"-Aktion erstattet.
hu_hu: "A 60 perc ingyen hitel a Skype-tól" ajánlatot nem lehet pénzzé tenni ..
ko_kr: 60분 스카입 무료 이용권은 현금으로 교체하실 수 없습니다.
zh_cn: “Skype60分钟免费通话赠送” 优惠活动不可用作兑换现金。

source: "Skype Promotion Terms and Conditions."
cs_cz: "Smluvní podmínky reklamy na Skype."
de_de: "Allgemeine Geschäftsbedingungen der Skype Aktion."
hu_hu: Skype Promotion Általános Szerződési Feltételek ..
ko_kr: 스카입 프로모션 기간과 약관
zh_cn: Skype 话费赠送条款

source: Rate this property
cs_cz: Ohodnoť tuto ubytovnu
de_de: Bewerten Sie diese Einrichtung
hu_hu: Értékeld ezt az ingatlant
ko_kr: 이 호스텔에 등급
zh_cn: 房屋评级

source: Rate
cs_cz: Hodnocení
de_de: Bewertung
hu_hu: Értékelés
ko_kr: 이용 요금
zh_cn: 费用

source: Hostel section
de_de: Hostel Bereich
ko_kr: 호스텔 종류

source: To register your property or change the desciption of your property, please fill up the form below.
de_de: Um ihre Einrichtung zu registrieren oder die Beschreibung ihrer Einrichtung zu ändern, füllen sie das untenstehende Formular aus:
ko_kr: 귀하의 호스텔을 등록 또는 정보를 변경하려면, 아래의 양식을 작성하시기 바랍니다.
zh_cn: 注册或变更您的财产信息，请填写以下表格。

source: We will contact you with the next steps. Thank you.
de_de: Wir werden sie mit den nächsten Schritten kontaktieren. Vielen Dank.
ko_kr: 우리는 다음 단계를 위한 연락을 드릴 것입니다. 감사합니다.
zh_cn: 我们

source: Chat support
cs_cz: Podpora hovor
de_de: Soforthilfe per Chat
hu_hu: Segitség a Chat-hoz
ko_kr: 채팅 지원
zh_cn: 聊天支持

source: Live Chat
cs_cz: Živý hovor
hu_hu: Élő Chat
ko_kr: 라이브 채팅
zh_cn: 热聊

source: End Chat
cs_cz: Konec hovoru
de_de: Chat beenden
hu_hu: Chat vége
ko_kr: 체팅을 종료합니다.
zh_cn: 聊天结束

source: Send
cs_cz: Pošli
de_de: Senden
hu_hu: Küldés
ko_kr: 보내기
zh_cn: 发送

source: Agent typing
cs_cz: Agent píše
de_de: Agent anschreiben
hu_hu: Az ügynök válaszol
ko_kr: 에이젼트 입력
zh_cn: 客服

source: Translation done by Google. Hello, %s. Can I help you with anything today?
cs_cz: Přeloženo pomocí Google. Dobrý den %s. Jak vám mohu dnes pomoci?
de_de: Übersetzung von Google durchgeführt. Hallo %s. Kann ich Ihnen irgendwie behilflich sein?
hu_hu: Google forditás. Jó napot, %s segithetek valamiben?
ko_kr: 구글에 의해 번역되었습니다. 안녕하세요.%s. 무엇을 도와드릴까요?
zh_cn: 谷哥翻译。您好，%s, 今天有什么能帮您的？

source: first name
cs_cz: Křestní jméno
de_de: Vorname
hu_hu: Keresztnév
ko_kr: 이름
zh_cn: 名

source: Language
cs_cz: Jazyk
de_de: Sprache
hu_hu: Nyelv
ko_kr: 언어
zh_cn: 语种

source: I'm sorry, your Agent has left the chat. If you would like to chat with another Agent, please click the LogOut link below and open a new chat from the website chat link.
cs_cz: Omlouváme se, ale váš agent se odpojil z hovoru. Jestliže chcete hovořit s jiným agentem, prosím odhlašte se níže a otevřte nový hovor z odkazu na webové stránce.
de_de: Entschuldigung, Ihr Agent hat die Unterhaltung verlassen. Falls Sie einen anderen Agenten kontaktieren möchten, klicken Sie bitte auf "Log Out" und öffnen Sie eine neue Unterhaltung über den Chat Link auf unserer Website.
hu_hu: Sajnálom, az Ön ügynöke elhagyta a chatot. Ha szeretne beszélgetni egy másik ügynökkel, kérjük, kattintson a Kijelentkezés linkre, és nyisson meg egy új chatot a weboldal chat linkjén.
ko_kr: 죄송합니다.상담원과 연락이 끊겼습니다.다른 상담원과 연결을 원하시면 아래에 로그 아웃을 클릭하시면 새로운 링크가 열립니다.
zh_cn: 抱歉，您的在线客服已离线，如果您需要与其他客服连线,请点击下面的Logout 离线，并打开新窗口。

source: %s exited session.
cs_cz: %s se odpojil z hovoru
de_de: %s hat die Sitzung verlassen.
hu_hu: %s elhagyta az értekezést
ko_kr: %s 세션을 종료 합니다.
zh_cn: %s已离开对话。

source: %s joined session.
cs_cz: %s se přihlásil k hovoru
de_de: %s ist der Sitzung beigetreten.
hu_hu: %s belépett az értekezésbe
ko_kr: %s 세션을 참가 합니다.
zh_cn: %s已加入对话。

source: Please wait for someone in %s to join the conversation...
cs_cz: Prosím počkejte na někoho v %s až se přihlásí ke konverzaci
de_de: Bitte warten Sie auf jemanden von %s der Unterhaltung beizutreten.
hu_hu: Kérjük várjon valakire a %s-on, hogy beléphessen a beszélgetésbe
ko_kr: %s 에서 대화에 참여할 수 있도록 다른 사람을 기다리십시오.
zh_cn: 请在%s稍候，我们的在线客服马上回来。

source: There are currently no agents logged in. Please leave us your email address, your booking number and any questions you may have so we can get back to you. Thank you.
cs_cz: Právě nejsou přítomni žádní agenti. Prosím uveďte vaši emailovou adresu, vaše rezervační číslo a pokud máte jakékoliv dotazy a my se vám ozvem. Děkujeme.
de_de: Zur Zeit sind keine Agenten eingeloggt. Bitte hinterlassen Sie uns Ihre E-Mail-Adresse, Ihre Buchungsnummer und Ihre Fragen, damit wir uns bei Ihnen melden können. Vielen Dank.
hu_hu: "Jelenleg nincs bejelentkezett ügynökünk. Kérjük, hagyja meg nekünk e-mail címét, a foglalási számát, bármilyen kérdését, és mi felvesszük a kapcsolatot Önnel. Köszönöm."
ko_kr: 지금은 안내원이 로그 인 되어있지 않습니다.메일 주소와 예약 번호 그리고 질문을 남겨 주시면 가능한 바로 연락드리겠습니다.감사합니다.
zh_cn: 目前没有客服在线，请留下您的邮件地址和预订号，我们将及时回复您。谢谢！

source: E-mail
ko_kr: 이 메일
zh_cn: 邮箱

source: Message
cs_cz: Zpráva
de_de: Nachricht
hu_hu: Üzenet
ko_kr: 메시지
zh_cn: 信息

source: Reset
cs_cz: Vymazat
de_de: Erneut laden
hu_hu: Törlés
ko_kr: 재설정
zh_cn: 重新设置

source: Continue
cs_cz: Pokračovat
de_de: Weiter
hu_hu: Folytatás
ko_kr: 계속
zh_cn: 继续

source: Submit
cs_cz: Podat
de_de: Senden
hu_hu: Beküldés
ko_kr: 제출
zh_cn: 提交

source: No agents online
cs_cz: žádný agent není připojen
de_de: Keine Agenten online
hu_hu: Nincs bejelentkezett ügynök
ko_kr: 에이전트가 온라인상에 없음
zh_cn: 无客服人员在线

source: Your request for support has been successfully sent.
cs_cz: Vaše žádost o podporu byla úspěšně odeslána
de_de: Ihre Anfrage wurde erfolgreich gesendet.
hu_hu: Az Ön támogatási kérelme sikeresen elküldve.
ko_kr: 당신의 요구사항이 성공적으로 보내졌습니다.
zh_cn: 您的请求已成功发送

source: Email failed
cs_cz: Email selhal
de_de: E-Mail nicht gesendet
hu_hu: E-mail-t nem sikerült elküldeni
ko_kr: 메일 전송 실패
zh_cn: 邮件发送失败

source: Email sent
cs_cz: Email byl odeslán
de_de: E-Mail gesendet
hu_hu: E-mail elküldve
ko_kr: 메일 전송
zh_cn: 邮件已发送

source: First name
cs_cz: Křestní jméno
de_de: Vorname
hu_hu: Keresztnév
ko_kr: 이름
zh_cn: 名

source: %s, you have been placed into the Support Queue...
cs_cz: %s, byl jste zařazen do fronty na podporu...
de_de: %s, Sie sind nun in der Hilfe-Warteschlange…
hu_hu: %s, Ön bekerült a segitségre várók sorába
ko_kr: %s, 당신이 서포트 퀴에 배치되었습니다.
zh_cn: %s，您已进入服务队列...

source: Please wait here while we connect you.
cs_cz: Prosím počkejte zde zatímco vás připojíme.
de_de: Bitte warten Sie hier während wir Sie verbinden.
hu_hu: Kerjük várjon, amíg felvesszük a kapcsolatot
ko_kr: 연결될때까지 기다려 주세요
zh_cn: 请您耐心等候，我们将尽快回复您。

source: You will be transferred to the first available service representative. There are approximately %s user(s) ahead of you.
cs_cz: Budete transferován prvnímu reprezentatovi, který je k dispozici. Před vámi je zhruba %s dalších uživatelů.
de_de: Sie werden mit dem nächsten freien Servicemitarbeiter verbunden. Es sind ungefähr %s andere Person(en) vor Ihnen.
hu_hu: Át lesz irányitva az első ráérő ügynökhöz. Megközelitőleg %s használó várakozik Ön elött.
ko_kr: 잠시 후%s , 상담원과 바로 연결해 드리겠습니다.
zh_cn: 您即将被接通， 您前面有%s位客户。

source: Send E-mail
cs_cz: Pošli email
de_de: E-Mail senden
hu_hu: E-mail küldés
ko_kr: 이메일을 보내세요
zh_cn: 发送邮件

source: You are no longer waiting to chat and may close this window.
cs_cz: Už nečekáte na hovor a můžete zavřít okno.
de_de: Sie warten nicht länger auf eine Verbindung und können das Fenster jetzt schliessen.
hu_hu: Ön már nem vár Chat-ra kérjük zárja be ezt az oldalt.
ko_kr: 체팅을 더이상 기다릴 수 없으며 이 윈도우를 닫을 수도 있습니다.
zh_cn: 您的聊天时间已终止，窗口即将关闭。

source: Please wait, you are next in line.
cs_cz: Prosím čekejte, jste další v pořadí.
de_de: Bitte warten Sie, Sie sind der/die Nächste in der Reihe.
hu_hu: Kérjük várjon, Ön a következő a sorban.
ko_kr: 조금만 더 기다려 주세요.다음이 당신 차례입니다.
zh_cn: 请耐心等候， 您将是下一位客户。

source: Hello! To better serve you, an agent is available and can help you reserve a room. Would you chat with him?
cs_cz: Dobrý den! K lepší obsluze je vám k dispozici agent, který vám může pomoci s vaší rezervací. Chcete s ním hovořit?
de_de: Hallo! Um Ihnen besser helfen zu können, steht Ihnen ein Agent zur Verfügung, der Ihnen bei der Buchung eines Zimmers zur Seite steht. Möchten Sie mit ihm sprechen?
hu_hu: Jó napot. Az Ön szolgálatára egy ügynök áll a rendelkezésére és segiteni tud szoba foglalásban. Szeretne chat-tolni vele?
ko_kr: 안녕하세요? 보다 나은 서비스를위해, 상담원과 연결이 가능하며 룸 예약을 해 드립니다.지금 채팅을 원하십니까?
zh_cn: 尊敬的客户，您好！为了更好的帮助您预订房间，我们的客户代表将提供在线帮助。您在线吗？

source: Did this chat help?
cs_cz: Pomohl vám tento hovor?
de_de: Hat Ihnen diese Unterhaltung geholfen?
hu_hu: Segitett ez a chat.
ko_kr: 대화가 도움이 되셨습니까?
zh_cn: 此聊天有用吗？

source: yes
cs_cz: Ano
de_de: Ja
hu_hu: Igen
ko_kr: 네
zh_cn: 是的

source: no
cs_cz: Ne
de_de: Nein
hu_hu: Nem
ko_kr: 아니오
zh_cn: 不

source: Was the representative friendly?
cs_cz: Byl reprezentative přátelský?
de_de: War der Agent freundlich?
hu_hu: Barátságos volt az ügynökünk?
ko_kr: 상담원은 친절했습니까?
zh_cn: 我们的客服代表服务热情吗？

source: Booking Number
cs_cz: Číslo vaší rezervace
de_de: Buchungsnummer
hu_hu: Foglalási szám
ko_kr: 예약 번호
zh_cn: 预订号

source: Property number
cs_cz: Číslo objektu
de_de: Nummer der Unterkunft
hu_hu: Ingatlan szám
ko_kr: 소유 번호
zh_cn: 楼号

source: English
cs_cz: angličtina
de_de: Englisch
hu_hu: Angol
ko_kr: 영어
zh_cn: 英语

source: French
cs_cz: francoužština
de_de: Französisch
hu_hu: Francia
ko_kr: 불어
zh_cn: 法语

source: Spanish
cs_cz: španělština
de_de: Spanisch
hu_hu: Spanyol
ko_kr: 스페인어
zh_cn: 西班牙语

source: German
cs_cz: němčina
de_de: Deutsch
hu_hu: Német
ko_kr: 독어
zh_cn: 德语

source: Finnish
cs_cz: finština
de_de: Finnisch
hu_hu: Finn
ko_kr: 핀란드어
zh_cn: 芬兰语

source: Portuguese
cs_cz: portugalština
de_de: Portugiesisch
hu_hu: Portugál
ko_kr: 포르투갈어
zh_cn: 葡萄牙语

source: Italian
cs_cz: italština
de_de: Italienisch
hu_hu: Olasz
ko_kr: 이태리어
zh_cn: 意大利语

source: Russian
cs_cz: ruština
de_de: Russisch
hu_hu: Orosz
ko_kr: 러시아어
zh_cn: 俄语

source: Czech
cs_cz: čeština
de_de: Tschechisch
hu_hu: Cseh
ko_kr: 체코어
zh_cn: 捷克语

source: Hungarian
cs_cz: maďarština
de_de: Ungarisch
hu_hu: Magyar
ko_kr: 헝가리아어
zh_cn: 匈牙利语

source: Polish
cs_cz: polština
de_de: Polnisch
hu_hu: Lengyel
ko_kr: 폴란드어
zh_cn: 波兰语

source: Chinese
cs_cz: čínština
de_de: Chinesisch
hu_hu: Kinai
ko_kr: 중국어
zh_cn: 中文

source: Japanese
cs_cz: japonština
de_de: Japanisch
hu_hu: Japán
ko_kr: 일보어
zh_cn: 日语

source: Korean
cs_cz: korejština
de_de: Koreanisch
hu_hu: Koreai
ko_kr: 한국어
zh_cn: 韩语

source: Suedish
cs_cz: švédština
de_de: Schwedisch
hu_hu: Svéd
ko_kr: 스웨덴어
zh_cn: 瑞典语

source: Dutch
cs_cz: holandština
de_de: Holländisch
hu_hu: Holland
ko_kr: 네덜란드어
zh_cn: 荷兰语

source: Phone number
cs_cz: Telefon
de_de: Telefonnummer
hu_hu: Telefonszám
ko_kr: 전화 번호
zh_cn: 电话号码

source: Cell phone number
cs_cz: Mobilní telefonní číslo
de_de: Handynummer
hu_hu: Mobil szám
ko_kr: 휴대 전화번호
zh_cn: 手机号

source: Last bookings
cs_cz: Poslední rezervace
de_de: Letzte Buchungen
hu_hu: Utolsó foglalás
ko_kr: 지난번 예약
zh_cn: 上一次预订

source: New booking
cs_cz: Nová rezervace
de_de: Neue Buchung
hu_hu: Új foglalás
ko_kr: 새로운 예약
zh_cn: 新的预订

source: %s Hostels in %s
cs_cz: %s hostelů v %s
hu_hu: Hostelek - %s - %s
ko_kr: Hostels - 호스텔 - %s - %s
zh_cn: 廉价旅舍 - %s - %s

source: 5$/night + compare %s cheap
cs_cz: 5 za noc + v porovnání s %s levné
de_de: 5€/Nacht + Vergleiche preiswerte %s
hu_hu: 5$/éjszaka + összehasonlitva %s olcsó
ko_kr: 5$/일박+다른 곳과 비교해서%s가 저렴합니다.
zh_cn: $5/每晚+%s折扣

source: accomodations in %s.
cs_cz: Ubytování v %s
de_de: Unterkünfte in %s
hu_hu: Elszállásolás %s-ban
ko_kr: %s 에 있는 숙박시설
zh_cn: 在%s的住宿

source: 5$/night + compare %s cheap
cs_cz: 5 za noc + v porovnání s %s levné
de_de: 5€/Nacht + Vergleiche preiswerte %s
hu_hu: 5$/éjszaka + összehasonlitva %s olcsó
ko_kr: 5$/일박+다른 곳과 비교해서%s가 저렴합니다.
zh_cn: $5/每晚+%s折扣

source: Hello. Would you prefer to use %s in %s. Same properties, same great prices!
cs_cz: Dobrý den. Preferovali byste %s v %s. Ty stejné objekty, ta samá skvělá cena!
de_de: Hallo. Möchten Sie %s lieber in %s nutzen? Die selben Unterküfte, die selben tollen Preise!
hu_hu: Jó napot. szeretné használni a %s más nyelven pl. %s-ul.
ko_kr: 안녕하세요. %s에 위치한 %s를 이용하시고 싶으세요? 같은 시설에 훌륭한 가격을 제공합니다!
zh_cn: 您好，您愿意使用在%s的%s吗？类似物业,同等价格。

source: Yes please.
cs_cz: Ano prosím.
de_de: Ja, bitte.
hu_hu: Igen, köszönöm.
ko_kr: 네 감사합니다
zh_cn: 是的，请

source: No thank you
cs_cz: Ne děkuji.
de_de: Nein danke.
hu_hu: Nem, köszönöm.
ko_kr: 아니오. 괜찮습니다.
zh_cn: 不， 谢谢你！

source: movie
cs_cz: film
de_de: Film
hu_hu: Mozi
ko_kr: 영화
zh_cn: 电影

source: address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím
ko_kr: 주소
zh_cn: 地址

source: contact info
cs_cz: contaktní informace
de_de: Kontakt
hu_hu: Elérhtőségi adatok
ko_kr: 연락처
zh_cn: 联系方式

source: telephone
cs_cz: Telefon
de_de: Handynummer (sollte die Unterkunft Sie kontaktieren wollen)
hu_hu: Telefon
ko_kr: 전화
zh_cn: 电话

source: Group Booking
cs_cz: Skupinová rezervace
de_de: Gruppenbuchung
hu_hu: Csoportos foglalás
ko_kr: 단체 예약
zh_cn: 团体预订

source: We are your dedicated Group Booking specialist.
cs_cz: Jsme váš vyhrazený specialista pro skupinové rezervace.
de_de: Wir sind Ihr engagierter Gruppenbuchungsspezialist
hu_hu: Mi elkötelezett szakemberek vagyunk a Csoportos foglalásban.
ko_kr: 당신만을 위한 전문적인 단체예약을 도와드립니다.
zh_cn: 您可以信赖的网络预订代理。

source: Up to 80 people per reservation!
cs_cz: Až 500 lidí na jednu rezervaci.
de_de: Bis zu 500 Personen pro Buchung!
hu_hu: Legfeljebb 500 fő per foglalás!
ko_kr: 500명 까지 예약가능!
zh_cn: 团队预订不超过500人。

source: If you are looking for a hostel, a Youth hostel, a hotel, a B&B or a cheap acommodation for your group, we are here to help.
cs_cz: Jestliže hledáte hostel, mládežnickou ubytovnu, hotel, B&B, nebo levné ubytování, jsme vám k dispozici.
de_de: Falls Sie nach einem Hostel, einer Herberge, einem Bed & Breakfast oder einer günstigen Unterkunft suchen, sind wir für Sie da.
hu_hu: Ha szálláshelyet, ifjúsági szállót, szállodát, B & B-t vagy olcsó szálláshelyet keres csoportnak, mi itt vagyunk, hogy segítsünk.
ko_kr: 호스텔, 유스호스텔, 호텔, B&B 등 저렴한 숙박시설 예약을 도와드립니다.
zh_cn: 如果您需要便宜的旅舍、床位（含早餐），我们竭诚为您服务！

source: You can safely book online:
cs_cz: Můžete bezpečně rezervovat online:
de_de: Sie können sicher online buchen:
hu_hu: Biztonságosan foglalhat online:
ko_kr: 온라인으로 안전하게 예약 할 수 있습니다.
zh_cn: 您可信赖的网络预订

source: Sports groups
cs_cz: Sportovní skupiny.
de_de: Sportgruppen
hu_hu: Sportoló csoportoknak,
ko_kr: 스포츠팀
zh_cn: 体育团队

source: Trips cultural, linguistic, thematic groups
cs_cz: Kulturní, tématické, jazykové skupiny.
de_de: Reisen für kulturelle, sprachliche oder thematische Gruppen
hu_hu: Utazások kulturális, nyelvi, tematikus csoportoknak
ko_kr: 여행 문화, 언어, 주제별 그룹
zh_cn: 文化之旅，

source: Bachelor party / Stag / Stagette groups
cs_cz: Loučení se svobodou skupiny.
de_de: Junggesellen/Junggesellinnen-Abschiede
hu_hu: Legénybucsúi, szinházi csoportoknak
ko_kr: 총각/처녀 파티
zh_cn: 个人/团体/同性团体

source: Schools groups
cs_cz: Školní výlety.
de_de: Schulgruppen
hu_hu: -Iskolás csoportoknak
ko_kr: 학교 단체
zh_cn: 学校社团预订

source: Students groups
cs_cz: Studentské skupiny.
de_de: Studentengruppen
hu_hu: Diák csoportoknak
ko_kr: 학생 단체
zh_cn: 学生团队预订

source: Family Reunion
cs_cz: Rodinná setkání.
de_de: Familientreffen
hu_hu: Családi talalkozókat
ko_kr: 가족 모임
zh_cn: 家庭预订

source: Marriage
cs_cz: Svatby.
de_de: Hochzeiten
hu_hu: Esküvői csoportoknak
ko_kr: 결혼
zh_cn: 蜜月旅行

source: Business Trips
cs_cz: Obchodní cesty
de_de: Geschäftsreisen
hu_hu: Üzleti utazásokat
ko_kr: 출장
zh_cn: 商务预订

source: Pilgrimage
cs_cz: Poutnictví
de_de: Pilgerreisen
hu_hu: Zarándok csoportoknak
ko_kr: 성지순례
zh_cn: 朝圣之旅

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses…
cs_cz: Asociace, obchodní komory, školy, univerzity, denní kempy, sportovní kempy, služby pro mládež, turistické kanceláře, unie, společenská centra, obchody.....
de_de: Verbände, Industrie- und Handelskammern, Schulen, Universitäten, Tagesausflüge, Sportausflüge, Jugendhilfe, Touristeninformationen, Gewerkschaften, Gemeindezentren, Firmen, ...
hu_hu: Társulások, kereskedelmi kamarák, iskolák, egyetemek, napos táborok, sport táborok, ifjúsági szolgáltató városok, turisztikai irodák, szakszervezetek, közösségi központok, üzleti vállalkozások
ko_kr: 단체, 상공회의소, 학교, 대학, 데이 캠프, 스포츠 캠프, 청소년 수련회, 관광안내소, 조합, 커뮤니티센터, 사업….
zh_cn: 各种组织，社团，商会，学校，体育团，夏令营，观光团
