Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: Booking on our website is safe. When you reserve with us your details are protected by a secure connection.
es_es: Reservar en nuestra página web es seguro. Cuando reserva con nosotros sus datos están protegidos por una conexión segura.
fr_fr: Réserver sur notre site internet est sûr. Quand vous réservez avec nous, vos informations personnelles sont protégés par une connexion sécurisée.

source: Your privacy is protected. Your details will only be used to guarantee your booking.
es_es: Su privacidad esta protegida. Sus datos no serán usados para garantizar su reserva.
fr_fr: Votre vie privée est protégée. Vos informations personnelles seront uniquement utilisées pour garantir votre réservation.

source: No booking fees. You receive the best price.
es_es: No hay cargos por reservar. Le ofrecemos el mejor precio.
fr_fr: Pas de frais de réservation. Vous recevez le meilleur prix.

source: Best Price Guarantee. Found the same room at a lower price? We'll match it.
es_es: Garantizamos el mejor precio. Encontró el mismo tipo de habitación por un precio más bajo? Nosotros lo igualaremos.
fr_fr: Meilleurs prix garantis. Vous avez trouvé la même chambre pour moins cher ? Nous nous alignerons.

source: Max guests per dorm
es_es: Max huéspedes por dormitorio
fr_fr: Nbre de personnes par dortoir

source: Max guests per room
es_es: Max huéspedes por habitación
fr_fr: Nbre de personnes par chambre

source: Maximum number of guests per dorm.
es_es: Máximo número de huéspedes por dormitorio.
fr_fr: Nombre maximum d'invités par dortoir.

source: Maximum number of guest per room.
es_es: Máximo número de huéspedes para esta habitación.
fr_fr: Nombre maximum d'invités par chambre

source: Available beds for the selected dates. Price per person (not per room). 1 person per bed maximum.
es_es: Camas disponible para las fechas seleccionadas. Precio por persona (no por habitación) Máximo 1 persona por cama.
fr_fr: Lits disponibles pour les dates sélectionnées. Prix par personne (non par chambre). 1 personne par lit maximum.

source: Available rooms for the selected dates. Price per room (not per person).
es_es: Habitaciones disponibles para las fechas seleccionadas. Precio por habitación (no por persona).
fr_fr: Chambres disponibles pour les dates sélectionnées. Prix par chambre (non par personne).

source: 1 Million real reviews, Hostels with free breakfast, maps, photos, search by districts, train stations and more…
es_es: 1 Millón de evaluaciones reales, Albergues Juveniles con desayuno gratuito, mapas, fotos, busque por distritos, estaciones de tren y más…
fr_fr: 1 million de revues réelles, des hôtels avec des petit-déjeuners gratuits, des cartes, des photos, une recherche par quartiers, gare ou plus…

source: Instant email confirmation
es_es: Correo electrónico inmediato con su confirmación
fr_fr: Email de confirmation instantané

source: it only takes 2 minutes
es_es: Sólo demora 2 minutos
fr_fr: Cela ne prend que 2 minutes

source: Print the map
es_es: Imprimir mapa
fr_fr: Imprimer la carte

source: Landmark:
es_es: Atracción:
fr_fr: Point de repère :

source: District:
es_es: Distrito:
fr_fr: Quartier :

source: You got the best price!
es_es: Tienes el mejor precio
fr_fr: Vous avez obtenu le meilleur prix !

source: Filter by:
es_es: Filtrar por:
fr_fr: Filtrer par :

source: Filter result:
es_es: Ve resultados:
fr_fr: Filtrer les résultats :

source: Price Range
es_es: Rango de Precio
fr_fr: Fourchette de prix

source: All property types
es_es: Ver todo tipo de propiedades
fr_fr: Tous les types de établissements

source: Landmarks
es_es: Atracciones
fr_fr: Points de repères

source: Best Price, we guarantee it!
es_es: El mejor precio. Se lo garantizamos!
fr_fr: Meilleur prix, nous vous le garantissons !

source: Expand map
es_es: Ampliar el mapa
fr_fr: Etendre la carte

source: Payment already made
es_es: Pago ya efectuado
fr_fr: Paiement déjà effectué

source: Nbr 1
es_es: No. 1
fr_fr: Nbre 1

source: Membership card required
es_es: Se requiere tarjeta de membresía
fr_fr: Carte de membre requise

source: No membership card required
es_es: No se requiere tarjeta de membresía
fr_fr: Carte de membre non requise

source: Sorry but there are no availabilities for the selected dates. Next available dates are:
es_es: Lo lamentamos pero no tenemos disponibilidad para las fechas seleccionadas. Las próximas fechas disponibles son:
fr_fr: Désolé, mais il n'y a pas de disponibilités pour les dates sélectionnées. Les prochaines dates disponibles sont :

source: For all ages
es_es: Para todas las edades
fr_fr: Pour tout âge

source: This property has wireless acess on site.
es_es: Esta propiedad tiene acceso a internet inalámbrico.
fr_fr: Cet établissement a un accès WiFi sur son site

source: This property provides free breakfast. This is more savings for you!
es_es: Esta propiedad ofrece desayuno gratuito. Esto significa más ahorro para usted!
fr_fr: Cet établissement fournit des petit-déjeunes gratuits. Encore des économies pour vous !

source: This property has been rated safe by other travellers like you.
es_es: Esta propiedad ha sido ranqueada segura por otros viajeros como tu.
fr_fr: Cet établissement a été évalué comme étant sûr par d'autres clients comme vous.

source: Best Prices - Instant confirmation - Safe Hostels
es_es: Los mejores precios - Confirmación instantanea - Albergues Juveniles seguros
fr_fr: Meilleurs prix - Confirmation instantanée - Hôtels sécurisés

source: Guaranteed – Immediate – Safe
es_es: Garantizado - inmediato - Seguro
fr_fr: Garanti - Immédiat - Sécurisé

source: Showing between %s - %s
es_es: Mostrando entre %s - %s
fr_fr: Montrer entre %s - %s

source: Please enter dates to see all properties in %s
es_es: Por favor ingresar fechas para ver todas las propiedades en %s
fr_fr: Merci d'entrer les dates pour voir toutes les propriétés à %s

source: Compare all hostels in %s
es_es: Los Albergues Juveniles mejor rancheados en %s
fr_fr: Comparer toutes les auberges de jeunesse à %s

source: No. Beds
es_es: Camas
fr_fr: Nombre de lits

source: No. Rooms
es_es: Cuartos
fr_fr: Nombre de chambres

source: No. Beds available
es_es: Camas disponibles
fr_fr: Nombre de dortoirs disponibles

source: No. Rooms available
es_es: Habitaciones disponibles
fr_fr: Nombre de chambres disponibles

source: Enter a property name
es_es: Ingresar el nombre de la propiedad
fr_fr: Entrez un nom d'établissement

source: Enter a city name
es_es: Ingresar el nombre de la ciudad
fr_fr: Entrer un nom d'une ville

source: Overall
es_es: En general
fr_fr: Note générale

source: Compare all properties in %s
es_es: Compare todas al propiedades en %s
fr_fr: Comparer toutes les établissements à %s

source: Avantages
es_es: Ventajas

source: Numéro de dossier et email de confirmation
es_es: Número de expediente y la confirmación por correo electrónico

source: Réservation sécurisée
es_es: Reserva con seguridad

source: People:
es_es: Personas:
fr_fr: Nombre de personnes

source: À propos de
es_es: Sobre

source: Click to enlarge
es_es: Clic para ampliar
fr_fr: Cliquer pour agrandir

source: Réserver %s
es_es: Reservar %s

source: Availability (max)
es_es: Disponibilidad (max.)
fr_fr: Disponibilités (max)

source: Connexion
es_es: Ingrese aquí

source: More Options
es_es: Más opciones
fr_fr: Plus d'options

source: Less Options
es_es: Menos Opciones
fr_fr: Moins d'options

source: acceptée par l'établissement
es_es: Aceptado por la propiedad

source: Select number of beds
es_es: Seleccione el número de camas que necesita
fr_fr: Sélectionner le nombre de lits

source: Select number of rooms
es_es: Seleccione el número de habitaciones que necesita
fr_fr: Sélectionner le nombre de chambres

source: Watch the Video
es_es: Ver el Video
fr_fr: Regarder la Vidéo

source: Sold out!
es_es: Vendido!
fr_fr: Tout vendu !

source: Select card
es_es: Seleccione tarjeta
fr_fr: Sélectioner Carte

source: Search by property
es_es: Buscar por propiedad
fr_fr: Recherche par établisement

source: Search by city
es_es: Buscar por nombre de la ciudad
fr_fr: Recherche par ville

source: Maximum number of guests in the dorm
es_es: Máximo número de huéspedes por dormitorio
fr_fr: Nombre maximum de personnes par dortoir

source: Female Dorm = Dorm for women only
es_es: Habitación para Mujeres = Habitación sólo para mujeres
fr_fr: Dortoir femmes = Dortoir pour femmes seulement

source: Male Dorm = Dorm for men only
es_es: Habitación para Hombres = Habitación sólo para hombres
fr_fr: Dortoir hommes = Dortoir pour hommes seulement

source: Mixed Dorm = Dorm for women and men
es_es: Habitación Mixta = Habitación para hombres y mujeres
fr_fr: Dortoir mixte = Dortoir femmes et hommes

source: Ensuite = Bathroom inside the dorm
es_es: Baño = baño dentro de la Habitación
fr_fr: Salle de bains privée = salle de bains dans le Dortoir

source: Shared Bathroom = Bathroom not in the dorm
es_es: Baño compartido = baño afuera de la Habitación
fr_fr: Salle de bains partagée = salle de bains à l'extérieur du Dortoir

source: Single room = Room with 1 single bed for 1 person
es_es: Habitación individual = Habitación con 1 cama para 1 persona
fr_fr: Chambre simple = Chambre avec 1 lit pour 1 personne

source: Double Room = Room with 1 double bed for 2 people
es_es: Habitación doble = Habitación con 1 cama doble para 2 personas
fr_fr: Chambre double = Chambre avec 1 lit double pour 2 personnes

source: Twin Room = Room with 2 single beds for 2 people
es_es: Habitación doble = Habitación con dos camas individuales para 2 personas
fr_fr: Chambre Twin = Chambre avec 2 lits simples pour 2 personnes

source: Triple room = Room sleeps 3 people
es_es: Habitación Triple = Habitación para 3 personas
fr_fr: Chambre triple = Chambre pour 3 personnes

source: Ensuite = Bathroom inside the room
es_es: Baño = baño en la Habitación
fr_fr: Salle de bains privée = salle de bains dans la Chambre

source: Shared Bathroom = Bathroom not in the room
es_es: Baño compartido = baño afuera de la Habitación
fr_fr: Salle de bains partagée = salle de bains a l'extérieur de la Chambre

source: Deposit will be charged in Pounds.
es_es: El depósito será cargado en libras.
fr_fr: * le dépot sera facturé en Livres Sterling

source: First price per room from: %s
es_es: Primer precio por habitación desde: %s
fr_fr: Chambre privée à partir de %s

source: First price per person from: %s
es_es: Precio por persona desde: %s
fr_fr: Premier prix par personne : %s

source: Only with Internet access
es_es: Sólo con acceso a Internet
fr_fr: Accès Internet

source: Private rooms
es_es: Habitaciones privadas
fr_fr: Chambres privées

source: Photos
es_es: Fotos

source: Languages courses at a very affordable price
es_es: Cursos de idiomas a un precio muy asequible
fr_fr: Cours de langues à prix très abordable

source: Your deposit will be charged in British pounds.
es_es: Su depósito será cargado en Libras Esterlinas.
fr_fr: Votre dépot sera facturé en Livres Sterling.

source: In the dorms with the group
es_es: En los dormitorios con el grupo
fr_fr: Dans les dortoirs avec le groupe

source: Sorry. 10 people minimum for a group quote.
es_es: Lo sentimos. 10 personas mínimo para solicitar un presupuesto de grupo
fr_fr: Désolé. Il faur 10 personnes minimum pour un devis groupe.

source: Lunch Pack
es_es: Lonchera
fr_fr: Panier-repas

source: To view the offer, you can also click on the link here:
es_es: Para ver su oferta, también puede clic en este enlace:
fr_fr: Pour visualiser l'offre, vous pouvez également cliquer sur le lien ici :

source: I hope you have had time to take a look at the quote for your group.
es_es: Espero que hayan tenido tiempo para leer su cotizacón de grupo.
fr_fr: J'espère que vous avez eu le temps de regarder la coitation pour votre groupe.

source: Do you want a cheaper hostel or or another one in a different area?
es_es: Quiere un albergue más barato u otro en una zona diferente?
fr_fr: Voulez-vous une auberge moins chère ou une autre dans une autre quartier ?

source: Beds have been set aside for you. After this expiry date, they will be given to another group unfortunately. If you no longer need these beds, please let us know also right away.
es_es: Las camas se han reservadas para usted. Después de esta fecha de vencimiento, las camas serán dadas a otro grupo. Si ya no necesita estas camas, por favor háganoslo saber de inmediato.
fr_fr: Des lits ont été mis de côté pour vous. Après la date d'expiration, ils sreont donnés à un autre groupe malheureusement. Si vous n'avez plus besoin ces lits, s'il vous plaît laissez-nous le savoir tout de suite.

source: We want to make sure you are 100%% satisfied, so do not hesitate to contact us.
es_es: Queremos asegurarnos que esté 100%% satisfecho, así que no dude en ponerse en contacto con nosotros.
fr_fr: Nous voulons nous assurer que vous êtes satisfait à 100%%, alors n'hésitez ne pas à nous contacter.

source: We are very sorry but the selected hostel is the cheapest we have for your chosen dates.
es_es: Lo sentimos mucho pero el hostal seleccionado es el más barato que tenemos para las fechas elegidas.
fr_fr: Nous sommes désolés mais l'auberge sélectionnée est la moins chère pour les dates choisies.

source: Please recontact us later or choose different dates.
es_es: Por favor póngase en contacto nuevamente con nosotros más adelante o seleccione fechas diferentes.
fr_fr: S'il vous plaît veuillez nous recontacter plus tard ou choisissez des dates différentes.

source: Thank you.
es_es: Gracias.
fr_fr: Merci

source: Can we contact you by phone ?
es_es: Podemos contactarlo por teléfono?
fr_fr: Pouvons nous vous contacter par téléphone ?

source: Thank you for your email.
es_es: Gracias por su correo electrónico.
fr_fr: Merci de votre e-email

source: We are very sorry but we were not able to find a hostel for you for the selected date.
es_es: Lo sentimos mucho pero no le hemos podido encontrar un albergue para las fechas seleccionadas.
fr_fr: Nous sommes désolés, mais nous ne sommes pas en mesure de vous trouver une auberge pour les dates sélectionnées.

source: We apologize for the inconvenience.
es_es: Le pedimos disculpas por las molestias.
fr_fr: Nous nous en excusons.

source: We are very sorry but due to the very high number of requests we receive every day, we can only provide customized quotes to people who will be making a decision within 1 week.
es_es: Lo sentimos mucho, pero debido al gran número de solicitudes recibidas cada día, sólo podemos ofrecer presupuestos personalizados a las personas que van a tomar una decisión en un plazo de 1 semana.
fr_fr: Nous sommes vraiment désolés, mais en raison du nombre très élevé de demandes que nous recevons chaque jour, nous pouvons fournir des devis personnalisés seulement pour les personnes qui prendront une décision dans les 7 jours.

source: We invite you to look at the list of hostels and prices on our website to put together your budget and to recontact us when all details re finalized 1 week before making your decision.
es_es: Para armar su presupuesto, lo invitamos a ver la lista de hostales y precios en nuestra página web y a que nos contacte nuevamente, 1 semana antes de tomar su decisión, cuando todos los detalles estén finalizados.
fr_fr: Nous vous invitons à consulter la liste des Auberges et les prix sur notre site web pour votre budget et à nous recontacter lorsque tous les détails seront finalisés 1 semaine avant de prendre votre décision.

source: We will work very hard to give you the best price at that time.
es_es: Trabajaremos duro para darle el mejor precio en ese momento.
fr_fr: Nous allons travailler très dur pour vous donner le meilleur prix à ce moment-là.

source: We thank you for your trust and support.
es_es: Gracias por su confianza y apoyo.
fr_fr: Merci de votre confiance.

source: Thank you for your request.
es_es: Gracias por su solicitud.
fr_fr: Merci de votre demande.

source: Due to a very high number of group requests, it might take up to 1 week to get back to you as we are looking for the best deal for your group.
es_es: Debido a la gran demada de solicitudes de grupo, nos puede tomar hasta 1 semana para contestarle porque estamos buscando la mejor oferta para su grupo.
fr_fr: En raison d'un nombre très élevé de demandes de groupe, cela peut prendre jusqu'à 1 semaine pour vous recontacter avec les meilleures offres du marché.

source: We thank you for your patience.
es_es: Gracias por su paciencia.
fr_fr: Merci pour votre patiance

source: We thank you for your group booking.
es_es: Gracias por su reserva de grupo.
fr_fr: Nous vous remercions pour votre réservation de groupe.

source: We will shortly send your voucher to the email address on file.
es_es: En breve le enviaremos su cupón a la dirección de correo electrónico en archivo.
fr_fr: Nous allons bientôt envoyer votre chèque à l'adresse e-mail du dossier.

source: Total Number of people in your groups: %s
es_es: Número total de personas en su grupo: %s
fr_fr: Nombre total de personnes de votre groupe: %s

source: If the offer is accepted, the balance must be paid by %s
es_es: Si se acepta la oferta, la cantidad restante debe ser abonada antes del %s
fr_fr: Si l'offre est acceptée, le solde devra être payé avant le %s

source: Next available property
es_es: Propiedad disponible próximamente
fr_fr: Propriété disponible suivante

source: Group Type:
es_es: Tipo de Grupo:
fr_fr: Type de groupe :

source: Age Ranges:
es_es: Rango de Edad:
fr_fr: Tranches d'âge :

source: Choose one...
es_es: Elige uno...
fr_fr: Choisissez un...

source: Holidays with friends
es_es: Vacaciones con amigos
fr_fr: Vacances entre amis

source: Junior/Primary school
es_es: Escuela Primaria
fr_fr: Junior / Ecole primaire

source: High/Secondary school
es_es: Escuela Secundaria/Instituto
fr_fr: École secondaire

source: College / University
es_es: Universidad
fr_fr: Collège / Université

source: Business trip
es_es: Viaje de Negocios
fr_fr: Voyage d'affaires

source: Stag/Hen/Bachelor party
es_es: Despedida de soltero/soltera
fr_fr: Enterrement de vie de garçon / fille

source: Sports group
es_es: Grupos deportivos
fr_fr: Groupe de sports

source: Cultural group
es_es: Grupos culturales
fr_fr: Groupe culturel

source: Please specify a type of group.
es_es: Por favor, especifica un tipo de grupo.
fr_fr: S'il vous plaît, veuillez spécifier un type de groupe.

source: Please specify an age range for your group.
es_es: Por favor especifica un rango de edad para tu grupo.
fr_fr: S'il vous plaît spécifiez une tranche d'âge pour votre groupe.

source: Reviews
es_es: Comentarios
fr_fr: Commentaires

source: of
es_es: de
fr_fr: de

source: Please see selected properties to compare on top of the page.
es_es: Por favor, observa los alojamientos seleccionados para comparar en la parte superior de esta página.
fr_fr: Les établiessements sélectionnés à comparer sont visibles en haut de cette page.

source: Loading
es_es: Cargando
fr_fr: Chargement

source: Result
es_es: Resultado
fr_fr: Résultats

source: Only 5 properties can be compared
es_es: Solo se pueden comparar 5 alojamientos
fr_fr: Seulement 5 établissements peuvent être comparés

source: Please remove a property from list.
es_es: Por favor, elimine un alojamiento de la lista.
fr_fr: S'il vous plaît veuillez supprimer un établissement de la liste.

source: Please see selected properties to compare on top of this page.
es_es: Por favor, observa los alojamientos seleccionados para comparar en la parte superior de esta página.
fr_fr: S'il vous plaît voir les propriétés sélectionnées à comparer le haut de la page.

source: %d Results
es_es: %d Resultados
fr_fr: %d Résultats

source: Home
es_es: Inicio
fr_fr: Accueil

source: Restore Everything
es_es: Restaurar todo
fr_fr: Tout remettre a zéro

source: Compare (%d out of 5)
es_es: Compara (%d de 5)
fr_fr: Comparer (%d sur 5)

source: Show Less
es_es: Muestra Menos
fr_fr: Affichez Moins

source: Not enough parameters
es_es: No hay suficientes parámetros
fr_fr: Pas assez de paramètres

source: Fill in the email
es_es: Completa el email
fr_fr: Remplissez l'adresse email

source: Invalid email recipient
es_es: Email del destinatario inválido
fr_fr: Email du destinataire invalide

source: Fill in the subject
es_es: Completa el asunto
fr_fr: Remplissez le sujet

source: Fill in the message
es_es: Completa el mensaje
fr_fr: Remplissez le message

source: Fill in the "From" name
es_es: Completa el nombre "De"
fr_fr: Remplissez le nom dans le champ "De"

source: Fill in the "From" email
es_es: Completa el email "De"
fr_fr: Remplissez l'email dans le champ "De"

source: Invalid "From" email
es_es: Formato inválido
fr_fr: Email invalide "De"

source: Your message has been sent to %s
es_es: Tu mensaje ha sido enviado a %s
fr_fr: Votre message a été envoyé à %s

source: From:
es_es: De:
fr_fr: De:

source: To:
es_es: Para:
fr_fr: À:

source: Subject:
es_es: Asunto:
fr_fr: Sujet:

source: Message:
es_es: Mensaje:

source: Send another message
es_es: Enviar otro mensaje
fr_fr: Envoyer un autre message

source: Mail this page to someone you know, or send it to yourself as a reminder.
es_es: Envía por email esta página a alguien que conozcas, o envíatela a ti mismo como recordatorio.
fr_fr: Envoyez cette page à quelqu'un que vous connaissez, ou à vous-même pour vous en rappeler.

source: To (email)
es_es: A (email)
fr_fr: À (e-mail)

source: Subject
es_es: Asunto
fr_fr: Sujet

source: From (name)
es_es: De (nombre)
fr_fr: De (nom)

source: From (email)
es_es: De (email)
fr_fr: De (email)

source: Yes, I want to subscribe to the newsletter.
es_es: Si, quiero susbribirme a la newsletter.
fr_fr: Oui, je souhaite m'abonner à la newsletter.

source: Send email
es_es: Enviar email
fr_fr: Envoyez un email

source: Share PDF
es_es: Compartir PDF
fr_fr: PDF à partager

source: Want to send a PDF copy of this page or quote by email?
es_es: ¿Quieres envíar una copia en PDF de esta página u oferta por email?
fr_fr: Voulez-vous envoyer une copie PDF de cette page ou un devis par e-mail ?

source: Send PDF
es_es: Enviar PDF
fr_fr: Envoyez PDF

source: Recently Viewed
es_es: Vistos Recientemente
fr_fr: Récemment vues

source: We use cookies to give you the best possible experience on our site. By continuing to browse our site you are agreeing to our Cookies Policy and use of cookies technology. Find out more
es_es: Nosotros usamos las cookies para ofrecerte la mejor experiencia posible en nuestro sitio. Para continuar navegando por nuestra web debes aceptar nuestra Política de Cookies y del uso de la tecnología de cookies. Saber más
fr_fr: Nous utilisons des cookies pour vous donner la meilleure expérience possible sur notre site. En continuant à naviguer sur notre site, vous acceptez notre Politique de cookies et l'utilisation de la technologie des cookies. En savoir plus

source: New Search
es_es: Nueva Búsqueda
fr_fr: Nouvelle Recherche

source: Search
es_es: Buscar
fr_fr: Recherchez

source: last %d
es_es: últimas %d
fr_fr: les %d dernières

source: %s has sent you a message:
es_es: %s te ha enviado un mensaje:
fr_fr: %s vous a envoyé un message :

source: Price for %d nights per person
es_es: Precio para %d noches por persona
fr_fr: Prix pour %d nuits par personne

source: %d guests in %d Bedrooms ( 1 guest in each room).
es_es: %d huéspedes en %d habitaciones ( 1 huésped en cada cuarto).
fr_fr: %d personnes dans %d chambres (1 personne par chambre).

source: Important Information
es_es: Información importante
fr_fr: Informations importantes

source: Address
es_es: Dirección
fr_fr: Adresse

source: The lowest price per person per night in a dorm in this property:
es_es: El precio más bajo por persona y noche en un dormitorio en este alojamiento:
fr_fr: Le prix le plus bas par personne et par nuit dans un dortoir dans cet établissement:
