Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Ensuite = Bathroom inside the dorm
cs_cz: Samostatné WC = Koupelna uvnitř pokoje
de_de: Ensuite = eigenes Badezimmer im Schlafsaal
hu_hu: Hálóterem fürdőszobával= fürdőszoba a hálóteremben
ko_kr: 앙 스위트 = 기숙사 내부에 욕실 있음
zh_cn: 套房 = 宿舍内有浴室

source: Shared Bathroom = Bathroom not in the dorm
cs_cz: Sdílená Koupelna = koupelna není v pokoji
de_de: Geteiltes Badezimmer = Badezimmer nicht im Schlafsaal
hu_hu: Közös fürdőszoba = a fürdőszoba nem a hálóteremben van
ko_kr: 공용 욕실= 기숙사 내부에 욕실 없음
zh_cn: 共享浴室 = 浴室不在宿舍

source: Single room = Room with 1 single bed for 1 person
cs_cz: Jednolůžkový pokoj = pokoj s 1 lůžkem pro 1 osobu
de_de: Einzelzimmer = Zimmer mit 1 Einzelbett für 1 Person
hu_hu: Egyágyas szoba = szoba 1 ággyal, 1 személynek
ko_kr: 싱글 룸 = 1 인 1실 싱글 침대 룸
zh_cn: 单人间 = 1 人 1 张单人床的房间

source: Double Room = Room with 1 double bed for 2 people
cs_cz: Dvoulůžkový pokoj = s 1 dvoulůžkem pro 2 osoby
de_de: Doppelzimmer = Zimmer mit 1 Doppelbett für 2 Personen
hu_hu: Duplaágyas szoba = szoba, 1 francia ággyal, 2 főre
ko_kr: 더블 룸 = 2 인 1개의 더블 침대 룸
zh_cn: 双人房 = 2 人1 张双人床的房间

source: Twin Room = Room with 2 single beds for 2 people
cs_cz: Dvoulůžkový pokoj = pokoj s 2 oddělenými postelemi pro 2 osoby
de_de: Zweibettzimmer = Zimmer mit 2 Einzelbetten für 2 Personen
hu_hu: Kétágyas szoba = szoba, 2 különálló ággyal, 2 főre
ko_kr: 트윈룸 = 2인 2개의 싱글 침대 룸
zh_cn: 二人房 = 2 单床的房间 2 人

source: Triple room = Room sleeps 3 people
cs_cz: Trojlůžkový pokoj = v pokoji se vyspí 3 lidé
de_de: Dreibettzimmer = Zimmer für 3 Personen
hu_hu: Háromágyas szoba = szoba, 3 főnek
ko_kr: 트리플룸 = 3인용 객실
zh_cn: 三人间 = 房间睡 3 人

source: Ensuite = Bathroom inside the room
cs_cz: Samostatné WC = Koupelna součástí pokoje
de_de: Ensuite = eigenes Badezimmer
hu_hu: Szoba fürdőszobával = a fürdőszoba a szobában
ko_kr: 앙 스위트 = 욕실이 객실 내부에 있음
zh_cn: 套房 = 房间内有浴室

source: Shared Bathroom = Bathroom not in the room
cs_cz: Sdílená Koupelna = koupelna není v místnosti
de_de: Geteiltes Badezimmer = Badezimmer nicht im Zimmer
hu_hu: Közös fürdőszoba = a fürdőszoba nem a szobában van
ko_kr: 공동 욕실 = 욕실이 객실 내부에 없음
zh_cn: 共享浴室 = 房间内无浴室

source: Deposit will be charged in Pounds.
cs_cz: Záloha bude účtována v Librách.
de_de: Anzahlung wird in Britischen Pfund berechnet
hu_hu: Az előleg Angol Fontban lesz felszámolva
ko_kr: 보증금은 영국 파운드로 결제 됩니다.
zh_cn: 定金以英镑形式支付

source: Search for more properties in %s
cs_cz: Hledej více ubytoven v %s
de_de: Suche nach mehr Hostels in %s
hu_hu: Keress még több szállást a következő városban: %s
ko_kr: %s에 있는 더 많은 숙소 검색
zh_cn: 搜索更多%s的住宿

source: First price per room from: %s
cs_cz: První cena za pokoj od %s
de_de: Erster Preis pro Zimmer ab: %s
hu_hu: Első ár per szoba: %s
ko_kr: %s 부터 객실당 최저 가격
zh_cn: 搜索更多%s的住宿

source: First price per person from: %s
cs_cz: První cena za osobu od: %s
de_de: günstigster Preis pro Person ab: %s
hu_hu: Első ár per fő : %s
ko_kr: %s 부터 일인당 최저 가격
zh_cn: 初次每人价格%s起

source: Only free breakfast
cs_cz: Pouze snídaně zdarma
de_de: Frühstück
hu_hu: Csak ingyenes reggelivel
ko_kr: 무료 아침 식사
zh_cn: 只有免费早餐

source: Only downtown
cs_cz: Jen v centru města
de_de: Stadtzentrum
hu_hu: Csak a belvárosban
ko_kr: 시내 중심에만
zh_cn: 只有市中心

source: Only with Internet access
cs_cz: Pouze s přístupem na internet
de_de: Apenas com acesso à Internet
hu_hu: Csak Internet hozzáféréssel
ko_kr: 인터텟 접속으로만 가능
zh_cn: 只有上网

source: Private rooms
cs_cz: Soukromý pokoj
de_de: Quartos privativos
hu_hu: Különszobák
ko_kr: 개인실
zh_cn: 专用房

source: Photos
cs_cz: Fotografie
de_de: Fotos
hu_hu: Fotók
ko_kr: 사진
zh_cn: 照片

source: Languages courses at a very affordable price
cs_cz: Jazykové kurzy za velmi přijatelnou cenu
de_de: Sprachkurse zu einem sehr erschwinglichen Preis
hu_hu: Nyelvtanfolyamok nagyon kedvező áron
ko_kr: 매우 저렴한 가격의 언어 코스
zh_cn: 价格非常优惠的语言课程

source: Bed in a dorm. 1 person per bed maximum
cs_cz: Lůžko na koleji. Maximum 1 osoba na lůžku
de_de: Bett im Schlafsaal. Max. 1 Person pro Bett
hu_hu: Hálótermi ágy. Ágyanként maximum egy fő
ko_kr: 도미토리룸 침대. 침대당 최대 1 명
zh_cn: 宿舍床位。每床最多1人

source: Your deposit will be charged in British pounds.
cs_cz: Záloha bude účtována v Librách.
de_de: Die Anzahlung wird in Britischen Pfund berechnet.
hu_hu: Az előleg Angol Fontban fizetendő
ko_kr: 보증금은 영국 파운드로 결제 됩니다.
zh_cn: 您的定金将按英镑收取。

source: Due to high demand, and the limited amount of time Hostels can keep availability, we would need to know the following, when will you be able to book?
cs_cz: Pro velkou poptávku a časové omezení, kdy může být hostel k dispozici potřebujeme vědět, kdy budeme moci rezervovat.
de_de: Aufgrund großer Nachfrage und dem begrenzten Zeitraum für den Jugendherbergen ihre Verfügbarkeit halten können, würden wir gern wissen wann Sie buchen möchten.
hu_hu: A nagy érdeklődésre, illetve a szállásfoglalások korlátozott ideig való fenntartására való tekintettel szertnénk tudni, mikor tudja lefoglalni a szállást.
ko_kr: 많은 수요로, 호스텔은 제한된 예약만 가능합니다. 귀하는 언제 예약 가능하시나요?
zh_cn: 由於需求量大，旅社數量有限，我們需要知道以下，您什麼時候能預訂？

source: I just want an idea of the price and property
cs_cz: Chci si jen udělat představu o ceně a ubytovacím zařízení.
de_de: Ich möchte nur eine Idee bezüglich des Preises und der Herberge.
hu_hu: Csak érdeklődök az árakról és a szállásokról
ko_kr: 단지 가격과 숙박 정보를 알고 싶습니다.
zh_cn: 我只是想了解一下價格和住处

source: Within 1 week or less
cs_cz: Maximálně do týdne
de_de: Innerhalb einer Woche oder eher.
hu_hu: 1 héten vagy rövidebb időn belül
ko_kr: 1주일 이내
zh_cn: 在1週以內

source: In the dorms with the group
cs_cz: Skupinové ubytování na koleji/v hostelu
de_de: Im Schlafsaal mit der Gruppe.
hu_hu: Hálótermekben a csoporttal
ko_kr: 단체를 위한 도미토리
zh_cn: 与团队在宿舍里

source: Total Number of people in your group: %s
cs_cz: Celkový počet lidí ve vaší skupině: %s
de_de: Gesamtanzahl der Personen in Ihrer Gruppe: %s
hu_hu: A csoport összlétszáma: %s
ko_kr: 귀하의 단체 총인원수: %s
zh_cn: 組中的成員總人數：%s

source: Sorry. 10 people minimum for a group quote.
cs_cz: Litujeme.10 lidí je minumum pro skupinovou cenu.
de_de: Entschuldigung, die Mindestgruppengröße für ein Angebot is 10 Personen.
hu_hu: Sajnos minimum 10 főtől lehet csoportos ajánlatot kérni.
ko_kr: 죄송합니다. 단체 예약을 위한 최소 인원은 10명입니다.
zh_cn: 抱歉。 10人是团体报价的最小数量要求。

source: Lunch Pack
cs_cz: Obědový Balíček
de_de: Proviantpaket
hu_hu: Ebéddel
ko_kr: 점심 개수
zh_cn: 午餐包

source: Good news!
cs_cz: Dobrá zpráva!
de_de: Guten Nachtichten!
hu_hu: Jó hír!
ko_kr: 좋은 소식!!
zh_cn: 好消息！

source: We have found a great offer for your group.
cs_cz: Máme pro vaši skupinu výbornou nabídku.
de_de: Wir haben ein tolles Angebot für Ihre Gruppe gefunden.
hu_hu: Nagyszerű árajánlatot találtunk az Önök csoportja számára.
ko_kr: 귀하의 단체를 위한 최고의 제안을 확인했습니다.
zh_cn: 我們為您的團體找到了一個很优惠的價格。

source: Please take a look at the attached file for more details.
cs_cz: Prosím prohlédněte si podrobnosti v přiložené složce.
de_de: Bitte werfen Sie einen Blick auf die angehängte Datei für weitere Details.
hu_hu: A részleteket a mellékelt dokumentumban tekintheti meg.
ko_kr: 더 자세한 정보는 첨부 파일을 확인해보십시오.
zh_cn: 請看附件文件了解更多细节。

source: To view the offer, you can also click on the link here:
cs_cz: Pro zobrazení nabídky můžete také kliknout na tento odkaz:
de_de: Um das Angebot zu sehen, können Sie auch auf diesen Link hier klicken:
hu_hu: Az árajánlatot megtekintheti az itt megadott linkre való kattintással is:
ko_kr: 세부사항을 확인하기 위해, 여기, 링크를 클릭하십시오,
zh_cn: 要查看報價，您也可以點擊這裡的鏈接：

source: Please do not hesitate to contact me if you have any questions.
cs_cz: Máte-li dotazy, prosím neváhejte nás kontaktovat
de_de: Bitte zögern Sie nicht mich zu kontaktieren, falls Sie weitere Fragen haben.
hu_hu: Kérjük vegye fel velünk azonnal a kapcsolatot, ha bármilyen kérdése van.
ko_kr: 궁금한 점이 있으시면 언제든지 문의해주세요.
zh_cn: 任何問題，請與我聯繫。

source: I hope you have had time to take a look at the quote for your group.
cs_cz: Doufám,že jste měli čas podívat se na cenovou nabídku pro vaši skupinu.
de_de: Ich hoffe, Sie hatten Zeit, um einen Blick auf das Angebot für Ihre Gruppe zu werfen.
hu_hu: Remélem, volt ideje megtekinteni a csoportja számára készített ajánlatot.
ko_kr: 시간을 내어 귀하의 단체 견적서를 살펴보십시오.
zh_cn: 我希望您看了我们為您的團體的報價。

source: Do you want a cheaper hostel or or another one in a different area?
cs_cz: Chcete levnější hostel nebo nebo jiný v jiné oblasti?
de_de: Wollen Sie eine billigere Herberge oder eine Herberge in einer anderen Lage?
hu_hu: Szeretne olcsóbb szállást, vagy másikat valahol máshol?
ko_kr: 더 싼 호스텔을 원하십니까? 또는 다른 지역으로 알아보시겠습니까?
zh_cn: 您想要一個更便宜的旅館或另外一個在不同的地區可以嗎？

source: Beds have been set aside for you. After this expiry date, they will be given to another group unfortunately. If you no longer need these beds, please let us know also right away.
cs_cz: Dali jsme vaše lůžka stranou.Bohužel, po tomto datu budou dána k dispozici jiné skupině.Pokud tato lůžka již nepotřebujeme, dejte nám to prosím hned vědět.
de_de: Betten wurden für Ihre Anfrage temporär gebucht. Nach Ablauf der Frist für unser Angebot werden diese Betten leider an anderen Gruppen vergeben. Sollten Sie die Anzahl an Betten nicht mehr benötigen, geben Sie uns bitte umgehen Bescheid.
hu_hu: Önnek szállásfoglalása van érvényben. A lejárati dátum után sajnos a szállást nem tudjuk fenntartani csoportja számára. Amennyiben már nincs szüksége erre a foglalásra, kérjük, azonnal jelezze.
ko_kr: 베드는 귀하 옆에 준비되었습니다. 만료기간이 되면, 베드는 다른 단체로 옮겨집니다. 더 이상 베드가 필요치 않으시면, 저희에게 바로 알려주십시오.
zh_cn: 床位已經為您预留。在到期日後，会安排给别的团体。如果您不再需要這些床位，請馬上讓我們知道。

source: We want to make sure you are 100%% satisfied, so do not hesitate to contact us.
cs_cz: Chceme se ujistit, že budete stoprocentně spokojeni, a proto neváhejte a kontaktujte nás.
de_de: Wir wollen sicherstellen, dass Sie 100%% zufrieden sind. Zögern Sie nicht uns zu kontaktieren.
hu_hu: Biztosak akarunk lenni abban, hogy Ön 100%%-ig elégedett. Kérjük, nyugodtan vegye fel velünk a kapcsolatot.
ko_kr: 귀하가 100%% 만족하기를 저희는 바라고 있습니다. 주저하지 마시고 연락해주십시오.
zh_cn: 我們希望確保您100%%滿意，所以不要猶豫與我們聯繫。

source: Customer Service.
cs_cz: Zákaznický servis.
de_de: Kundenservice
hu_hu: Ügyfélszolgálat
ko_kr: 고객상담센터
zh_cn: 客戶服務中心。

source: We are very sorry but the selected hostel is the cheapest we have for your chosen dates.
cs_cz: Litujeme,ale vybraný hostel je nejlevnější, který máme pro vás k dispozici v uvedených datech.
de_de: Es tut uns sehr leid, aber die gewählte Herberge ist die günstigeste die wir für Ihren gewählten Zeitraum anbieten können.
hu_hu: A megadott időszakra, sajnos a kiválasztott szállás a legolcsóbb, amit kínálni tudunk.
ko_kr: 대단히 죄송합니다. 선택하신 곳은 귀하가 선택하신 날짜에 가장 싼 호스텔입니다.
zh_cn: 我們很抱歉，但所選擇的宿舍是您選擇的日期最便宜的。

source: Please recontact us later or choose different dates.
cs_cz: Prosím kontaktujte nás později nebo vyberte jiné datum.
de_de: Bitte kontaktieren Sie uns später nochmals, oder wählen Sie ein anderes Datum.
hu_hu: Kérjük a későbbiekben lépjen velünk kapcsolatba, vagy válasszon más időpontokat.
ko_kr: 다음에 다시 저희에게 연락 주시거나 다른 날짜를 선택해 주십시오.
zh_cn: 請稍后再聯繫我們或選擇不同的日期。

source: Thank you.
cs_cz: Děkujeme.
de_de: Vielen Dank
hu_hu: Köszönjük.
ko_kr: 감사합니다.
zh_cn: 謝謝。

source: Can we contact you by phone ?
cs_cz: Můžeme vám zatelefonovat?
de_de: Können wir Sie telefonisch erreichen?
hu_hu: El tudjuk Önt érni telefonon?
ko_kr: 전화로 연락 드려도 되겠습니까?
zh_cn: 我們可以通過電話與您聯繫嗎？

source: Thank you for your email.
cs_cz: Děkujeme za váš email.
de_de: Vielen Dank für Ihre Email.
hu_hu: Köszönjük emailjét.
ko_kr: 문의 감사드립니다.
zh_cn: 謝謝您的郵件。

source: We are very sorry but we were not able to find a hostel for you for the selected date.
cs_cz: Velice litujeme, ale ve vybraném termínu jsme pro vás nenašli žádný hostel.
de_de: Es tut uns sehr leid, aber wir waren nicht in der Lage eine Herberge für Sie für das ausgewählte Datum zu finden.
hu_hu: A megadott időszakra, sajnos nem találtunk szállást az Ön számára.
ko_kr: 대단히 죄송합니다. 선택하신 날짜에 귀하를 위한 호스텔을 찾지 못했습니다.
zh_cn: 我們很抱歉，但我們無法找到您選擇的日期的旅舍。

source: We apologize for the inconvenience.
cs_cz: Omlouváme se za nepříjemnost.
de_de: Wir entschuldigen uns für die Unannehmlichkeiten.
hu_hu: Elnézést kérünk a kellemetlenségekért.
ko_kr: 불편을 드려 죄송합니다.
zh_cn: 給您帶來不便我們深表歉意。

source: We are very sorry but due to the very high number of requests we receive every day, we can only provide customized quotes to people who will be making a decision within 1 week.
cs_cz: Velice litujeme, ale kvůli vysokému počtu žádostí každý den můžeme poskytnou uzpůsobené cenové nabídky pouze těm, kdo se rozhodnou do 1 týdne.
de_de: Es tut uns leid aber aufgrund einer sehr hohen Anzahl von Gruppenanfragen jeden Tag, können wir individuelle Gruppenangebote nur für Kunden ausstellen, die sich innerhalb einer Wochen bezüglich der Gruppenanfrage enscheiden.
hu_hu: Nagyon sajnáljuk, de a naponta beérkezett ajánlatkérések nagy mennyisége miatt, csak azon ügyfeleinknek tudunk személyre szabott ajánlatot küldeni, akik 1 héten belül visszajeleznek.
ko_kr: 대단히 죄송합니다. 매일 들어주는 많은 주문으로, 1주일 이내 결정을 내릴수 있는 고객님에게만 맞춤형 예악을 제공해드릴 수 있습니다.
zh_cn: 我們很抱歉，由於​​每天我們收到大量的报价请求，只能给在1週內作出決定的客户提供報價。

source: We invite you to look at the list of hostels and prices on our website to put together your budget and to recontact us when all details re finalized 1 week before making your decision.
cs_cz: Pro sestavení vašeho rozpočtu se prosím podívejte na seznam hostelů a cen na našem webu a kontakujte nás znovu po upřesnění všech detailů 1 týden před svým rozhodnutím.
de_de: Wir empfehlen Ihnen einen Blick auf die Liste von Herbergen auf unserer Webseite zu werfen um Ihr Budget zusamenzustellen. Wenn alle Details zusammengestellt sind, kontaktieren Sie uns bitte eine Woche bevor Sie ihre entgültige Entscheidun treffen möchten.
hu_hu: Kérjük, látogasson el honlapunkra, tekintse meg szállásajánlatainkat és árainkat, melyek segítenek a szállásköltségek kiszámításában. A foglalás véglegesítése előtt 1 héttel, kérjük, vegye fel velünk újra a kapcsolatot.
ko_kr: 저희 웹사이트에서 호텔 리스트를 확인하시고 귀하의 예산을 입력하여 가격을 확인해 보십시오. 귀하가 최종 결정을 하기 1주일 전 세부 사항이 다시 확정되면 저희에게 다시 연락해주십시오.
zh_cn: 我們邀請您看我們網站列表上的旅館和價格综合您的預算，当所有细节都确认了在决定前1周聯繫我們。

source: We will work very hard to give you the best price at that time.
cs_cz: Uděláme vše pro to,abychom vám dali pro tuto chvíli nejlepší cenu.
de_de: Wir arbeiten sehr hart, um Ihnen den besten Preis zu diesem Zeitpunkt zu geben.
hu_hu: Azon leszünk, hogy a megadott időszakra vonatkozó lehető legjobb ajánatot küldjük el Önnek.
ko_kr: 저희는 귀하에게 최상의 가격으로 모시기 위해 노력할 것입니다.
zh_cn: 我們會尽力为您找到那段时间最優惠的價格。

source: We thank you for your trust and support.
cs_cz: Děkujeme za vaši důvěru a podporu.
de_de: Wir danken Ihnen für Ihr Vertrauen und Unterstützung.
hu_hu: Köszönjük bizalmát és támogatását.
ko_kr: 귀하의 신뢰와 지원에 감사드립니다.
zh_cn: 感謝您對我們的信任和支持。

source: Thank you for your request.
cs_cz: Děkujeme za váš dotaz.
de_de: Vielen Dank für Ihre Anfrage.
hu_hu: Köszönjük érdeklődését.
ko_kr: 요청해 주셔서 감사드립니다.
zh_cn: 感謝您的请求。

source: Due to a very high number of group requests, it might take up to 1 week to get back to you as we are looking for the best deal for your group.
cs_cz: Kvůli velkému počtu skupinových poptávek může trvat až 1 týden, nežli se vám ozveme,protože se snažíme najít vám co nejvýhodnější nabídku.
de_de: Aufgrund einer sehr hohen Anzahl von Gruppenanfragen, kann es bis zu 1 Woche dauern bis wir wieder mit Ihnen in Kontakt tretten, da wir nach dem besten Angebot für Ihre Gruppe suchen.
hu_hu: A csoportos szállásokra vonatkozó ajánlatkérések nagy mennyisége miatt 1 hétig is eltarthat míg vissza tudunk Önnek jelezni, hiszen a lehető legjobb ajánlatot keressük az Önök számára.
ko_kr: 많은 단체 요청으로, 귀하의 단체를 위한 최고의 조건을 찾기 위해 1주일 후에 연락드리겠습니다.
zh_cn: 由于请求报价的团队非常多，我们可能需要1周时间才能回复您我们想为您的团体找到最好的价格。

source: We thank you for your patience.
cs_cz: Děkujeme za vaši trpělivost.
de_de: Vielen Dank für Ihre Gedult.
hu_hu: Köszönjük türelmét.
ko_kr: 기다려 주셔서 감사합니다.
zh_cn: 感謝您的耐心等待。

source: Beds have been put aside for your group until the following date:
cs_cz: Lůžka pro vaši skupinu jsme dali stranou až do data:
de_de: Betten wurden für Ihre Gruppe zum folgenden Termin geblockt:
hu_hu: Az Önök csoportja számára a következő dátumig tartjuk a helyet:
ko_kr: 다음의 날짜까지 귀하의 단체를 위해 베드를 옆에 놓아드리겠습니다.:
zh_cn: 床位已于下列日期前为您的团队预留：

source: After this date, these beds will be released to other groups, so do not wait to book!
cs_cz: Po tomto datu budou lůžka uvolněna pro další skupiny,neváhejte tedy s rezervací"!
de_de: Nach diesem Datum werden diese Betten wieder für anderen Gruppen freigegeben. Zögern Sie nicht mit der Buchung!
hu_hu: A megadott dátumot követően a helyek más csoportok számára is lefoglalhatóak lesznek, ne szalassza el a foglalást!
ko_kr: 이 날짜 이후로, 베드는 다른 단체로 옮겨집니다. 따라서 예약을 위해 기다리지 마십시오!
zh_cn: 在此日期之後，這些床位將安排给别的团队，请尽早预定！

source: We thank you for your group booking.
cs_cz: Děkujeme za vaši skupinovou rezervaci.
de_de: Vielen Dank für Ihre Gruppenbuchung.
hu_hu: Köszönjük csoportos foglalását.
ko_kr: 단체 예약에 감사드립니다.
zh_cn: 感謝您的團體預訂。

source: We will shortly send your voucher to the email address on file.
cs_cz: Brzy vám pošleme voucher na uvedený email.
de_de: Wir werden Ihnen in Kürze Ihren Gutschein an Ihre E-Mail-Adresse senden.
hu_hu: A megadott email címre hamarosan elküldjük az Ön utalványát.
ko_kr: 귀하의 바우처 파일을 이메일로 바로 보내드리겠습니다.
zh_cn: 我們會尽快将優惠券发到您的邮箱。

source: Great
cs_cz: Výborně
de_de: Super
hu_hu: Nagyszerű
ko_kr: 우수하다
zh_cn: 太棒了

source: Fantastic
cs_cz: Skvělé
de_de: Ausgezeichnet
hu_hu: Fantasztikus
ko_kr: 환상적이다.
zh_cn: 好极了

source: To view all available properties on the map, please enter your dates in the box on the top right.
cs_cz: Pro zobrazení všech dostupných realit na mapě prosím vložte svá data do boxu vpravo nahoře.
de_de: Um alle verfügbaren Immobilien auf der Karte zu sehen, geben Sie bitte die gewünschten Daten in dem Kästchen oben rechts ein.
hu_hu: A térképen levő összes szabad ingatlan megtekintéséhez kérjük, a jobb felső mezőben adja meg a dátumot.
ko_kr: 지도에서 모든 숙소를 보기 위해, 오른쪽 상단의 박스에 원하시는 날짜를 넣어주십시오.
zh_cn: 要在地圖上查看所有可选的住处，請在框的右上角輸入您的停留日期。

source: Selected filters:
cs_cz: Vybrané filtry:
de_de: Ausgewählte Suchoptionen:
hu_hu: Megadott keresési feltételek:
ko_kr: 검색어 다시 지정하기
zh_cn: 選定的過濾器：

source: Total Number of people in your groups: %s
cs_cz: Celkový počet lidí ve vaší skupině: %s
de_de: Gesamtanzahl der Personen in ihrer Gruppe: %s
hu_hu: A csoport összlétszáma: %s
ko_kr: 귀하의 단체 총인원수: %s
zh_cn: 您团体里的总人数: %s

source: If the offer is accepted, the balance must be paid by %s
cs_cz: Jestliže je nabídka přijata, musí být částka zaplacena do %s
de_de: Falls das Angebot akzeptiert wird, muss die Differenz bis zum %s bezahlt werden
hu_hu: Ha az ajánlatot elfogadja, az számlát %s -ig ki kell egyenlítenie
ko_kr: 제안이 승인되면, 잔액은 %s 일까지 지불하셔야합니다
zh_cn: 如果接受报价，餘額需在此日期前支付 %s

source: Your changes has been saved successfully
cs_cz: Vaše změny byly úspěšně uloženy
de_de: Ihre Änderungen wurden erfolgreich gespeichert
hu_hu: A módosítások sikeresen elmentve
ko_kr: 변경사항이 성공적으로 저장되었습니다.
zh_cn: 您的更改已成功保存

source: Next available property
cs_cz: Následující realita k dispozici
de_de: Nächste verfügbare Immobilie
hu_hu: A következő szabad ingatlan
ko_kr: 다음 사용 가능한 숙소
zh_cn: 下一個可选的住处

source: Group Type:
cs_cz: Typ skupiny
de_de: Gruppentyp:
hu_hu: Csoport típus:
ko_kr: 단체 유형:
zh_cn: 团队类型：

source: Age Ranges:
cs_cz: Věkový rozsah:
de_de: Altersgruppe:
hu_hu: Éltekor tartomány:
ko_kr: 연령 범위:
zh_cn: 年龄范围：

source: Choose one...
cs_cz: Vyberte jednu…
de_de: Bitte eines wählen…
hu_hu: Válasszon egy…
ko_kr: 하나를 선택하십시오.
zh_cn: 选择一个…

source: Holidays with friends
cs_cz: Prázdniny s přáteli
de_de: Urlaub mit Freunden
hu_hu: Nyaralás barátokkal
ko_kr: 친구들과 보내는 휴일
zh_cn: 与朋友度假

source: Junior/Primary school
cs_cz: Základní škola
de_de: Kindergarten/Grundschule
hu_hu: Általános iskola
ko_kr: 초등학교
zh_cn: 初中/小学

source: High/Secondary school
cs_cz: Střední škola
de_de: Sekundarschule
hu_hu: Középiskola
ko_kr: 중, 고등학교
zh_cn: 高中/中专

source: College / University
cs_cz: Vysoká škola/Univerzita
hu_hu: Főiskola / Egyetem
ko_kr: 대학교
zh_cn: 大学

source: Business trip
cs_cz: Služební cesta
de_de: Geschäftsreise
hu_hu: Üzleti út
ko_kr: 출장
zh_cn: 商务旅行

source: Stag/Hen/Bachelor party
cs_cz: Loučení ženicha se svobodou/Dámská jízda
de_de: Junggesellen-/innen-Abschiedsparty
hu_hu: Legénybúcsú/Leánybúcsú
ko_kr: 남성 전용 모임 / 여성 전용 모임 / 총각 파티
zh_cn: 男性/女性/单身汉聚会

source: Sports group
cs_cz: Sportovní skupina
de_de: Sportgruppe
hu_hu: Sport csoport
ko_kr: 스포츠 단체
zh_cn: 运动团体

source: Cultural group
cs_cz: Kulturní skupina
de_de: Kulturgruppe
hu_hu: Kultúrális csoport
ko_kr: 문화 단체
zh_cn: 文化团体

source: Please specify a type of group.
cs_cz: Prosím upřesněte typ skupiny.
de_de: Bitte einen Gruppentyp auswählen.
hu_hu: Kérem, adja meg a csoport típusát.
ko_kr: 단체 유형을 자세히 알려주세요
zh_cn: 请说明团队类型。

source: Please specify an age range for your group.
cs_cz: Prosím upřesněte věkový rozsah skupiny.
de_de: Bitte eine Altersgruppe auswählen.
hu_hu: Kérem, adja meg a csoport életkorát.
ko_kr: 단체의 연령범위를 알려주세요
zh_cn: 请说明年龄范围。

source: Map
cs_cz: Mapa
de_de: Karte
hu_hu: Térkép
ko_kr: 지도
zh_cn: 地图

source: Reviews
cs_cz: Komentáře
de_de: Bewertungen
hu_hu: Vélemények
ko_kr: 검토
zh_cn: 评价

source: Compare
cs_cz: Porovnejte
de_de: Vergleichen
hu_hu: Összehasonlítás
ko_kr: 비교하세요
zh_cn: 比较

source: of
cs_cz: s
de_de: von
hu_hu: ból
ko_kr: 의
zh_cn: 之

source: Please see selected properties to compare on top of the page.
cs_cz: Prosím prohlédněte si porovnání vybraných ubytovacích zařízení nahoře na stránce.
de_de: Die ausgewählten Immobilien ansehen und vergleichen, siehe oben auf der Seite.
hu_hu: Az oldal tetején találhatja a kiválasztott ingatlanok összehasonlítását.
ko_kr: 페이지 상단의 선택하신 숙소를 비교하세요.
zh_cn: 请在页面的上方比较选择的住处。

source: Loading
cs_cz: Nahrává se
de_de: Laden
hu_hu: Betöltés
ko_kr: 로딩
zh_cn: 载入

source: Not available
cs_cz: Není k dispozici
de_de: Nicht verfügbar
hu_hu: Nem elérhető
ko_kr: 사용할 수 없습니다.
zh_cn: 没有

source: Print
cs_cz: Tisk
de_de: Ausdruck
hu_hu: Nyomtatás
ko_kr: 인쇄
zh_cn: 打印

source: Quick Compare
cs_cz: Rychlé porovnání
de_de: Schnellvergleich
hu_hu: Gyors Összehasonlítás
ko_kr: 빠른 비교
zh_cn: 快速对比

source: Dorms From
cs_cz: Studentské koleje od
de_de: Schlafzimmer Ab
hu_hu: Kollégiumi szobák -tól
ko_kr: 기숙사에서
zh_cn: 宿舍费用在

source: Privates From
cs_cz: Soukromé pokoje od
de_de: Wohnzimmer Ab
hu_hu: Magánszállások -tól
ko_kr: 개인실에서
zh_cn: 私人房间费用在

source: Rating Overall
cs_cz: Celková klasifikace
de_de: Gesamtbewertung
hu_hu: Teljes Értékelés
ko_kr: 전체 등급
zh_cn: 整体得分

source: Atmosphere
cs_cz: Prostředí
de_de: Ambience
hu_hu: Légkör
ko_kr: 분위기
zh_cn: 气氛

source: Staff
cs_cz: Personál
de_de: Personal
hu_hu: Személyzet
ko_kr: 직원
zh_cn: 员工

source: Site
cs_cz: Budova
de_de: Lage
hu_hu: Helyszín
ko_kr: 위치
zh_cn: 场地

source: Cleanliness
cs_cz: Čistota
de_de: Sauberkeit
hu_hu: Tisztaság
ko_kr: 청결
zh_cn: 卫生

source: Services
cs_cz: Služby
de_de: Service
hu_hu: Szolgáltatások
ko_kr: 서비스
zh_cn: 服务

source: Safety
cs_cz: Bezpečnost
de_de: Sicherheit
hu_hu: Biztonság
ko_kr: 보안
zh_cn: 安全

source: Value
cs_cz: Hodnota
de_de: Wert
hu_hu: Érték
ko_kr: 가치
zh_cn: 价值

source: Results
cs_cz: Výsledky
de_de: Resultate
hu_hu: Eredmények
ko_kr: 결과
zh_cn: 结果

source: Result
cs_cz: Výsledek
de_de: Resultate
hu_hu: Eredmény
ko_kr: 결과
zh_cn: 结果是

source: Only 5 properties can be compared
cs_cz: Může být porovnáno jen 5 ubytovacích zařízení
de_de: Nur 5 Immobilien können verglichen werden
hu_hu: Csak 5 ingatlan összehasonlítása lehetséges
ko_kr: 5개 숙소만 비교할 수 있습니다.
zh_cn: 只有5个住处可供比较

source: Please remove a property from list.
cs_cz: Prosím vyjměte 1 ubytovací zařízení ze seznamu.
de_de: Bitte eine Immobilie von der Liste entfernen
hu_hu: Kérem, töröljön egy ingatlant a listából.
ko_kr: 목록에서 숙소를 제거하십시오.
zh_cn: 请从清单上去掉一个住处。

source: Quick Compare (5 properties maximum)
cs_cz: Rychlé porovnání (maximálně 5 ubytovacích zařízení)
de_de: Schnellvergleich (maximal 5 Immobilien)
hu_hu: Gyors Összehasonlítás (maximum 5 ingatlan)
ko_kr: 빠른 비교 (최대 5개 숙소)
zh_cn: 快速对比（最多5个住处）
