Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Credit card on file
fi_fi: Luottokortti tiedostossa
it_it: Carta di Credito Memorizzata
ja_jp: ファイル上でのクレジットカード
pt_br: O cartão de crédito em arquivo

source: Use credit card on file
fi_fi: Käytä luottokorttia tiedostossa
it_it: Utilizza la Carta memorizzata
ja_jp: ファイル上で使用するクレジットカード
pt_br: Usar cartão de crédito em arquivo

source: Billing
fi_fi: Laskutus
it_it: Fatturazione
ja_jp: 請求
pt_br: Faturamento

source: Change
fi_fi: Muuta
it_it: Cambio
ja_jp: 変更
pt_br: Alterar

source: Card type
fi_fi: Kortin tyyppi
it_it: Tipo di Carta
ja_jp: カードの種類
pt_br: Tipo de cartão

source: Edit
fi_fi: Muuta
it_it: Modifica
ja_jp: 編集
pt_br: Editar

source: Use a different credit Card
fi_fi: Käytä toista luottokorttia
it_it: Usa una Carta di Credito diversa
ja_jp: 別のクレジットカードを使用する
pt_br: Usar um cartão de crédito diferente

source: Book and check your bookings on your mobile
fi_fi: Varaa ja tarkista varauksesi matkapuhelimellasi
it_it: Prenotate e verificate la prenotazione attraverso il vostro smartphone
ja_jp: あなたの携帯で予約を確認する
pt_br: Reserve e verificar as suas reservas no seu celular

source: Check your bookings on your mobile
fi_fi: Tarkista varauksesi matkapuhelimellasi
it_it: Verificate la prenotazione attraverso il vostro smartphone
ja_jp: あなたの携帯でご予約を確認する
pt_br: Verifique a sua reserva no seu celular

source: Resend confirmation email
fi_fi: Lähetä uudelleen sähköpostivahvistus
it_it: Reinvia la email di conferma
ja_jp: 確認メールを再送する
pt_br: Reenviar email de confirmação

source: Same Day booking
fi_fi: Saman päivän varaus
it_it: Prenota lo stesso giorno
ja_jp: 当日予約
pt_br: Reserva no mesmo dia

source: same day booking on your Mobile
fi_fi: Sama päivän varaus matkapuhelimellasi
it_it: Prenotate lo stesso giorno attraverso il vostro smartphone
ja_jp: あなたの携帯電話で当日予約
pt_br: Reserva no mesmo dia de seu celular

source: Join us on facebook and receive up to 60 free minutes from Skype
fi_fi: Liity meihin facebookissa ja ansaitse 60 minuuttia ilmaista Skype-puheaikaa
it_it: Diventa un nostro fan su Facebook e ricevi fino ad un massimo di 60 minuti gratis su Skype
ja_jp: Facebookに登録したらスカイプで６０分無料の時間が与えられます
pt_br: Junte-se a nós no Facebook

source: An email has been sent to your address.
fi_fi: Viesti on lähetetty sähköpostiisi
it_it: Tutte le comunicazioni email verranno inviate al vostro indirizzo
ja_jp: メールがあなたのアドレスに送信されました
pt_br: Um email foi enviado para seu endereço.

source: An email will be sent to your email to redeem your free minutes from Skype within 7 days.
fi_fi: Viesti lähetetään sähköpostiisi, jotta voit lunastaa 60 minuuttia ilmaista Skype-puheaikaa 7 päivän sisällä.
it_it: Tutte le comunicazioni email verranno inviate al vostro indirizzo email per ricevere i vostri minuti gratis su Skype entro 7 giorni
ja_jp: 7日以内にSkypeからの無料通話分を交換する際には、メールに送信されます。
pt_br: Um e-mail será enviado para seu e-mail para resgatar seus minutos grátis do Skype no prazo de 7 dias.

source: Please contact us at %s to receive your free minutes from Skype after you have become a fan of our facebook page.
fi_fi: Ole hyvä ja ota meihin yhteyttä osoitteeseen %s saadaksesi ilmaista Skype-puheaikaa sen jälkeen, kun olet liittynyt faniksemme Facebookissa.
it_it: Vi invitiamo a contattarci su %s per ricevere i vostri minuti gratis su Skype dopo essere diventati fan sulla nostra pagina di Facebook
ja_jp: あなたは私たちのFacebookページのファンになった後、Skypeからの無料通話分を受けようとする％sでお問い合わせください。 %s
pt_br: Entre em contato conosco em% s para receber os minutos grátis do Skype depois tornaram-se um fã da nossa página no Facebook.

source: Want to receive up to 60 minutes of free calling from Skype ?
fi_fi: Haluatko saada 60 minuuttia ilmaista Skype-puheaikaa
it_it: Vuoi ricevere fino a 60 minuti di chiamate gratis su Skype?
ja_jp: Skypeから無料通話の60分に受信してみませんか？
pt_br: Quer receber até 60 minutos de chamadas gratuitas de Skype?

source: Then Join us on Facebook! This is that simple.
fi_fi: Liity meihin Facebookissa! Se on näin helppoa!
it_it: Allora diventa un nostro Fan su Facebook! E' così semplice!
ja_jp: それならFacebookを利用してご参加を！これは簡単です。
pt_br: Entao, junte-se a nos no Facebook! Isto é simples assim.

source: Then Join us on Facebook before 30/06/2011! This is that simple!
fi_fi: Liity meihin Facebookissa ennen 30/06/2011! Se on näin helppoa!
it_it: Allora diventa un nostro fan su Facebook entro il 30/06/2011! E' così semplice!
ja_jp: ２０１１年の六月３０日の前に、Facebookを利用してご参加を！これは簡単です！
pt_br: Então Junte-se no Facebook antes de 30/06/2011! Isto é muito simples!

source: Limited to 1 per customer and 1 per email address used to book on %s.
fi_fi: Rajoitus 1 per asiakas ja 1 per sähköpostiosoite, kun varaat sivustolla %s.
it_it: Offerta limitata ad 1 cliente e 1 indirizzo email utilizzato per prenotare su %s
ja_jp: この%sは毎回一人の客と一つのEメールにしか予約することができません
pt_br: Limitado a um por cliente e por um endereço de e-mail usado para livro sobre% s.

source: The “Up to 60 Minutes Free Credit from Skype” Offer runs from 01/04/2011 until 30/06/2011
fi_fi: "60 minuuttia ilmaista Skype-puheaikaa" -tarjous on voimassa 01/04/2011 - 30/06/2011
it_it: L'offerta "Fino a 60 minuti gratis su Skype" è valida dal 01/04/2011 fino al 30/06/2011
ja_jp: 最大60分間無料クレジットSkypeから"オファーは、2011年1月4日30/06/2011までから実行される
pt_br: O "Até 60 minutos de crédito livre do Skype" Oferta decorre de 2011/01/04 até 30/06/2011

source: By participating in the “Up to 60 Minutes Free Credit from Skype” Offer, and redeeming the free credit voucher code from Skype on Skype.com, the Participant also agrees to be bound by Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
fi_fi: Osallistumalla "60 minuuttia ilmaista Skype -krediittiä" -kampanjaan sekä lunastamalla krediittikupongin koodin osoitteesta Skype.com, osallistuja samalla hyväksyy Skypen ehtojen alaisuuden: Skype Communications S.a.r.l. osoite 23-29 Rives de Clausen, 2165 Luxembourg
it_it: Con la partecipazione all'offerta ""Fino a 60 minuti gratis su Skype" e accettando il buono per accedere a Skype su Skype.comi partecipanti accettano le condizioni generali di Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
ja_jp: Skypeの通信Sarlは："最大60分間無料クレジットSkypeから"オファーに参加し、SkypeのSkype.com上から無料のクレジットクーポンコード欠点を補うことで、参加者はまた、Skypeに拘束されることに同意する23〜29ライブズデクラウセン、2165ルクセンブルクにある
pt_br: "Ao participar do ""Até 60 minutos grátis de Crédito do Skype"" Oferta e redimir o código do voucher de crédito livre do Skype no Skype.com, o participante concorda em ficar vinculado pelo Skype: Skype Communications Sarl localizado na 23-29 Rives de Clausen, Luxemburgo 2165% De reservas S direito, a seu exclusivo critério, de modificar ou encerrar o ""Até 60 minutos grátis de Crédito do Skype"" Oferecer ou restringir a sua disponibilidade a qualquer pessoa, em qualquer momento, por qualquer motivo ou sem motivo e sem aviso prévio ou responsabilidade aos participantes.60 minutos total é baseada em uma única chamada para um telefone fixo a taxa estimada de 0,02 € por minuto, controlada pelo Skype.Os participantes devem resgatar o seu código voucher de crédito livre do Skype no Skype.com de 31/07/2011, após o que a opção de utilizar o crédito livre de Skype expirar. Não há nenhum reembolso para códigos de crédito livre expirados do Skype."

source: %s reserves the right in its sole discretion to modify or discontinue the "Up to 60 Minutes Free Credit from Skype" Offer or to restrict its availability to any person, at any time, for any or no reason, and without prior notice or liability to participants.
fi_fi: %s pidättää oikeuden muuttaa tai keskeyttää "60 minuuttia ilmaista Skype -krediittiä" -tarjouksen tai rajoittaa sen saantia keneltä hyvänsä, milloin hyvänsä, mistä syystä hyvänsä tai syyttä, ilman ennakkoilmoitusta tai velvollisuuksia osallistujille.
it_it: %s si riserva il diritto a sua totale discrezione di modificare o cessare l'offerta "Fino a 60 minuti gratis su Skype" e di limitare l'offerta a qualsiasi persona in qualsiasi momento senza un particolare motivo e senza preaviso.
ja_jp: %sは、変更したり、"最大60分間無料クレジットSkypeから"オファーを中止したり、何人に対しても、その有用性を制限するために、いつでも、いずれか、または何の理由もなく、事前の通知または責任を負うことなく、独自の裁量で権利を留保しますだ参加者に。
pt_br: % se reserva o direito a sua vontade de modificar ou descontinuar o ""até 60 minutos grátis de crédito no Skype"", oferecer ou restringir sua disponibilidade para qualquer pessoa, a qualquer tempo, por qualquer razão sem aviso prévio ou responsabilidade por prejuízo aos participantes.

source: 60 total minutes is based on a single call to a landline at the estimated rate of €0.02 per minute as controlled by Skype.
fi_fi: 60 minuutin kokonaisaika perustuu Skypen kontrolloimalle keskimääräiselle €0.02 minuuttimaksulle yksittäispuhelulle lankapuhelimeen.
it_it: I 60 minuti totali sono basati su di una singola chiamataad un numero di rete fissa con tariffa pari a €0.02 al minuto come da tariffe Skype.
ja_jp: 60合計分は、Skypeによって制御される分あたり€0.02の推定速度で固定電話への単一の呼び出しに基づいています。
pt_br: O total de 60 minutos ese baseia em uma chamada simples a uma linha fixa a uma taxa estimada de $0.02 por minuto, controlado pelo Skype.

source: Participants must redeem their free credit voucher code from Skype on Skype.com by 31/07/2011 after which time the option to use the free credit from Skype expires. There are no refunds for expired free credit voucher codes from Skype.
fi_fi: Osallistujien tulee lunastaa krediittikupongin koodi Skypelta osoitteesta Skype.com viimeistään 31/07/2011 minkä jälkeen tarjous sekä krediitit vanhenevat. Vanhentuneista krediiteistä tai koodeista ei luovuteta korvausta eikä palautuksia.
it_it: I partecipanti dovranno richiedere il proprio coupon presso Skype.com entro il 31/07/2011, data ultima per partecipare a questa offerta. Non sarà possibile ottenere un risarcimento per i codici non utilizzati.
ja_jp: 参加者は、Skypeの有効期限が切れるからオプションを選択して無料のクレジットを使用する時間の後31/07/2011によるSkype.comでSkypeから無料のクレジットクーポンコードを交換する必要があります。 Skypeから期限切れの無料のクレジットクーポンコードの返金はありません。
pt_br: Os participantes devem receber os seus créditos grátis através de um código do Skype e através do próprio Skype.com ate 31/07/2011, depois de expirar cada tempo optado por usar o crédito do Skype. Não haverá reembolsos para créditos grátis vencidos.

source: No cash value will be given for the “Up to 60 Minutes Free Credit from Skype” Offer.
fi_fi: Tarjouksesta "60 minuuttia ilmaista Skype -krediittiä" ei luovuteta käteiskorvausta.
it_it: Non sono previsti pagamenti in contanti per l'offerta "Fino a 60 minuti gratis su Skype"
ja_jp: 現金値は"最大60分間無料クレジットSkypeから"オファーが与えられます
pt_br: Nenhum valor em dinheiro será dado para a oferta "Até 60 minutos grátis de Crédito do Skype".

source: "Skype Promotion Terms and Conditions."
fi_fi: "Skype -tarjouksen ehdot."
it_it: "Promozione Skype Condizioni Generali"
ja_jp: Skypeの推進利用規約
pt_br: "Termos e Condições da Promoção Skype."

source: Rate this property
fi_fi: Arvostele tämä kohde
it_it: Lasciate una recensione per questa struttura
ja_jp: このプロパティーをレートしてください
pt_br: Classifique esta propriedade

source: Rate
fi_fi: Arvostele
it_it: Tasso
ja_jp: レート
pt_br: Taxa

source: To register your property or change the desciption of your property, please fill up the form below.
fi_fi: Rekisteröidäksesi kohteesi tai muuttaaksesi kohdekuvaustasi, ole hyvä ja täytä alla oleva lomake.
it_it: Per registrare la vostra struttura o modificare la descrizione, vi invitiamo a compilare il modulo sottostante.

source: We will contact you with the next steps. Thank you.
fi_fi: Otamme sinuun yhteyttä. Kiitos.
it_it: Vi contatteremo per la successiva procedura. Grazie

source: Chat support
fi_fi: Chat tuki
it_it: Supporto via Chat
ja_jp: チャットサポート
pt_br: Chat de ajuda

source: Live Chat
it_it: Chat in linea
ja_jp: ライブチャット

source: End Chat
fi_fi: Päätä Chat
it_it: Termina Chat
ja_jp: 送信
pt_br: Encerrar Chat

source: Send
fi_fi: Lähetä
it_it: Invia
ja_jp: 送信
pt_br: Enviar

source: Agent typing
fi_fi: Edustaja kirjoittaa
it_it: Il supporto stà digitando
ja_jp: エージェントがタイピングしてます
pt_br: Agente de digitação

source: Translation done by Google. Hello, %s. Can I help you with anything today?
fi_fi: Google-käännös. Hei, %s. Voinko auttaa?
it_it: Traduzione effettuata attraverso Google. Hello %s. Come posso esserti d'aiuto oggi?
ja_jp: 翻訳は、Googleによって行われます。こんにちは、%sを私は今日は何をお探しですか？
pt_br: Tradução feita pelo Google. Olá,% s. Posso ajudar com qualquer coisa hoje?

source: first name
fi_fi: etunimi
it_it: Nome
ja_jp: 名前
pt_br: Primeiro nome

source: Language
fi_fi: Kieli
it_it: Lingua
ja_jp: 言語
pt_br: Idioma

source: I'm sorry, your Agent has left the chat. If you would like to chat with another Agent, please click the LogOut link below and open a new chat from the website chat link.
fi_fi: Pahoittelumme, avustajasi on poistunut chatista. Jos haluat jutella toisen avustajan kanssa, kirjaudu ulos klikkaamalla allaolevaa linkkiä ja avaa uusi chat nettisivultamme.
it_it: Siamo spiacenti, il supporto ha lasciato la Chat. Se vuoi iniziare una Chat attraverso un nuovo Agente ti invitiamo a premere sul tasto LogOut sottostante e riaprire una nuova Chat.
ja_jp: あなたのエージェントがチャットから退出しましたが、ごめんなさい。あなたは、他のエージェントとチャットするには、以下のログアウトリンクをクリックしてくださいリンクをチャットのWebサイトから新しいチャットを開きください、ご希望の場合。
pt_br: Desculpe, o agente não está mais on line. Se você quiser conversar com outro agente, por favor, aperte o link botão de saída abaixo para abrir um novo link de uma nova conversa.

source: %s exited session.
fi_fi: %s poistui keskustelusta.
it_it: %s sessione terminata
ja_jp: %sはセッションを終了しました。
pt_br: %s sessão encerrado.

source: %s joined session.
fi_fi: %s liittyi keskusteluun.
it_it: %s sessione iniziata
ja_jp: %sは、セッションに参加です。
pt_br: %s se juntou a sessão.

source: Please wait for someone in %s to join the conversation...
fi_fi: Ole hyvä ja odota chat-osallistujaa kohteesta %s...
it_it: Vi preghiamo di attendere in %s di iniziare la conversazione
ja_jp: %sに誰かが会話に参加するまでお待ちください
pt_br: Por favor, espere alguém em% s para se juntar à conversa ...

source: There are currently no agents logged in. Please leave us your email address, your booking number and any questions you may have so we can get back to you. Thank you.
fi_fi: Yhtään asiakaspalvelijaa ei ole kirjautunut sisään tällä hetkellä. Ole hyvä ja jätä sähköpostiosoitteesi, varauksesi numero ja mahdolliset kysymyksesi, ja otamme sinuun yhteyttä. Kiitos.
it_it: Al momento non ci sono agenti disponibili. Vi invitiamo a lasciare il vostro indirizzo email, il vostro numero di prenotazione e le vostre domande. Sarà nostra cura rispondervi nel più breve tempo possibile.
ja_jp: 私達にあなたのメールアドレスは、予約番号とは、我々はあなたに戻って得ることができる可能性のある質問を残して下さい。エージェントがない現在のところ、ログに記録されます。ありがとうございます
pt_br: No momento não há agente conectados. Por favor, deixe seu email, seu número de registro e suas perguntas que retornaremos. Muito obrigado.

source: Reset
fi_fi: Peru
it_it: Azzeramento
ja_jp: リセット
pt_br: Reiniciar

source: Continue
fi_fi: Jatka
it_it: Continua
ja_jp: 継続
pt_br: Continuar

source: No agents online
fi_fi: Ei edustajia verkossa
it_it: Nessun agente disponibile
ja_jp: エージェントがオンラインではない
pt_br: Nenhum agente online

source: Your request for support has been successfully sent.
fi_fi: Pyyntösi lähetetty onnistuneesti.
it_it: La vostra richiesta di supporto è stata inviata con successo.
ja_jp: サポートのリクエストが正常に送信されています。
pt_br: Seu pedido de apoio foi enviada com sucesso.

source: Email failed
fi_fi: Sähköposti epäonnistui
it_it: Email non iviata
ja_jp: メール失敗
pt_br: Email não enviado

source: Email sent
fi_fi: Sähköposti lähetetty
it_it: Email inviata
ja_jp: メールの送信
pt_br: Email enviado

source: First name
fi_fi: Etunimi
it_it: Nome
ja_jp: 名前
pt_br: Primeiro nome

source: %s, you have been placed into the Support Queue...
fi_fi: %s, sinut on lisätty tukipalvelun jonoon...
it_it: %s, la vostra richiesta è stata inserita nella coda.
ja_jp: %sは、あなたがサポートキューに配置されています
pt_br: %s, que foi colocado na fila para obter ajuda ...

source: Please wait here while we connect you.
fi_fi: Odota, yhdistetään.
it_it: Collegamento in corso, vi preghiamo di attendere.
ja_jp: 接続中は、ここで待っててください
pt_br: Por favor, aguarde aqui, enquanto nos conectamos você.

source: You will be transferred to the first available service representative. There are approximately %s user(s) ahead of you.
fi_fi: Sinut välitetään ensimmäiselle vapaana olevalle asiakasedustajalle. Sinua ennen on noin %s asiakasta.
it_it: V STiamo trasferendo la vostra richiesta al primo operatore disponibile. Avete circa %s utenti prima di voi.
ja_jp: 利用可能なサービス担当者に転送されます。 %sのユーザがはあなたの前におります。
pt_br: Você será transferido para o primeiro representante disponível. Existem aproximadamente %s usuários a sua frente.

source: Send E-mail
fi_fi: Lähetä sähköposti
it_it: Invia Email
ja_jp: メールを送る
pt_br: Enviar E-mail

source: You are no longer waiting to chat and may close this window.
fi_fi: Voit nyt sulkea keskusteluikkunan
it_it: Non siete più in attesa di una connessione chat, potete chiudere questa sessione.
ja_jp: あなたはこのチャットに参加してない為、閉じることがあります。
pt_br: Você não está mais à espera para falar e pode fechar esta janela.

source: Please wait, you are next in line.
fi_fi: Ole hyvä odota, palvelemme sinua seuraavaksi.
it_it: Vi preghiamo di attendere, siete il prossimo in lista.
ja_jp: 少しお待ちください、あなたが次です
pt_br: Por favor, espere, você é o próximo na fila

source: Hello! To better serve you, an agent is available and can help you reserve a room. Would you chat with him?
fi_fi: Hei! Voidaksemme palvella teitä paremmin, asiakaspalvelijamme voi auttaa teitä varamaan huoneen. Haluaisitteko keskustella hänen kanssaan?
it_it: Salve! Al fine di servirvi meglio un agente sarà disponibile e vi aiutera nella vostra prenotazione. Volete iniziare la chat?
ja_jp: こんにちは！より良いサービスを提供する為、エージェントが利用可能です。エージェントは部屋を予約することができます。あなたは彼とチャットしますか？
pt_br: Olá! Para melhor atendê-lo, um agente está disponível e pode ajudá-lo a reservar um quarto. Quer conversar com ele?

source: Did this chat help?
fi_fi: Oliko tästä keskustelusta apua?
it_it: Questa chat vi è stata di aiuto?
ja_jp: このチャットは助けになりましたか？
pt_br: Essa chat foi de ajuda?

source: Was the representative friendly?
fi_fi: Oliko edustajamme ystävällinen?
it_it: Il nostro agente è stato cortese?
ja_jp: 代表者は優しかったですか？
pt_br: O representante foi amigavel ?

source: Booking Number
fi_fi: Varausnumero
it_it: Numero della prenotazione
ja_jp: 予約番号
pt_br: Número de Reserva

source: Property number
fi_fi: Kohdenumero
it_it: Numero della Struttura
ja_jp: プロパティー番号
pt_br: Número da Propriedade

source: English
fi_fi: englanti
it_it: Inglese
ja_jp: 英語
pt_br: Inglês

source: French
fi_fi: ranska
it_it: Francese
ja_jp: フランス語
pt_br: Francês

source: Spanish
fi_fi: espanja
it_it: Spagnolo
ja_jp: スペインご
pt_br: Espanhol

source: German
fi_fi: saksa
it_it: Tedesco
ja_jp: ドイツ語
pt_br: Alemão

source: Finnish
fi_fi: suomi
it_it: Finlandese
ja_jp: フィンランド語
pt_br: Finlandês

source: Portuguese
fi_fi: portugali
it_it: Portoghese
ja_jp: ポルトガル語
pt_br: Português

source: Italian
fi_fi: italia
it_it: Italiano
ja_jp: イタリア語
pt_br: Italiano

source: Russian
fi_fi: venäjä
it_it: Russo
ja_jp: ロシア語
pt_br: Russo

source: Czech
fi_fi: tsekki
it_it: Cecoslovacco
ja_jp: チェコ語
pt_br: Checo

source: Hungarian
fi_fi: unkari
it_it: Ungherese
ja_jp: ハンガリー語
pt_br: Húngaro

source: Polish
fi_fi: Kuukausi
it_it: Polacco
ja_jp: ポーランド語
pt_br: Polonês

source: Japanese
fi_fi: japani
it_it: Giapponese
ja_jp: 日本語
pt_br: Japonês

source: Korean
fi_fi: korea
it_it: Koreano
ja_jp: 韓国語
pt_br: Coreano

source: Suedish
fi_fi: ruotsi
it_it: Svedese
ja_jp: スウェーデン語
pt_br: Sueco

source: Dutch
fi_fi: hollanti
it_it: Olandese
ja_jp: オランダ語
pt_br: Holandês

source: Cell phone number
fi_fi: Matkapuhelinnumero
it_it: Numero telefonico cellulare
ja_jp: 携帯番号
pt_br: Número do celular

source: Last bookings
fi_fi: Viimeisimmät varaukset
it_it: Ultima prenotazione
ja_jp: 最後の予約
pt_br: últimas reservas

source: %s Hostels in %s
fi_fi: %s Hostellit kohteessa %s
it_it: %s Ostelli, Hostels e Alberghi in %s
ja_jp: %sは%sのホテルです
pt_br: Hostéis, Albergues e Lugares em %s - %s

source: 5$/night + compare %s cheap
fi_fi: 5$/yö + vertaa %s edullinen
it_it: 5$/notte + compara %s economico
ja_jp: 一泊５ドルそれと%s安い
pt_br: 5 dólares por noite + compare%s é barato

source: accomodations in %s.
fi_fi: majoitus kohteessa %s
it_it: sistemazioni in %s
ja_jp: 宿泊施設の%s
pt_br: acomodações em% s.

source: 5$/night + compare %s cheap
fi_fi: 5$/yö + vertaa %s edullinen
it_it: 5$/notte + compara %s economico
ja_jp: 一泊５ドルそれと%s安い
pt_br: 5 dólares por noite + compare%s é barato

source: Hello. Would you prefer to use %s in %s. Same properties, same great prices!
fi_fi: Hei. Asioisitteko mieluummin sivustolla %s kielellä %s. Samat kohteet, samat mahtavat hinnat!
it_it: Salve. Preferite utilizzare %s in %s. Stessa struttura, stesso prezzo!
ja_jp: こんにちわ。あなたは%sで%sを使用してみませんか。同じプロパーティで格安の値段
pt_br: Olá. Você prefere usar% s em %s. Mesmas propriedades, mesmo ótimos preços!

source: Yes please.
fi_fi: Kyllä, kiitos.
it_it: Si, grazie.
ja_jp: お願いします
pt_br: Sim, por favor

source: No thank you
fi_fi: Ei, kiitos.
it_it: No, grazie
ja_jp: 申し訳ございません
pt_br: Não, obrigado.

source: movie
fi_fi: elokuva
it_it: film
ja_jp: 映画
pt_br: Filme

source: address
fi_fi: Osoite
it_it: Indirizzo
ja_jp: 住所
pt_br: Endereço

source: contact info
fi_fi: yhteystiedot
it_it: Contatti
ja_jp: 連絡先情報
pt_br: Informação de contato

source: telephone
fi_fi: Puhelin
it_it: telefono
ja_jp: 電話
pt_br: Telefone

source: You can safely book online:
fi_fi: Voit tehdä varauksen turvallisesti verkossa:
it_it: Prenotazione sicura online
ja_jp: あなたは安全なオンライン予約できます：
pt_br: Você pode reservar online com segurança:

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses…
fi_fi: Yhdistykset, kauppakamarit, koulut, yliopistot, päiväleirit, urheiluleirit, nuorisopalveluyhteisöt, turismivirastot, liitot, monitoimitalot, yritykset…
it_it: Associazioni, Camere di Commercio, scuole, università, uffici turistici, centri sociali, affari
ja_jp: 協会、学校、大学、一日のキャンプ、スポーツ、キャンプ、青少年奉仕の町、観光局、労働組合、公民館、企業商工会議所…
pt_br: Associações, câmaras de comércio, escolas, universidades, acampamentos, campos de esportes, serviço da juventude, serviços de turismo, sindicatos, centros comunitários, empresas ...

source: Click here to book for your group in more than 30,0000 facilities around the world. Your reservation is guaranteed and immediate.
fi_fi: Klikkaa tätä valitaksesi varauksen ryhmällesi yli 30 0000 majapaikasta ympäri maailman. Varauksesi on taattu ja tapahtuu välittömästi.
it_it: Premete qui per prenotare il vostro gruppo in più di 30.000 strutture in tutto il mondo. La vostra prenotazione è garantita e immediata.
ja_jp: 世界中のより30,0000施設、グループのための予約には、ここをクリックしてください。ご予約は保証で即時です。
pt_br: Clique aqui para reservar para o seu grupo em mais de 30.0000 lugares ao redor do mundo. A sua reserva é garantida e imediata.

source: Thank you for your question.
fi_fi: Kiitos kysymyksestäsi.
it_it: Vi ringraziamo per la vostra domanda
ja_jp: 質問していただきありがとうございます
pt_br: Obrigado por sua pergunta.

source: Please do not hesitate to contact us again if you have any questions.
fi_fi: Ota meihin yhteyttä jos sinulla on muita kysymyksiä.
it_it: Non esitate a contattarci ancora nel caso in cui abbiate ulteriori domande.
ja_jp: ご質問がある場合は、再度ご連絡することを躊躇しないでください。
pt_br: Por favor, não hesite em contactar-nos novamente, se tiver alguma dúvida.

source: Customer Service
fi_fi: Asiakaspalvelu
it_it: Servizio Clienti
ja_jp: 顧客サービス
pt_br: Atendimento ao Cliente

source: Price per person (Dorm shared with others)
fi_fi: Hinta per henkilö (jaettava huone)
it_it: Prezzo per persona (In stanza condivisa con altre persone)
ja_jp: 一人当たりの料金（寮は他の人と共有）
pt_br: Preço por pessoa (dormitório compartilhado)
