Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses ...
cs_cz: Asociace, obchodní komory, školy, univerzity, denní kempy, sportovní kempy, služby pro mládež, turistické kanceláře, unie, společenská centra, obchody.....
de_de: Verbände, Industrie- und Handelskammern, Schulen, Universitäten, Tagesausflüge, Sportausflüge, Jugendhilfe, Touristeninformationen, Gewerkschaften, Gemeindezentren, Firmen, ...
hu_hu: Egyesületek, kereskedelmi kamarák, iskolák, egyetemek, napközik, sport táborok, ifjúsági szolgáltató irodák, utazási irodák, szakszervezetek, közösségi központok, üzleti vállalkozások
ko_kr: 단체, 상공회의소, 학교, 대학, 데이 캠프, 스포츠 캠프, 청소년 수련회, 관광안내소, 커뮤니티센터, 사업...
zh_cn: 各种组织，社团，商会，学校，大学，体育团，夏令营，观光团，游客服务中心，工会，社区中心，公司 ...

source: Chargement...
cs_cz: Načítání...
de_de: Lädt...
hu_hu: Töltés ...
ko_kr: 로드 중입니다 ...
zh_cn: 载入中...

source: Group Booking Request Form
cs_cz: Formulář pro skupinovou rezervaci
de_de: Gruppenbuchunganfrageformular
hu_hu: Csoportos Foglalási Nyomtatvány
ko_kr: 단체 예약 신청서
zh_cn: 团体预订申请表

source: Spécifier le pays
cs_cz: Uveďte zemi
de_de: Geben Sie ein Land an
hu_hu: Adja meg az országot
ko_kr: 국가 지정하기
zh_cn: 指定国家

source: Choisir la ville
cs_cz: Vyberte město
de_de: Stadt auswählen
hu_hu: Válasszon várost
ko_kr: 도시를 선택하세요.
zh_cn: 选择城市

source: Choisir le pays
cs_cz: Vyberte zemi
de_de: Wählen Sie ein Land aus
hu_hu: Válasszon országot
ko_kr: 선택 국가
zh_cn: 选择国家

source: Champ obligatoire
cs_cz: Povinné pole
de_de: Pflichtfeld
hu_hu: Kötelező információ
ko_kr: 필수 정보
zh_cn: 必填字段

source: Spécifier la ville
cs_cz: Upřesněte města
de_de: Geben Sie eine Stadt an
hu_hu: Adja meg a várost
ko_kr: 도시 지정하기
zh_cn: 指定城市

source: Arrivée le:
cs_cz: Příjezd:
de_de: Anreise:
hu_hu: Érkezés:
ko_kr: 도착일 :
zh_cn: 到达日期：

source: Please Select
cs_cz: Prosím vyberte
de_de: Bitte wählen Sie.
hu_hu: Kérjük válasszon
ko_kr: 선택하세요.
zh_cn: 请选择

source: Single rooms
cs_cz: Pokoje pro jednotlivce
de_de: Einzelzimmer
hu_hu: Egy ágyas szobák
ko_kr: 싱글 룸
zh_cn: 单间

source: Twin rooms
cs_cz: Dvoulůžkové pokoje
de_de: Zweibettzimmer
hu_hu: Kétágyas szobák
ko_kr: 트윈룸
zh_cn: 雙床房

source: Double rooms
cs_cz: Pokoje pro dva
de_de: Doppelzimmer
hu_hu: Két személyes szobák
ko_kr: 더블 룸
zh_cn: 两房

source: Triple rooms
cs_cz: Pokoje pro tři
de_de: Dreibettzimmer
hu_hu: Három személyes szobák
ko_kr: 트리플 룸
zh_cn: 三房

source: In the dormss with the group
cs_cz: Skupinové ubytování na koleji/v hostelu
de_de: Im Schlafsaal mit der Gruppe.
hu_hu: Hálótermekben a csoporttal
ko_kr: 단체 기숙사 룸
zh_cn: 与团队在宿舍里

source: Adresse Email
cs_cz: E-mailová adresa
de_de: E-Mail Adresse
hu_hu: E-mail cím
ko_kr: 이메일 주소
zh_cn: 电子邮件

source: Insérer un courriel valide
cs_cz: Zadejte platnou e-mailovou adresu
de_de: Stellen Sie eine gültige E-Mai-Adressel zur Verfügung
hu_hu: Adjon meg egy érvényes e-mail-t
ko_kr: 올바른 이메일 주소 제공
zh_cn: 输入一个有效的电子邮件地址

source: Confirmation Email
cs_cz: Potvrzení e-mailu
de_de: E-Mail-Bestätigung
hu_hu: E-mail megerősítése
ko_kr: 이메일 확인
zh_cn: 电子邮件地址确认

source: Both emails must be the same
cs_cz: Oba emaily musí být stejné
de_de: Insgesamt
hu_hu: A két email címnek azonosnak kell lennie.
ko_kr: 두개의 이메일 주소가 동일해야합니다.
zh_cn: 两个email地址必须相同

source: Please provide a phone number where we can reach you from 4:00 pm to 9:00 pm.
cs_cz: Prosím poskytněte nám vaše telefonní číslo, abychom vám mohli zavolat mezi 16.00 a 19.00 hod.
de_de: Bitte geben Sie eine Telefonnummer an, unter der wir Sie zwischen 16:00 und 17:00 Uhr erreichen können.
hu_hu: Kérem adjon meg egy telefonszámot, ahol 16.00 és 21.00 óra között elérhető.
ko_kr: 오후 4시에서 오후 9시 사이, 저희가 연락드릴 수 있는 전화 번호를 알려주십시오.
zh_cn: 請提供一個電話號碼，我們可以在下午4點至晚上9時找到你。

source: Country code, Area code (without first 0) and mobile number; no spaces, brackets or dashes.
cs_cz: Kód země, kód oblasti (bez první 0) a číslo mobilu, žádné mezery, závorky nebo pomlčky.
de_de: Landesvorwahl + Handynummer (ohne die erste 0); keine Leerzeichen, Klammern oder Bindestriche.
hu_hu: Az ország hivószáma, körzetszám (az első nulla nélkül) mobil szám, szó közötti szünet, zárójel és gondolat jel nélkül
ko_kr: 국가 코드, 지역 번호( 맨 처음 0은 제외), 전화 번호: 공백, 줄표, 괄호 없이
zh_cn: 国家区号，地区号（不以“0”开头），手机号；无空格,括号或破折号。

source: UK Example: 442012341234
cs_cz: Příklad čísla: 420601654321
de_de: Deutsches Beispiel: 4915147464299
hu_hu: Magyar példa: 36206543245
ko_kr: 한국으로 전화 걸때: 82103456789
zh_cn: 以中国为例：8613912312345

source: Invalid phone number format
cs_cz: Neplatný formát telefonního čisla.
de_de: Format der Telefonnummer ungültig
hu_hu: Érvénytelen telefonszám
ko_kr: 없는 번호 입니다.
zh_cn: 电话号码格式错误

source: Traitement de la demande...
cs_cz: Zpracování žádosti ...
de_de: Bearbeitungsanfrage...
hu_hu: Kérés feldolgozása ...
ko_kr: 처리 요청 ...
zh_cn: 请求处理中...

source: Please make sure all required fields are filled out correctly
cs_cz: Prosím ujistěte se, že všechny požadovaná pole jsou vyplněny správně
de_de: Bitte stellen Sie sicher, dass alle Felder korrekt ausgefüllt sind.
hu_hu: Kérjük győződjön meg róla, hogy valamennyi mező megfelelően van kitöltve.
ko_kr: 모든 필수 입력란이 올바르게 기입되어 있는지 확인하십시오.
zh_cn: 请务必正确填写所有必填信息

source: Thank you. Our team will contact you within few hours
cs_cz: Děkujeme.Naši pracovníci vás budou kontaktovat během několika hodin
de_de: Vielen Dank. Unser Team wird Sie in wenigen Stunden kontaktieren.
hu_hu: Köszönjük. Csapatunk pár órán belül kapcsolatba lép Önnel.
ko_kr: 감사합니다. 빠른 시일 내에 연락드리겠습니다.
zh_cn: 谢谢。我们将会在数小时内与您联系。

source: Trouver une auberge
cs_cz: Najít hostel
de_de: Finde ein Hostel
hu_hu: Keressen szálláshelyet
ko_kr: 호스텔 찾기
zh_cn: 搜索旅舍

source: Bienvenue!
cs_cz: Můj účet
de_de: Angemeldet
hu_hu: Saját fiók
ko_kr: 내 계정
zh_cn: 我的账户

source: Auberges de jeunesse, Hôtels, Appartements, Chambres d'hôtes, Bed and Breakfast, Pensions - Plus de 30000!!
cs_cz: 30 000 Ubytovny, hostely, apartmány, pokoj se snídaní, Penziony...
de_de: Mehr als 30.000 Hostels, Herbergen, günstige Hotels, Apartments, Bed & Breakfasts und Pensionen.
hu_hu: 30 000 Hostelek, Szállodák, Apartmanok, Bed and Breakfast, Vendégházak...
ko_kr: 30,000 이상의 유스 호스텔, 아파트, 베드 앤 브랙퍼스트(B&B), 게스트 하우스!!!!
zh_cn: 在线预订30,000多家便宜旅馆、旅舍、公寓、房间、床位（含早餐）！

source: Courriel:
cs_cz: E-mail:
de_de: E-Mail:
hu_hu: E-mail:
ko_kr: 이메일 :
zh_cn: 电子邮件：

source: Mot de passe:
cs_cz: Heslo:
de_de: Passwort:
hu_hu: Jelszó:
ko_kr: 비밀 번호 :
zh_cn: 密码：

source: Not Rated Yet!
cs_cz: Zatím neohodnoceno!
de_de: Noch nicht bewertet!
hu_hu: Még nem értékelt!
ko_kr: 아직 평가되지 않았습니다.
zh_cn: 未评级

source: As rated by bookers like you
cs_cz: Podle hodnocení zákazníku jako jste vy
de_de: Von Kunden wie Ihnen bewertet
hu_hu: Értékelt olyan foglalók álltal, mint te
ko_kr: 예약자들에 의해 평가된 점수
zh_cn: 已被旅客分级！

source: Réserver
cs_cz: Rezervujte
de_de: Buchen
hu_hu: Foglalás
ko_kr: 예약
zh_cn: 预订

source: Enter Dates
cs_cz: Zadejte datum.
de_de: Datum eingeben
hu_hu: Írd be a dátumokat
ko_kr: 날짜 입력
zh_cn: 入住日期

source: Disponibilités
cs_cz: Dostupnost
de_de: Verfügbarkeit
hu_hu: Elérhetőség
ko_kr: 예약 가능
zh_cn: 可用性

source: Erreur:
cs_cz: Chyba:
de_de: Fehler:
hu_hu: Hiba:
ko_kr: 오류 :
zh_cn: 错误：

source: No rooms are available for all the nights you selected.
cs_cz: Omluváme se, ale žádný pokoj není k dispozici pro všechny vámi zadané noci.
de_de: Entschuldigen Sie, für den ausgewählten Zeitraum stehen keine Zimmer für alle Nächte zur Verfügung.
hu_hu: Sajnáljuk, nincs szabad szoba az összes kiválasztott éjszakára.
ko_kr: 죄송합니다. 선택하신 날짜에 룸이 없습니다.
zh_cn: 抱歉，没有空床位提供。

source: Serveur inaccessible en ce moment.
cs_cz: Server právě nefunguje.
de_de: Server steht zur Zeit nicht zur Verfügung.
hu_hu: Szerver elérhetetlen ebban a pillanatban.
ko_kr: 서버가 일시적으로 다운되었습니다.
zh_cn: 服务器关闭。

source: Détails:
cs_cz: Podrobnosti:
de_de: Details:
hu_hu: Részletek:
ko_kr: 세부 사항 :
zh_cn: 详细说明：

source: Devise:
cs_cz: Měna:
de_de: Währung:
hu_hu: Pénznem:
ko_kr: 화폐:
zh_cn: 货币：

source: Soumettre
cs_cz: Předložit
de_de: Einreichen
hu_hu: Beküldeni
ko_kr: 제출
zh_cn: 提交

source: Price per person (Dorm shared with others).
cs_cz: Cena za osobu (sdílený pokoj s ostaními) za celý pobyt.
de_de: Preis pro Person für die gesamte Aufenthaltsdauer (Mehrbettzimmer wird mit anderen Personen geteilt).
hu_hu: Ár per fő (közös szobában)
ko_kr: 1인당 가격-전체 여행 가격 (도미토리-다른 사람과 공유)
zh_cn: 价位/每人（多人共用一个单间）

source: Price per room (not per person).
cs_cz: Cena za pokoj (ne za osobu) za celý pobyt.
de_de: Preis pro Zimmer für die gesamte Aufentshaltsdauer (nicht pro Person).
hu_hu: Ár / szoba, az egész tartózkodásért, nem személyenként.
ko_kr: 객실당 가격-전체 여행 가격 (1인당 가격 아님)
zh_cn: 价位/每间(非每人)

source: Please enter at least one choice in the above table to book a room.
cs_cz: prosím zvolte alespoň jednu volbu z výše uvedeného seznamu pro rezervaci pokoje
de_de: Bitte wählen Sie eine der oben angezeigten Angaben aus, um ein Zimmer zu buchen.
hu_hu: Kérjük, válasszon legalább egy lehetőséget a fenti táblázatban a szobafoglaláshoz
ko_kr: 방을 예약하려면 위의 옵션 중 적어도 하나를 선택하십시오.
zh_cn: 请在上述空格中至少选择一项完成空房预订。

source: Notes Importantes
cs_cz: Důležité poznámky
de_de: Wichtige Hinweise
hu_hu: Fontos tudnivalók
ko_kr: 중요 사항
zh_cn: 重要事项

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) et les frais de service minimum et non remboursables afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
cs_cz: S %s, platíte pouze zálohu (10%% z celkové ceny) a minimální nevratný poplatek za službu a máte potvrzenou a zaručenou rezervaci. Zbývající částka bude požadována při příjezdu.
de_de: Auf %s zahlen Sie nur die Anzahlung (10%% des Gesamtbetrags) und die anfallende Gebühr, welche nicht erstattbar ist und der Bestätigung Ihrer Reservierung dient. Der Restbetrag muss bei der Ankunft bezahlt werden.
hu_hu: Az %s csak a letétet fizeti (a 10%%-át a teljes összegnek) és a minimális nem visszatéritendő szolgáltatási díjat a foglalás garantálásáért. A fennmaradó összeget érkezéskor kell fizetni.
ko_kr: %s에 의해, 당신은 오직 보증금 (전체의 10 %%)과 소액의 서비스 요금을 예약 보증을 위해 지불합니다. 나머지 금액은 도착시 지불됩니다.
zh_cn: 为确保您在%s的预订，请在预订时支付房费的10%%（定金，不可退）和少量服务费（不可退），剩余房费将在抵达旅舍当日结清。

source: Détails de la réservation
cs_cz: Rezervace
de_de: Buchungsdetails
hu_hu: Foglalás részletei
ko_kr: 예약 세부 사항
zh_cn: 预订详情

source: Total en
cs_cz: Celkem
de_de: Gesamt
hu_hu: Összesen
ko_kr: 합계
zh_cn: 总计

source: 10% Arrhes / Dépôt sera facturé en
cs_cz: 10% zálohy bude účtováno -
de_de: 10% Anzahlung
hu_hu: 10%-os előleg kerül felszámolásra
ko_kr: 10 % 보증금이 청구됩니다.
zh_cn: 10％定金

source: Frais de Service
cs_cz: Poplatek za službu
de_de: Servicegebühr
hu_hu: A szolgáltatás díja
ko_kr: 서비스 요금
zh_cn: 服务费

source: %s yearly membership card - waived:
cs_cz: Roční členství v hodnotě %s - není třeba
de_de: Jahresmitgliedskarte von %s - obligatorisch:
hu_hu: Az évente %s-ba kerülő tagsági kártya - elengedve:
ko_kr: 연간 멤버쉽 카드%s-면제:
zh_cn: 免除%s美元年度会费:

source: Total à payer maintenant
cs_cz: Celková částka k okamžité úhradě
de_de: Anzahlung jetzt bezahlen
hu_hu: Összesen fizetni most
ko_kr: 총 지불금액
zh_cn: 立即支付全价

source: est le montant total à payer à votre arrivée
cs_cz: je celková částka splatná při příjezdu
de_de: der Restbetrag ist zahlbar bei Ihrer Ankunft
hu_hu: A teljes összeg fizetendő érkezéskor
ko_kr: 은 도착시 지불할 총액입니다.
zh_cn: 入住当日需支付费用

source: Choose the currency of your payment:
cs_cz: Zvolte měnu vaší platby:
de_de: Wählen Sie eine Währung für Ihre Zahlung:
hu_hu: Válaszd meg a fizetési pénznemet:
ko_kr: 당신의 결제를 위한 통화를 선택해주십시오:
zh_cn: 选择支付币种:

source: Changements - Annulations
cs_cz: Změny - Zrušení
de_de: Änderungen - Stornierung
hu_hu: Változások - Lemondás
ko_kr: 변경 - 취소
zh_cn: 更改 - 取消

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 72 heures en avance pour ne pas être facturé la première nuit.
cs_cz: Změny a storna jsou snadné a možné. Kontaktujte přímo ubytovací zařízení, kde máte udělanou rezervaci. Změna data / pokoje: možná, záleží co je k dispozici. Storna: nejméně 72 hodin předem, aby jste se vyhnuli úhradě za první noc.
de_de: Änderungen und Stornierungen sind möglich, bitte kontaktieren Sie die zuständige Unterkunft. Reisedaten/Zimmer ändern: je nach Verfügbarkeit möglich. Stornierung: Bitte beachten Sie die jeweiligen Richtlinien der Unterkunft, um die Berechnung der ersten Übernachtung vermeiden zu können.
hu_hu: Változások és törlések egyszerűen lehetségesek. Dátum/szoba modositás lehetséges a készlet erejéig. Törlés lehetséges: olvasd el a Hostel szabályzatát, hogy elkerüld az első éjszaka kifzetését.
ko_kr: 변경 및 취소가 쉽게 가능합니다. 일자 / 객실 변경: 이용가능에따라. 취소: 첫 번째 숙박일이 청구되지 않도록 최소 24시간 이전에 예약 변경 및 취소 정책에 맞게 사전에 취소를 합니다.
zh_cn: 允许变更或取消预订，但需视具体情况而定，详情请参见本网站关于取消预定的相关条款，以避免被收取首夜的费用。

source: Réserver Maintenant
cs_cz: Rezervujte nyní
de_de: Jetzt buchen
hu_hu: Foglalja le most
ko_kr: 지금 예약하기
zh_cn: 立即预订

source: Commodité
cs_cz: Vybavení
de_de: Zusatzleistungen
hu_hu: Kényelem
ko_kr: 편의성
zh_cn: 服务内容

source: Commentaires
cs_cz: Komentáře
de_de: Bewertungen
hu_hu: Hozzászólások
ko_kr: 리뷰
zh_cn: 评价

source: Le %s
cs_cz: %s
de_de: %s
hu_hu: Datum %s
ko_kr: %s
zh_cn: %s是

source: Par %s | Le %s
cs_cz: %s |%s
de_de: Von %s | %s Die
hu_hu: Által %s |A %s
ko_kr: %s에 의해 %s
zh_cn: 被%s |%s的

source: Cartes et Directions
cs_cz: Mapy a trasy
de_de: Karten und Wegbeschreibungen
hu_hu: Térkép és Útvonal
ko_kr: 지도 & 방향
zh_cn: 地理位置

source: Confirmation de Votre Réservation
cs_cz: Potvrďte svou rezervaci
de_de: Bestätigen Sie Ihre Reservierung
hu_hu: Erősítse meg a foglalást
ko_kr: 예약 확인
zh_cn: 确认您的预订

source: Votre réservation est validée
cs_cz: Vaše rezervace je potvrzena
de_de: Ihre Reservierung ist bestätigt
hu_hu: Az Ön foglalásának megerősitése
ko_kr: 예약이 확인 되었습니다.
zh_cn: 您的预订已确认。

source: Vous allez recevoir un courriel d'ici peu avec toutes les informations contenu sur cette page.
cs_cz: Za chvíli obdržíte email se všemi informacemi obsaženými na této stránce.
de_de: Sie erhalten in Kürze eine E-Mail mit allen Informationen, die auf dieser Seite enthalten sind.
hu_hu: Ön kap egy e-mailt rövid időn belül az összes foglalási információval. Kérjük nézze meg a spam/junk oldalra bejövő e-maileket is 5 perc eltelte után.
ko_kr: 이 페이지에 포함된 모든 정보를 즉시 이메일로 발송합니다.
zh_cn: 您将收到一封包含所有预订信息的邮件，如果您在5分钟之内还没有收到该邮件，请查看“垃圾邮件”。

source: Vous pouvez aussi vous connecter à votre compte pour voir toutes vos réservation:
cs_cz: Můžete se také přihlásit do svého účtu, kde najdete všechny vaše rezervace:
de_de: Sie können sich auch in Ihren Account einloggen, um Ihre Reservierungen einsehen zu können :
hu_hu: Ön be is jelentkezhet fiókjába, hogy láthatsa foglalásait:
ko_kr: 귀하의 모든 예약을 볼 수 있도록 귀하의 계정에 로그인할 수 있습니다 :
zh_cn: 您也可以登录到您的个人帐户，查看所有预订记录。

source: Votre Numéro de confirmation
cs_cz: Vaše číslo potvrzení
de_de: Ihre Bestätigungsnummer
hu_hu: A foglalást megerősítő száma
ko_kr: 확인 번호
zh_cn: 您的确认代码

source: 10%% Arrhes + frais de service facturé en %s à votre carte
cs_cz: 10%% záloha + poplatek za službu účtován na vaší kartě %s
de_de: 10%% Anzahlung + Servicegebühren werden auf Ihrer Kreditkarte belastet %s
hu_hu: 10%% Letét+ szolgáltatási díj terheli a kártyát %s-ban
ko_kr: 10%% 보증금 + %s의 서비스 요금이 카드로 청구
zh_cn: 10%s的服务费将从您的卡上直接扣取。

source: Montant restant à payer lors de votre arrivée
cs_cz: Zůstatek splatný při příjezdu
de_de: zu bezahlender Restwert bei Ankunft
hu_hu: A maradék érkezéskor fizetendő.
ko_kr: 잔여액은 도착시 지불
zh_cn: 入住当日结清剩余房费。

source: Téléphone
cs_cz: Vaše mobilní telefonní číslo v případě, že se s vámi vaše ubytovací zařízení potřebuje spojit.
de_de: Handynummer (sollte die Unterkunft Sie kontaktieren wollen)
hu_hu: Telefon
ko_kr: 모바일 번호 (만약의 경우, 숙소에서 고객님께 연락을 해야 할 경우)
zh_cn: 请提供您的移动电话号码以备万一住宿处需要联系您

source: Pour toute question, consultez notre %s.
cs_cz: V případě dotazů, navštivte naši %s.
de_de: Bei Fragen besuchen Sie unsere %s.
hu_hu: Kérdése van, kérjük látogasson el a %s.
ko_kr: 궁금한점이 있다면 %s을 방문하시기 바랍니다.
zh_cn: 如有问题，请访问我们的%s

source: Erreur lors du traitement de votre demande
cs_cz: Chyba při zpracování vašeho požadavku
de_de: Fehler bei der Bearbeitung Ihrer Anfrage
hu_hu: Hiba történt kérésének feldolgozása során.
ko_kr: 귀하의 요청을 처리하는 동안 오류
zh_cn: 处理请求出错

source: Revenir en arrière
cs_cz: Zpátky
de_de: Zurück zum Anfang
hu_hu: Vissza
ko_kr: 돌아가기
zh_cn: 还原

source: Informations personnelles - Sécurisées et Encryptées
cs_cz: Osobní údaje - bezpečné a zašifrované
de_de: Angaben des Reisenden
hu_hu: Személyes adatok - Biztonságos és kódolt
ko_kr: 게스트 정보
zh_cn: 旅客信息

source: Prénom:
cs_cz: Jméno:
de_de: Vorname:
hu_hu: Keresztnév
ko_kr: 이름 :
zh_cn: 名：

source: Nom:
cs_cz: Jméno:
de_de: Name:
hu_hu: Név:
ko_kr: 성:
zh_cn: 姓：

source: Nationalité :
cs_cz: Státní příslušnost:
de_de: Herkunftsland:
hu_hu: Állampolgársága:
ko_kr: 국적 :
zh_cn: 国籍：

source: Sexe:
cs_cz: Pohlaví:
de_de: Geschlecht:
hu_hu: Nem:
ko_kr: 성별 :
zh_cn: 性别：

source: Masculin
cs_cz: Muž
de_de: Männlich
hu_hu: Férfi
ko_kr: 남성
zh_cn: 男

source: Féminin
cs_cz: Žena
de_de: Weiblich
hu_hu: Nő
ko_kr: 여성
zh_cn: 女

source: Heure d'arrivée:
cs_cz: Čas příchodu
de_de: Ankunftszeit:
hu_hu: Érkezési idő:
ko_kr: 도착 시간:
zh_cn: 入住时间：

source: Mobile Phone (please include the country code)
cs_cz: Telefonní číslo (prosím uveďte kód pro vaši oblast)
de_de: Handynummer (bitte einschliesslich der Landesvorwahl)
ko_kr: 전화번호 (국가 번호를 입력하세요)
zh_cn: 手机（请包含 国家代码）

source: UK Example: 44 2012341234
cs_cz: Příklad čísla: 420212341234
de_de: Beispiel für Deutschland: 49714733665
hu_hu: Magyar példa: 36206543245
ko_kr: 한국으로 전화 걸때: 82103456789
zh_cn: 以中国为例：8613912312345

source: cliquer ici pour notre charte
cs_cz: Nikdy neprodáme vaše osobní informace. Klikněte zde pro naše soukromé údaje. Můžete se kdykoliv odhlásit.
de_de: Diese Information wird niemals mit einer dritten Person (ob Einzelperson oder Firma) geteilt, vermietet oder verkauft. (Datenschutzbestimmungen lesen)
hu_hu: Kattintson ide a mi adatvédelmi nyilatkozatunkra
ko_kr: 우리의 개인정보 문서를 보기위해서 여기를 클릭하세요. 저희는 귀하의 개인 정보를 판매하지 않으며 언제든지 뉴스 레터를 취소 할 수 있습니다.
zh_cn: 我们永远不会出售您的个人信息。您可以在任何时候退订.请点击此处阅读我们的保密条款。

source: Méthode de Paiement - Sécurisée et Encryptée
cs_cz: Způsob platby - bezpečný a zašifrovaný
de_de: Zahlungsweise - Sicherheit und Verschlüsselung
hu_hu: Fizetés módja - biztonságos és kódolt
ko_kr: 지불 방법 - 보안과 암호화
zh_cn: 付款方式 - 加密安全

source: Type de carte : %s(acceptée par l'établissement)
cs_cz: Typ karty: %s (přijat zařízením)
de_de: Kartentyp: %s
hu_hu: Kártya típusa: %s
ko_kr: 카드 종류 : %s
zh_cn: %s银行卡类型：

source: sur la carte %s de crédit :
cs_cz: Jméno na kreditní kartě %s:
de_de: Name auf der Kreditkarte %s:
hu_hu: Név a hitelkártyán %s
ko_kr: 신용카드 위의 %s
zh_cn: 持卡人姓名%s：

source: Numéro
de_de: Nummer
hu_hu: Szám
ko_kr: 넘버

source: de la carte %s de crédit :
cs_cz: Číslo %s kreditní karty:
de_de: Kreditkartennummer%s
hu_hu: Hitelkártya %s
ko_kr: 신용카드 번호 %s
zh_cn: %s信用卡号

source: Date d'expiration :
cs_cz: Vyprší:
de_de: Gültig bis:
hu_hu: Lejár:
ko_kr: 만료일
zh_cn: 到期日：

source: Code de sécurité :
cs_cz: Bezpečnostní kód:
de_de: Sicherheitscode:
hu_hu: Biztonsági kód:
ko_kr: 코드
zh_cn: 安全代码：

source: Valide depuis :
cs_cz: Platnost od:
de_de: Gültig bis:
hu_hu: Érvényes:
ko_kr: 유효 시작일 :
zh_cn: 有效期自：

source: Numéro d'émission :
cs_cz: Číslo vydání:
de_de: Ausgabenummer:
hu_hu: A kiállitás száma:
ko_kr: 발행 번호 :
zh_cn: 发行编号：

source: J'accepte %s les termes et conditions %s
cs_cz: Souhlasím s %s %s termíny a podmínkami
de_de: %s Ich akzeptiere die Geschäftsbedingungen %s
hu_hu: Elfogadom a %s feltételeket %s
ko_kr: 저는 %s의 기간과 조건을 수락합니다 %s
zh_cn: 我同意%s所有条款%s

source: * En cliquant sur le bouton de Confirmation ci-dessous, vous acceptez les modalités et les conditions et autorisez la facturation d'un montant non remboursable de
cs_cz: * Kliknutím na tlačítko níže potvrzujete, že souhlasíte s podmínkami a povolujete naúčtování nevratného poplatku
de_de: * Mit einem Klick auf den Bestätigungsbutton akzeptieren Sie die Bedingungen und genehmigen die Abrechnung einer nicht erstattbaren Gebühr
hu_hu: * Az alábbi gombra való kattintással megerősíti a feltételek elfogadását és engedélyezi a vissza nem térítendő díjak levonását
ko_kr: * 확인 아래의 버튼을 클릭하면 이용 약관과 아래의 환불 불가한 수수료의 결제를 승인합니다
zh_cn: 点击以下“确认”按纽，表示您接受支付条款及不可退费约定。

source: Confirmer
cs_cz: Potvrdit
de_de: Bestätigen
hu_hu: Megerősités
ko_kr: 확인
zh_cn: 确认

source: Erreur 404 - Page Introuvable
cs_cz: Chyba 404 - Stránka nenalezena
de_de: Fehler 404 - Seite nicht gefunden
hu_hu: Hiba 404 - Az oldal nem található
ko_kr: 오류 404 - 페이지를 찾을 수 없음
zh_cn: 错误404 - 找不到网页

source: Nous ne pouvons trouver la page demandée. Veuillez utiliser le menu du haut pour naviguer sur le site ou simplement faite une recherche d'hébergements à l'aide de l'outil de recherche ci-dessus.
cs_cz: Nemůžeme najít požadovanou stránku. Prosím použijte horní menu pro procházení webu nebo vyhledejte ubytování pomocí vyhledávacího nástroje nahoře.
de_de: Wir können die von Ihnen aufgerufene Seite nicht finden. Bitte benutzen Sie das Hauptmenü zum navigieren oder suchen Sie einfach nach Unterkünften mit Hilfe der Suchmaschine.
hu_hu: Nem találjuk a kért oldal. Kérjük, használja a felső menűt, hogy keresni tudjon az oldalunkon, vagy egyszerűen csak keressen a fenti szállást kereső segítségével.
ko_kr: 요청한 페이지를 찾을 수 없습니다. 지역을 검색하거나 숙소를 찾기 위해 윗쪽에 위치한 메뉴를 사용해 주십시오.
zh_cn: 网页无法找到。请使用顶部的菜单重新搜索，或者访问帮助中心。

source: Search by city name:
cs_cz: Hledej podle jména města:
de_de: Nach Stadt suchen:
hu_hu: Keress város név szerint:
ko_kr: 도시명으로 검색하기:
zh_cn: 按城市名搜索

source: reservation auberge de jeunesse,auberge de jeunesse,auberges de jeunesse,voyage jeunesse europe,voyage jeunesse,voyage europe,hébergement voyage europe,réserver auberge,voyage europe logement,logement voyage france,logement voyage europe,trip jeunesse euro,euro youth hostel,révervation hôtel londres,reservation hôtel paris
cs_cz: Rezervace ubytovny, hotely, ubytovny pro mládež, cestovní Evropa mládež, mladé lidi, cestování Evropou, cestovní Evropa Ubytování, hostel rezervace, cestovní europe ubytování, cestování Ubytování Francie, ubytování cestovní Evropa, výlet mládeže EURO EURO Youth Hostel, révervation london hotel, Paříž rezervace hotelu
de_de: Buchung Hostel, Hotels, Herberge, Jugendreisen Europa, Reisen Europa Unterkunft, Herberge buchen, Travel Europe, Unterkunft, Reisen Unterkunft Frankreich, Europareisen, Jugendreise Euro, Euro Herberge, Reservierungen Londoner Hotel buchen Hotel Paris
hu_hu: Hostelek, ifjúsági hostelek, ifjúsági utazás, európai utazás, ifjúsági hostel foglalás, ifjúsági hostel Párizs, ifjúsági hostel London, euro ifjúsági szálló, hotel foglalás london, szálloda foglalás Párizs.
ko_kr: 숙소 예약, 호스텔, 유스 호스텔, 여행 유럽 청소년, 청소년 여행, 유럽 여행, 유럽 숙박, 숙소 예약, 유럽 숙박, 프랑스 여행, 청소년 유로, 유로 유스 호스텔, 유럽 숙박, 호텔 런던, 호텔 예약 파리
zh_cn: 预订青年旅社，青年旅馆，欧洲青年旅行社，旅游欧洲，欧洲旅游住宿，旅馆预订，欧洲旅游住宿，法国，欧洲旅游住宿，青年旅舍，伦敦酒店预订，巴黎酒店预订

source: Réservation immédiate et garantie de l’auberge %s à %s. Prix imbattables de %s, photos, cartes & guides sur %s.
cs_cz: Okamžitá rezervace %s - %s. Bezkonkurenční ceny %s, fotky a recenze na %s.
de_de: Reservierung des Hostels %s in %s. %s zum besten Preis, Fotos und Karten auf %s.
hu_hu: Azonnali foglalási garancia %s - %s-ban. Verhetetlen áron %s, fényképek, értékelések - %s.
ko_kr: %s %s의 빠른 예약, 지도, %s을 %s와 함께 빠른 리뷰.
zh_cn: 马上通过%s预订%s的%s，提供无与伦比的住宿低价、照片、地图及到%s的指南

source: About us
cs_cz: O nás
de_de: Über uns
hu_hu: Rólunk
ko_kr: 우리에 대해
zh_cn: 关于我们

source: Aide / FAQ / Nous Joindre
cs_cz: Nápověda / časté otázky / Kontakt
de_de: Hilfe / FAQ / Kontakt
hu_hu: Segítség / GYIK / Kapcsolat
ko_kr: 도움 / 자주 묻는 질문 / 연락처
zh_cn: 帮助/常见问题/联系我们

source: Confidentialité
cs_cz: Ochrana dat
de_de: Datenschutz
hu_hu: Adatvédelem
ko_kr: 보안
zh_cn: 保密
