Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Please make sure you have included the country code in your phone number above
cs_cz: Prosím uveďte kód vaší země při zadávání vašeho telefonního čísla výše.
de_de: Bitte stellen Sie sicher, dass Sie die Landesvorwahl bei Ihrer obigen Telefonnummer angegeben haben
ko_kr: 위에 입력한 전화 번호에 국가 코드를 포함했는지 확인하십시오.
zh_cn: 您以上的电话号码中请务必包含国家代码

source: Check your reservation on your mobile
cs_cz: Prohlédni si svoje rezervace na svém mobilu
de_de: Reservierungsbestätigung auf Ihrem Handy
hu_hu: Foglalások átnézése a mobilon
ko_kr: 고객님의 예약상황을 핸드폰으로 확인하세요.
zh_cn: 手机查询预订

source: Reservation
cs_cz: Rezervace
de_de: Reservierung
hu_hu: Foglalás
ko_kr: 예약하기
zh_cn: 预订

source: Free SMS
cs_cz: SMS zdarma
de_de: Gratis SMS
hu_hu: Ingyenes SMS
ko_kr: 무료 SMS
zh_cn: 免费短信

source: Message to Parents
cs_cz: Zpráva pro rodiče.
de_de: Nachricht an die Eltern
hu_hu: Üzenet a szülőknek
ko_kr: 부모님께 드리는 메세지
zh_cn: 短信发送父母

source: Why booking with us ?
cs_cz: Proč rezervovat právě s námi?
de_de: Warum Sie mit uns buchen sollten?
hu_hu: Miért foglalj velünk?
ko_kr: 우리를 선택해야만 하는 이유!!
zh_cn: 为什么向我们预订？

source: Auberge
de_de: Unterkunft
hu_hu: Szállók
ko_kr: 호스텔

source: Groupes
cs_cz: Skupiny
de_de: Gruppen
hu_hu: Csoportok
ko_kr: 그룹
zh_cn: 团体

source: Pour tous les âges: ni maximum ni minimum.
cs_cz: Pro všechny věkové kategorie: žádné věkové limity.
de_de: Für alle Altersgruppen: kein Maximum oder Minimum.
hu_hu: Minden korosztály számára: nincs korhatár.
ko_kr: 연령 제한이 없습니다.
zh_cn: 无年龄限制

source: Un service clientèle de qualité disponible %s prêt à vous guider à tout moment.
cs_cz: Kvalitní služby zákazníkům k dispozici %s jsme připraveni vám kdykoliv pomoci .
de_de: Ein qualitativ hochwertiger Kundenservice steht für Sie zur Verfügung %s, um Ihnen jederzeit zu helfen.
hu_hu: A minőségi ügyfélszolgálat áll rendelkezésre%s és kész segíteni Önnek bármikor.
ko_kr: 언제든지 당신을 도울 준비가 되어 있는 %s의 고품격 서비스가 이용가능합니다.
zh_cn: %s 为您提供优质周到的客户服务

source: Free Breakfast
cs_cz: Snídaně Zdarma
de_de: Gratis Frühstück
hu_hu: Ingyenes Reggeli
ko_kr: 무료 아침식사
zh_cn: 免费早餐

source: Breakfast
cs_cz: Snídaně
de_de: Frühstück
hu_hu: Reggeli
ko_kr: 아침식사
zh_cn: 早餐

source: Internet Access
cs_cz: Přístup na Internet
de_de: Internetzugang
hu_hu: Internet-hozzáférés
ko_kr: 인터넷 접속 가능
zh_cn: 上网

source: Free Internet
cs_cz: Internet Zdarma
de_de: Gratis Internet
hu_hu: Ingyenes Internet
ko_kr: 무료 인터넷
zh_cn: 免费上网

source: Deal of the Day
cs_cz: Cena Dne
de_de: Tagesangebot
hu_hu: Napi Ajánlat
ko_kr: 오늘의 특가
zh_cn: 当日特价

source: Fun
cs_cz: zábava
de_de: Unterhaltung
hu_hu: Szorakozás
ko_kr: 재미
zh_cn: 有趣

source: You got the best price
cs_cz: Dostali jste nejlepší cenu
de_de: Sie erhalten den besten Preis
hu_hu: A legjobb árat kaptad!
ko_kr: 최저의 가격을 제공합니다
zh_cn: 您得到最优价格

source: See more results
cs_cz: Ukaž více výsledků.
de_de: Mehr Ergebnisse ansehen
hu_hu: További eredmények.
ko_kr: 더 많은 검색결과 보기.
zh_cn: 查找更多结果。

source: Payer seulement 10%% maintenant
cs_cz: Platíte pouze 10%% nyní
de_de: Sie zahlen jetzt nur 10%%
hu_hu: Most csak 10%%-át fizesse ki
ko_kr: 지금 10%%만 지불하세요.
zh_cn: 支付10%%定金

source: Car Parking
cs_cz: Parkování
de_de: Parkplatz
hu_hu: Parkoló
ko_kr: 주차장
zh_cn: 停车

source: 24 hour hot showers
cs_cz: Teplé sprchy 24 hodin
de_de: 24 Stunden heiße Duschen
hu_hu: Meleg zuhany (24 órán keresztűl)
ko_kr: 24기간 온수 샤워가능
zh_cn: 24小时热水淋浴

source: Washing machines
cs_cz: Pračky
de_de: Waschmaschinen
hu_hu: Mosógép
ko_kr: 세탁기
zh_cn: 洗衣机

source: Air Conditioning
cs_cz: Klimatizace
de_de: Klimaanlange
hu_hu: Légkondicionálás
ko_kr: 에어컨
zh_cn: 空调

source: Lounge area
cs_cz: Hala
de_de: Lounge-Bereich
hu_hu: Társalgó
ko_kr: 라운지
zh_cn: 休息室区域

source: Restaurant
cs_cz: Restaurace
hu_hu: Étterem
ko_kr: 식당
zh_cn: 餐馆

source: Swimming Pool
cs_cz: Bazén
de_de: Schwimmbad
hu_hu: Uszoda
ko_kr: 수영장
zh_cn: 游泳池

source: Bar
hu_hu: Bár
ko_kr: 바
zh_cn: 酒吧

source: Credit cards accepte
cs_cz: Akceptujeme kreditní karty
de_de: Kreditkarten akzeptiert
hu_hu: Hitelkártya elfogadva
ko_kr: 신용카드 사용 가능
zh_cn: 接受信用卡

source: No curfew
cs_cz: Žádná večerka
de_de: keine Sperrzeiten
hu_hu: Nincs kijárási tilalom
ko_kr: 통금시간 제한없음
zh_cn: 没有宵禁

source: 24 hour reception
cs_cz: recepce 24 hodin
de_de: 24 Stunden Rezeption
hu_hu: 24 órás recepció
ko_kr: 24시간 리셉션
zh_cn: 24小时接待

source: Safety deposit
cs_cz: Bezpečnostní záloha
de_de: Sicherheitsanzahlung
hu_hu: Biztonsági előleg
ko_kr: 금고
zh_cn: 安全定金

source: Self-catering Facili
cs_cz: Samooblužné zařízení
de_de: Selbstverpflegung
hu_hu: Önellátó berendezések
ko_kr: 셀프 조리 시설
zh_cn: 自炊式设施

source: Currency Exchange
cs_cz: Směnárna
de_de: Wechselstube
hu_hu: Pénzváltás
ko_kr: 환전
zh_cn: 货币兑换

source: Tours/Travel Desk
cs_cz: Informace o tůrách/cestování
de_de: Reiseberatungsstelle
hu_hu: Kirándulási/utazási recepció
ko_kr: 여행 안태 데스크
zh_cn: 观光/旅行台

source: Wheelchair accessibl
cs_cz: Přístupné invalidnímu vozíku
de_de: Rollstuhlgerecht
hu_hu: Tolókocsi hozzáférhetőség
ko_kr: 휠체어 출입가능
zh_cn: 轮椅设施

source: Nightclub
cs_cz: Noční Klub
de_de: Nachtclub
hu_hu: Éjszakai szorakozóhely
ko_kr: 나이트클럽
zh_cn: 夜总会

source: Games room
cs_cz: Herní Místnost
de_de: Spielraum
hu_hu: Játékterem
ko_kr: 게임룸
zh_cn: 游戏室

source: Free city tour
cs_cz: Prohlídka Města Zdarma
de_de: kostenlose Stadtrundführung
hu_hu: Ingyenes városnézés
ko_kr: 무료 시티투어
zh_cn: 免费城市观光

source: Pool table(s)
cs_cz: Kulečník(y)
de_de: Billardtisch(e)
hu_hu: Biliard asztalok
ko_kr: 당구대
zh_cn: 桌球

source: ATM / cash machine
cs_cz: Bankomat
de_de: Geldautomat
hu_hu: Pánzfelvevő automaták
ko_kr: 현금인출기
zh_cn: ATM/自动提款机

source: Internet access in p
cs_cz: Přístup na Internet
de_de: Internetzugang
hu_hu: Internet
ko_kr: 인터넷 접속 가능
zh_cn: 上网

source: Bicycle hire
cs_cz: Najmutí jízdního kola
de_de: Fahrradverleih
hu_hu: Kerékpár bérlés
ko_kr: 자전거 렌트
zh_cn: 自行车出租

source: Wake-up calls
cs_cz: Buzení telefonem
de_de: Weckanrufe
hu_hu: Ébresztés
ko_kr: 모닝콜
zh_cn: 叫醒服务

source: Bar(s)
cs_cz: Bar(y)
hu_hu: Bár/ bárok
ko_kr: 바
zh_cn: 酒吧

source: Café
cs_cz: Kavárna
hu_hu: Kávézó
ko_kr: 카페
zh_cn: 咖啡厅

source: Elevator / lift(s)
cs_cz: Výtah(y)
de_de: Fahrstuhl
hu_hu: Lift
ko_kr: 엘리베이터
zh_cn: 电梯

source: Safe deposit box at
cs_cz: Bezpečnostní skříňka v
de_de: Safe an der
hu_hu: Bérelhető széf a
ko_kr: 금고
zh_cn: 保管箱位于

source: Children's play area
cs_cz: Dětský koutek
de_de: Spielbereich für Kinder
hu_hu: Játszótér
ko_kr: 어린이 놀이 시설
zh_cn: 儿童游乐区

source: Cot / crib
cs_cz: Přistýlka/postel pro dítě
de_de: Bestellbett
hu_hu: Gyerekágy/ bölcső
ko_kr: 침대
zh_cn: 婴儿床

source: Infant bed
cs_cz: Dětská postýlka
de_de: Kinderbett
hu_hu: Gyerekágy
ko_kr: 아기 침대
zh_cn: 婴幼儿床

source: Fax
ko_kr: 팩스
zh_cn: 传真

source: Dry cleaning
cs_cz: Čistírna
de_de: Reihnigung
hu_hu: Tisztító
ko_kr: 드라이 클리닝
zh_cn: 干洗

source: Laundry service
cs_cz: Servis praní prádla
de_de: Wäscheservice
hu_hu: Mosoda
ko_kr: 세탁물 서비스
zh_cn: 洗衣服务

source: Reception (limited h
cs_cz: Recepce (limitované hodiny)
de_de: Rezeption ( begrenzte Öffnungszeiten)
hu_hu: Recepció (meghatározott időben)
ko_kr: 리셉션(시간 제학적)
zh_cn: 接待处(限时)

source: Late check-out
cs_cz: Pozdní odhlášení
de_de: Spät-Check-Out
hu_hu: Késői kijelentkezés
ko_kr: 늦은 체크 아웃
zh_cn: 延迟退房

source: Common area / room
cs_cz: Společná area / místnost
de_de: Gemeinschaftsraum
hu_hu: Közös terület / szoba
ko_kr: 라운지
zh_cn: 公共区域/房间

source: Communal kitchen
cs_cz: Společná kuchyň
de_de: Gemeinschaftsküche
hu_hu: Népkonyha
ko_kr: 공동 주방
zh_cn: 公用厨房

source: Television room
cs_cz: Televizní místnost
de_de: Fernsehraum
hu_hu: TV szoba
ko_kr: TV룸
zh_cn: 电视室

source: Conference / meeting
cs_cz: Konference / setkání
de_de: Konferez- und Tagungsräume
hu_hu: Konferencia / találkozó
ko_kr: 컨퍼런스/미팅룸
zh_cn: 会议

source: Photocopying
cs_cz: Fotokopírování
de_de: kopieren
hu_hu: Fénymásolás
ko_kr: 복사
zh_cn: 复印

source: Steam room
cs_cz: Sauna
de_de: Dampfbad
hu_hu: Gőzfürdő
ko_kr: 한증막
zh_cn: 蒸汽房

source: Pets allowed
cs_cz: Domácí mazlíčci povoleni
de_de: Haustiere erlaubt
hu_hu: Kisállat engedélyezett
ko_kr: 애완동물 동반가능
zh_cn: 允许宠物

source: Concierge
cs_cz: Správce
de_de: Portier
hu_hu: Portás
ko_kr: 컨시어지
zh_cn: 门房

source: Outside area
cs_cz: Venkovní area
de_de: Außenbereich
hu_hu: Külső terület
ko_kr: 야외 공간
zh_cn: 户外区域

source: Banqueting facilitie
cs_cz: Společenská místnost
de_de: Banketträume
hu_hu: Bankettlétesítmény
ko_kr: 연회 시설
zh_cn: 宴会设施

source: Room service (limite
cs_cz: Servis do pokoje (limitovaný)
de_de: Zimmerservice
hu_hu: Szobaszolgálat (meghatározott időben)
ko_kr: 룸 서비스 (제한적)
zh_cn: 客房服务(有限)

source: Internet café
cs_cz: Internetová kavárna
hu_hu: Internet kávézó
ko_kr: 인터넷 카페
zh_cn: 网吧

source: Newspapers
cs_cz: Noviny
de_de: Zeitung
hu_hu: Újságok
ko_kr: 신문
zh_cn: 报纸

source: High chair
cs_cz: Židlička pro dítě
de_de: Hochstuhl
hu_hu: Bárszék
ko_kr: 어린이 하이체어
zh_cn: 儿童高脚椅

source: Express check-in / o
cs_cz: Expresní registrace do /
de_de: Express Check-In/Out
hu_hu: Express be-és kijelentkezés
ko_kr: 빠른 체크인
zh_cn: 快速登记入住/退房

source: Room service (24 hou
cs_cz: Pokojový servis (24 hodin)
de_de: 24 Stunden Zimmerservice
hu_hu: 24 órás szobaszolgálat
ko_kr: 룸 서비스(24시간)
zh_cn: 客房服务(24小时)

source: Onsite shop(s)
cs_cz: Obchody na místě
de_de: Geschäfte vor Ort
hu_hu: Helyszíni üzletek
ko_kr: 기념품샵
zh_cn: 现场商店

source: Solarium
cs_cz: Solárium
de_de: Sonnenterrasse
hu_hu: Szolárium
ko_kr: 일광욕실
zh_cn: 阳光室

source: BBQ area
cs_cz: Grilovací area
de_de: Grill-Bereich
hu_hu: Grillező terület
ko_kr: BBQ 사용가능 장소
zh_cn: 烧烤区域

source: Gym
cs_cz: Posilovna
de_de: Fitnessraum
hu_hu: Tornaterem
ko_kr: 헬스 클럽
zh_cn: 健身房

source: Hot tub / jacuzzi
cs_cz: Vířivka
de_de: Whirlpool
hu_hu: Kád / jacuzzi
ko_kr: 자쿠지
zh_cn: 热浴缸/按摩浴缸

source: Sauna
hu_hu: Szauna
ko_kr: 사우나
zh_cn: 桑拿

source: Tennis court(s)
cs_cz: Tenisové hřiště
de_de: Tennisplatz
hu_hu: Tenisz pálya
ko_kr: 테니스 장
zh_cn: 网球场

source: Beauty salon
cs_cz: Kosmetický salón
de_de: Kosmetikstudio
hu_hu: Kozmetika
ko_kr: 뷰티 샵
zh_cn: 美容沙龙

source: Hair salon
cs_cz: Kadeřnictví
de_de: Friseur
hu_hu: Fodrász
ko_kr: 미용실
zh_cn: 美发沙龙

source: Barber
cs_cz: Holič
de_de: Friseur
hu_hu: Borbély
ko_kr: 이발소
zh_cn: 理发厅

source: Supervised child car
cs_cz: Hlídané dětské auto
de_de: Beaufsichtigter Kinderbereich
hu_hu: Felügyelt gyerek autó
ko_kr: 관리감독 보육시설
zh_cn: 专人监管的儿童车

source: Golf course
cs_cz: Golfové hřiště
de_de: Golfplatz
hu_hu: Golfpálya
ko_kr: 골프장
zh_cn: 高尔夫球场

source: Fitness centre
cs_cz: Fitnes centrum
de_de: Fitnessstudio
hu_hu: Fitnessz központ
ko_kr: 피트니스 센터
zh_cn: 健身中心

source: Crèche
cs_cz: Jesle
de_de: Kinderkrippe
hu_hu: Bölcsőde
ko_kr: 아기 놀이방
zh_cn: 幼儿园

source: Internet / Wi-Fi
ko_kr: 인터넷/와이파이
zh_cn: 互联网/无线网络

source: Secure lockers
cs_cz: Bezpečné skříňky
de_de: Sicherheitsschließfächer
hu_hu: Zárható szekrények
ko_kr: 안전한 로커
zh_cn: 安全柜

source: Airport Pick Up
cs_cz: Vyzvednutí na letišti
de_de: Flughafenabholung
ko_kr: 공항 마중
zh_cn: 接机

source: Linen Included
cs_cz: Povlečení v ceně
de_de: Bettwäsche inklusive
hu_hu: Ágynemű az árban
ko_kr: 침구류 무료
zh_cn: 含被单与枕巾

source: Towels
cs_cz: Ručníky
de_de: Handtücher
hu_hu: Törölköző
ko_kr: 타월 무료
zh_cn: 毛巾

source: Luggage Storage
cs_cz: Úschovna zavazadel
de_de: Gepäckraum
hu_hu: Csomagmegörzés
ko_kr: 짐 보관 서비스
zh_cn: 行李存放

source: Telephone/Fax Facilities
cs_cz: Telefonní/faxovací zařízení
de_de: Telefon/Fax
hu_hu: Telefon / Fax
ko_kr: 전화/팩스
zh_cn: 电话/传真设施

source: Travel Desk/Travel Info
cs_cz: Informace o tůrách / cestování
de_de: Reisezentrum/-information
hu_hu: Utazási recepció, információ
ko_kr: 여행안내 데스크/여행정보
zh_cn: 旅行台/旅游信息

source: Common Room
cs_cz: Společenská místnost
de_de: Gemeinschaftsraum
hu_hu: kőzős szoba
ko_kr: 휴게실
zh_cn: 公共休息室

source: Lift / Elevator
cs_cz: Výtah
de_de: Fahrstuhl
hu_hu: Lift
ko_kr: 엘리베이터
zh_cn: 电梯

source: 24-hour check in
cs_cz: 24-hodinová registrace
hu_hu: 24 órás bejelentkezés
ko_kr: 24시간 체크인 가능
zh_cn: 24小时入住

source: WiFi in Lobby
cs_cz: WiFi ve vstupní hale
de_de: WLan im Empfangsbereich
hu_hu: Wi-fi az elótérben
ko_kr: 로비에서 와이파이 사용가능
zh_cn: 大厅内的无线网络

source: Free Car Park
cs_cz: Parkování zdarma
de_de: kostenlose Parkplätze
hu_hu: Ingyenes parkolás
ko_kr: 무료 주차
zh_cn: 免费停车

source: No Smoking
cs_cz: Zákaz kouření
de_de: Nichtraucherbereich
hu_hu: Nem dohányzó
ko_kr: 금연
zh_cn: 禁止抽烟

source: Wheelchair Friendly
cs_cz: Přátelské k vozíčkářům
de_de: Rollstuhlgeeignet
hu_hu: Tolókocsi barát
ko_kr: 휠체어 출입가능
zh_cn: 配备轮椅设施

source: Bike Parking
cs_cz: Parkování jízdních kol
de_de: Fahrradständer
hu_hu: Kerékpár parkoló
ko_kr: 자전거 주차
zh_cn: 自行车停放

source: web access in lobby
cs_cz: Přístup na web ve vstupní hale
de_de: Internetzugang im Empfangsbereich
hu_hu: Internet az előtérben
ko_kr: 로비에서 인터넷 사용가능
zh_cn: 在大厅内上网

source: web access in room
cs_cz: Přístup na web v pokoji
de_de: Internetzugang im Zimmer
hu_hu: Internet a szobában
ko_kr: 객실에서 인터넷 사용가능
zh_cn: 在房间内上网

source: Security Lockers
cs_cz: Bezpečnostní skříňky
de_de: Sicherheitsschließfächer
hu_hu: Zárható szekrények
ko_kr: 안전한 사물함
zh_cn: 安全柜

source: Key Card Access
cs_cz: Přístup s kartou
de_de: Zugang über Schlüsselkarte
hu_hu: Belépés kulcs kártyával
ko_kr: 키 카드 엑세스
zh_cn: 门禁卡

source: Breakfast Not Included
cs_cz: Snídaně není v Ceně
de_de: Frühstück nicht inklusive
hu_hu: Reggeli nincs az árban
ko_kr: 아침식사 불 포함
zh_cn: 不含早餐

source: Laundry
cs_cz: Prádelna
de_de: Waschmaschinen
hu_hu: mosoda
ko_kr: 세탁기
zh_cn: 洗衣

source: Bureau de Change
cs_cz: Směnárna
de_de: Wechselstube
hu_hu: Pénzváltó
ko_kr: 환전
zh_cn: 货币兑换

source: WiFi in Room
cs_cz: WiFi v pokoji
de_de: Internetraum über WLan
hu_hu: Wi-fi a szobában
ko_kr: 방에서 와이파이 사용가능
zh_cn: 在房间内的无线网络

source: Health Spa
cs_cz: Zdravotní lázně
de_de: Spa
hu_hu: Gyógyfürdő
ko_kr: 스파
zh_cn: 健康水疗

source: children not allowed
cs_cz: Děti nejsou povoleny
de_de: Kinder nicht erwünscht
hu_hu: Gyerek nem engedélyezett
ko_kr: 어린이 동반 불가
zh_cn: 不允许儿童

source: Meeting Facilities
cs_cz: Společenské zařízení
de_de: Tagungsräume
hu_hu: Kongresszusi létesitmények
ko_kr: 미팅룸
zh_cn: 会议设施

source: Credit Cards Accepted
cs_cz: Akceptujeme Kraditní Karty
de_de: Kreditkarten akzeptiert
hu_hu: Hitelkártya elfogadva
ko_kr: 신용카드 사용가능
zh_cn: 接受信用卡

source: Guest Kitchen
cs_cz: Kuchyně pro hosty
de_de: Gästeküche
hu_hu: Vendég konyha
ko_kr: 부엌
zh_cn: 住客厨房

source: Children Friendly
cs_cz: Přátelské k dětem
de_de: kinderfreundlich
hu_hu: Gyerekbarát
ko_kr: 어린이 동반 가능
zh_cn: 适合儿童的

source: Babysitting Service
cs_cz: Hlídání dětí
de_de: Kinderbetreuungsservice
hu_hu: Gyerekvigyázó szolgáltatás
ko_kr: 아기돌보기
zh_cn: 婴儿看护服务

source: Smoking Rooms
cs_cz: Kuřácké místnosti
de_de: Raucherzimmer
hu_hu: Dohányzó
ko_kr: 흡연실
zh_cn: 吸烟室

source: No Lockout
cs_cz: žádné vypuštení provozu
de_de: keine Sperrstunde
hu_hu: Nincs záróra
ko_kr: 통금시간 없음
zh_cn: 无访客时限

source: Taxes included in price
cs_cz: Daň již zahrnuta v ceně
de_de: Preis inkl. Steuern
hu_hu: Adó az árban
ko_kr: 가격에 세금이 포함
zh_cn: 价格含税

source: Car Parking Available
cs_cz: Parkování k dispozici
de_de: Parkplatz verfügbar
hu_hu: Parkolási lehetőség
ko_kr: 주차 가능
zh_cn: 停车场可用

source: Pets Accepted
cs_cz: Domácí mazlíčci povoleni
de_de: Haustiere erlaubt
hu_hu: Kisállat megengedett
ko_kr: 애완동물 동반가능
zh_cn: 可接受宠物

source: Age Restriction
cs_cz: Věkové ohraničení
de_de: Altersbeschränkung
hu_hu: Korhatár
ko_kr: 나이 제한
zh_cn: 年龄限制

source: Free Internet Access
cs_cz: Přístup na Internet zdarma
de_de: kostenloser Internetzugang
hu_hu: Ingyenes Internet
ko_kr: 무료 인터넷
zh_cn: 免费上网

source: Airport Pickup
cs_cz: Vyzvednutí na letišti
de_de: Flughafenabholung
ko_kr: 공항 마중
zh_cn: 接机

source: Luggage Room
cs_cz: Zavazadlová místnost
de_de: Gepäckraum
hu_hu: Csomagmegörzés
ko_kr: 짐 보관 서비스
zh_cn: 行李房

source: Linen
cs_cz: Povlečení
de_de: Bettzeug
hu_hu: Ágynemű
ko_kr: 침구류 무료
zh_cn: 被单和枕套

source: Towel
cs_cz: Ručník
de_de: Handtuch
hu_hu: Törölköző
ko_kr: 타월 무료
zh_cn: 毛巾

source: That card number is invalid
cs_cz: Číslo této kreditní karty není platné
de_de: Die Kartennummer ist ungültig
hu_hu: Hibás kártyaszám
ko_kr: 카드 번호가 잘못되었습니다.
zh_cn: 卡号无效

source: That card expiry date is invalid
cs_cz: Datum platnosti karty není správné
de_de: Das Gültigkeitsdatum der Karte ist ungültig
hu_hu: Érvénytelen kártya lejárati idő
ko_kr: 카드 유효날짜가 잘못되었습니다.
zh_cn: 卡到期日期无效

source: That Card Start Date Is Invalid
cs_cz: Datum začátku platnosti karty není správné
de_de: Das Anfangsdatum der Karte ist ungültig
hu_hu: Érvénytelen kártya kezdeti idő
ko_kr: 카드의 시작 날짜가 잘못되었습니다.
zh_cn: 卡开始日期无效

source: That card type is invalid
cs_cz: Tato karta je neplatná
de_de: Karten ist ungültig
hu_hu: Nem érvényes hitelkáttya típus
ko_kr: 카드 종류가 잘못되었습니다.
zh_cn: 卡类型无效

source: That card security code is invalid
cs_cz: Bezpečnostní kód této karty není správný
de_de: Der Sicherheitscode der Karte ist ungültig
hu_hu: Érvénytelen kártya biztonsági kód
ko_kr: 카드의 보안 코드가 잘못되었습니다.
zh_cn: 卡安全码无效

source: That Card Issue Number Is Invalid
cs_cz: Výrobní číslo této karty není platné
de_de: Die Kartennummer ist ungültig
hu_hu: Érvénytelen kártya kiállitási szám
ko_kr: 카드 발급 번호가 잘못되었습니다.
zh_cn: 卡发行号码无效

source: Travel is better with friends. Share this on FaceBook
cs_cz: Je lepší cestovat s přáteli. Poděl se na Facebooku.
de_de: Das Reisen ist besser mit Freunden. Teilen Sie diese über Facebook
hu_hu: Utazz barátokkal. Share ezt a Facebookon.
ko_kr: 여행은 친구들과 함께 하는것이 더 좋습니다. 페이스 북에서 공유하세요.
zh_cn: 朋友令旅行更美好。在FaceBook上分享

source: Add info@NoFeesHostels.com to your address book to make sure you receive the NoFeesHostels.com newsletter.
cs_cz: Přidej si info@NoFeesHostels.com do svého adresáře a obdržíš NoFeesHostels.com novinky.
de_de: Fügen Sie info@NoFeesHostels.com zu Ihrem Adressbuch zu, um sicherzustellen, das Sie die NoFeesHostels.com Newsletter erhalten.
hu_hu: Írd be az info@Hostelek.com a címjegyzékedbe, hogy biztosan megkapd a Hostelek.com hírleveleit.
ko_kr: NoFeesHostels.kr 뉴스 레터를 받을수 있도록 주소록에 info@NoFeesHostels.kr를 추가하세요.
zh_cn: 将info@NoFeesHostels.com加入您的地址簿，以便您收到NoFeesHostels.com的快讯。

source: Having trouble seeing this email? Read the online version here.
cs_cz: Máte problém se čtením tohoto emailu? Přečtěte si online verzi zde.
de_de: Schwierigkeiten diese E-Mail zu lesen? Lesen Sie die Online-Version hierr.
hu_hu: Problémád van olvasni ezt az e-mailt? Olvasd az internet verziót itt.
ko_kr: 이메일을 보는데 문제가 있습니까? 여기 온라인 버전을 읽으십시오.
zh_cn: 阅读此邮件有问题？请在此阅读在线版本。

source: Tell a friend
cs_cz: Řekněte příteli
de_de: Weitersagen
hu_hu: Modd el a barátodnak
ko_kr: 친구에게 추천하기
zh_cn: 告诉朋友

source: Top cities. Book Now!
cs_cz: Top města. Rezervujte hned!
de_de: Top Städte. Jetzt Buchen!
hu_hu: Top városok. Rendelj most!
ko_kr: 최고의 여행지. 지금 예약하세요!
zh_cn: 最受欢迎城市之一。现在预定！

source: Exceptional
cs_cz: Mimořádný
de_de: außergewöhnlich
hu_hu: Különleges
ko_kr: 예외
zh_cn: 优秀

source: Very good
cs_cz: Velmi dobře
de_de: Sehr gut
hu_hu: nagyon jó
ko_kr: 매우 좋음
zh_cn: 很好

source: Good
cs_cz: Dobrý
de_de: Gut
hu_hu: Jó
ko_kr: 좋음
zh_cn: 好

source: Conditions
cs_cz: Podmínky
de_de: Bedingungen
hu_hu: Feltételek
ko_kr: 이용 약관
zh_cn: 条款

source: Please enter the traveller information (the traveller and the person paying for this booking can be different). Only 1 traveller required if you are 2 or more. You can use the email confirmation to request a Visa at your closest consulate.
cs_cz: Prosím zadejte informace cestujícího (cestující a osoba platící za tuto rezervaci mohou být různé). Pouze 1 cestující je nutný, jestliže vás cestuje 2 a více. Můžete použít tuto emailovou konfirmaci pro vaši žádosto o víza na vašem nebližším konzulátu.
de_de: Bitte geben Sie die Information der Reisenden hier ein (der Reisende und die zahlenden Person für diese Buchung können unterschiedlich sein). Wen Sie in Gruppen von 2 oder mehr Personen reisen, ist der Name nur eines Reisenden benötigt. Sie können die E-Mail-Bestätigung nutzen, um ein Visum bei Ihrem nächstgelegenen Konsulat zu beantragen.
hu_hu: Írd be az utazó információit (az utazó és a fizető ezért az utért különboző lehet). Csak egy utazó infora van szükség ha 2 vagy többen vagytok. Az e-mail konfirmáció használható Vizum kérelemre a legközelebbi konzulátuson.
ko_kr: 여행자 정보 (여행자 또는 예약을 위해 지불하는 사람이 다를 수 있음) 입력하세요. 2명 또는 이상일 경우, 오직 한 명의 여행자 정보만 필요합니다. 가까운 영사관에서 비자 요청시 확인 이메일을 사용할 수 있습니다.
zh_cn: 请输入旅行者信息(旅行者与支付预定者可以不相同)。如果有两个或以上的旅行者，仅需提供一个人的信息。您可以使用确认电子邮件在您附近的领事馆申请签证。

source: We guarantee:
cs_cz: Garantujeme:
de_de: Wir garantieren:
hu_hu: Mi garantáljuk:
ko_kr: 우리가 보장하는 것들:
zh_cn: 我们保证：

source: Booking on our website is safe. When you reserve with us your details are protected by a secure connection.
cs_cz: Rezervace na naší webové stránce je bezpečná. Když rezervujete s námi, vaše osobní údaje jsou chráněny bezpečným připojením.
de_de: Buchungen über unsere Internetseite sind sicher. Wenn Sie über uns buchen, werden Ihre persönlichen Details über eine Sicherheitsverbindung geschützt.
hu_hu: Megrendelés az oldalunkon biztonságos. A te adataid védve vannak a biztonságos kapcsolat alatt.
ko_kr: 저희 웹사이트를 통해 예약하는 것은 안전하며 귀하의 세부 사항은 보안 연결의 보호를 받습니다.
zh_cn: 在我们的网上预定非常安全。在向我们提交预订时，您的详细信息受到安全连接保护。

source: Your privacy is protected. Your details will only be used to guarantee your booking.
cs_cz: Vaše soukromý je chráněno. Vaše informace budou použity pouze pro garantování vaší rezervace.
de_de: Ihre Privatsphäre ist geschützt. Ihre persönlichen Details werden nur zur Buchungsbestätigung verwendet.
hu_hu: A te adataid védve vannak és garantáltan csak a rendeléshez használtak.
ko_kr: 귀하의 개인 정보는 보호되며 귀하의 예약을 보증하기 위해서만 사용됩니다.
zh_cn: 您的隐私受到保护。您的详细信息仅被用于确保您的预定。

source: No booking fees. You receive the best price.
cs_cz: Žádné rezervační poplatky. Obdržíte tu nejlepší cenu.
de_de: Keine Buchungsgebühr. Sie erhalten den besten Preis.
hu_hu: Nincs megrendelési díj. A legjobb árakat kapod.
ko_kr: 예약 수수료가 없습니다. 당신은 최저 가격을 제공받을 수 있습니다.
zh_cn: 无预定费。您享受最优价格。

source: Best Price Guarantee. Found the same room at a lower price? We'll match it.
cs_cz: Nejlepší cena garantována. Našli jste ten samý pokoj za nižší cenu? Dáme vám tu samou.
de_de: Bester-Preis-Garantie. Haben Sie das Zimmer zu einem niedrigeren Preis gefunden? Wir passen unseren Preis an.
hu_hu: Garantáltan a legjobb árak. Ha megtalálod ugyan az a szobát olcsóbban máshol kifizetjük a különbözetet.
ko_kr: 최저의 가격을 보장합니다. 더 저렴한 가격에 같은 방을 발견하셨습니까? 그럼 저희가 같은 가격으로 예약해 드리겠습니다.
zh_cn: 最优价格保证。如果您发现更低价格的同类房间，我们将降价匹配。

source: Max guests per dorm
cs_cz: Maximum hostů na koleji
de_de: Max. Zimmerbelegung pro Schlafraum
hu_hu: Max vendég hálótermekként
ko_kr: 각 도미토리당 최대 게스트 수
zh_cn: 每间宿舍最多客人数

source: Max guests per room
cs_cz: Maximální počet osob v tomto pokoji
de_de: Maximale Anzahl an Gästen in diesem Zimmer
hu_hu: A maximálisan elhelyezhető személyek száma ebben a szobában
ko_kr: 객실 최대인원
zh_cn: 该房间可容纳的最多人数

source: Maximum number of guests per dorm.
cs_cz: Maximální počet hostů na koleji.
de_de: Max. Zimmerbelegung pro Schlafraum.
hu_hu: Max száma a vendégeknek hálótermekként
ko_kr: 각 방당 최대 게스트 수
zh_cn: 每间宿舍最多客人人数。

source: Maximum number of guest per room.
cs_cz: Maximální počet osob v tomto pokoji
de_de: Maximale Anzahl an Gästen in diesem Zimmer
hu_hu: A maximálisan elhelyezhető személyek száma ebben a szobában
ko_kr: 객실 최대인원
zh_cn: 该房间可容纳的最多人数

source: Available beds for the selected dates. Price per person (not per room). 1 person per bed maximum.
cs_cz: Lůžka k dispozici pro vaše vybrané datum. Cena za osobu (ne za pokoj). Maximálně 1 osoba na jedno lůžko.
de_de: Verfügbare Betten für Ihr gewähltes Reisedatum. Preis gültig pro Person (nicht pro Zimmer). Max. 1 Person pro Bett.
hu_hu: Foglalható szabad ágyak a kiválasztott dátumokon. Ár/ személy nem szoba. 1 személy ágyanként.
ko_kr: 선택한 날짜에 예약가능한 침대가 있습니다. 일인당 가격 (객실당 아님) 1인당 1침대 최대.
zh_cn: 选定日期的空床数。每人(并非每间)价格。一人最多一床。
