Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: Veuillez le garder dans vos archives pour ne pas l'oublier.
es_es: Por favor, anote sus registros en algún lugar seguro.

source: Votre nouveau mot de passe pour %s: %s
es_es: Su nueva contraseña para %s: %s
fr_fr: Votre nouveau mot de passe sur %s est maintenant : %s

source: Compléter votre enregistrement...
es_es: Complete su registro ...

source: Si le lien ci-haut ne fonctionne pas veuillez copier coller le lien suivant dans votre navigateur:
es_es: Si el enlace anterior no funciona, por favor copie y peguelo en la barra de su navegador:

source: Hello
es_es: Hola
fr_fr: Bonjour

source: Good news!
es_es: Mi nombre es Adriana y les agradezco su preferencia al elegirnos para hacerles una cotización para su grupo.<br><br><b>30,000 hostales en 4,000 ciudades</b><br><br>Tenemos más de 30,000 hostales en 4,000 ciudades a su disposición!<br>Esto les ofrece muchas posibilidades de elegir pero también a veces la elección puede parecer complicada.<br>No se preocupen, aquí estoy yo para ayudarlos.<br><br>
fr_fr: Mon nom est Christophe et je vous remercie de votre demande de prix pour une auberge pour votre groupe. <br><br><b> 30.000 auberges dans 4.000 villes : </b><br>Nous avons plus de 30.000 auberges dans 4.000 villes à votre disposition ! <br> Cela vous donne beaucoup de choix mais également cela peut rendre la sélection compliquée quelques fois.<br>Ne vous inquiétez pas, je suis ici pour vous aider.

source: We have found a great offer for your group.
es_es: <b>Compare precios y hostales</b><br><br>Los invito a hacer una búsqueda haciendo <a href="http://reservations.bookhostels.com/youth-hostel.com/?SubID=spain" title="reserva de grupo"> click en el link </a>para poder encontrar el mejor hostal, adecuado a sus posibilidades y precios.<br>Tómese su tiempo para ver el tipo de dormitorios que se ofrece, si el desayuno está incluido, ubicación en el mapa y otra información importante que lo ayude en su viaje.<br>Si no obtiene resultados en su búsqueda por favor cambie la fecha o reduzca el número de personas en su búsqueda.<br><br>
fr_fr: <b> Comparez les auberges et les prix : </b><br>Je vous invite à faire une recherche <a href="http://reservations.bookhostels.com/aubergesdejeunesse.com/" title="Lien pour les réservations en groupes"> en cliquant sur ce lien ici </a> afin de trouver la meilleure auberge possible au meilleur prix.<br>N’hésitez pas à prendre le temps de regarder les types de dortoirs disponibles, si le petit déjeuner est inclus, situez l’auberge sur la carte et toute autre information importante pour votre voyage. <br>S'il n’y pas de résultats pour votre recherche, veuillez changer de dates ou réduire le nombre maximum de personnes par auberge.

source: Please take a look at the attached file for more details.
es_es: <b>Almuerzos y cenas</b><br><br>Almuerzos y cenas pueden organizarse después de hacer la reservación con nuestros hostales. Los hostales son los responsables por los paquetes de almuerzos y cenas.<br>Por favor considere un costo de 10 a 12 euros por persona por cena y 8 euros por persona por almuerzo.<br><br>
fr_fr: <b> Les diners et les paniers pique-nique : </b><br>Les diners et les paniers pique-nique sont facilités - après - réservation par nos services auprès des auberges qui en sont responsables.<br>Le budget pour un diner est en général de 10 à 15 € par personne et 8 € par personne pour les paniers pique-nique.

source: Please do not hesitate to contact me if you have any questions.
es_es: <b>Fechas, presupuestos y viajeros confirmados</b><br><br>Cuando el número de personas y la fecha de viaje estén confirmados los invito a contactarme directamente.<br>De esa forma los ayudaré a finalizar su elección.<br>Les agradecemos nuevamente la confianza depositada en nosotros.<br><br>
fr_fr: <b> Dates, nombre de personnes et budget confirmés : </b><br>Dès que les dates et le nombre de personnes sont confirmés, je vous invite à me recontacter directement.<br>Je pourrais à ce moment-là vous aider à finaliser votre sélection.<br><br>Vous pouvez également me contacter par téléphone sur ma ligne directe au 33 (0)9-75-18-22-89 du lundi au vendredi de 15:30 à 21:00.<br><br> Merci de votre confiance.

source: Sincerely.
es_es: Sinceramente
fr_fr: Sincèrement,

source: Customer Service.
es_es: Adriana U<br>Servicio al Cliente<br>+34-93-1768556<br>Hostales.com<br>AlberguesJuveniles.es
fr_fr: Christophe<br>Service clientèle - Spécialiste des réservations de groupe.

source: Addresse Email
es_es: Correo electrónico del destinatario
fr_fr: Adresse Email

source: Hébergement pour l'
es_es: Mapa de paises con albergues baratos en
fr_fr: Auberges de jeunesse et chambres pas chères en

source: Pays d'
es_es: Lista de paises donde puede conseguir albergues en

source: Hostel info
es_es: Albergue información
fr_fr: Info Propriété

source: View On Map
es_es: Ver en el mapa
fr_fr: Voir sur carte

source: Pictures
es_es: Fotos
fr_fr: Photos

source: About
es_es: Sobre
fr_fr: Description

source: Back to results
es_es: Regresar a los resultados
fr_fr: Retour aux résultats

source: Room type and number of guests
es_es: Tipo de habitación y número de huéspedes
fr_fr: Type de chambres et nombre de personnes

source: Book Now
es_es: Reservar ahora
fr_fr: Réservez maintenant

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) et les frais de service minimum et non remboursables afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
es_es: %s sólo le cobrará el depósito (10%% del monto total) y los cargos de servicio no reembolsable para confirmar y garantizar su alojamiento. El importe restante lo pagará a su llegada.

source: Prénom:
es_es: Nombre:

source: Nom:
es_es: Apellido:

source: Sexe:
es_es: Género:

source: Mobile Phone (please include the country code)
es_es: Teléfono ceclularl (por favor incluír el código de la ciudad)
fr_fr: Téléphone Mobile (veuillez entrer l'indicatif du pays)

source: UK Example: 44 2012341234
es_es: Ejemplo España: 349311231234
fr_fr: Exemple France : 33620202020

source: Type de carte : %s(acceptée par l'établissement)
es_es: Tipo de tarjeta: %s
fr_fr: Type de carte : %s

source: Confirmation de Votre Réservation
es_es: Confirmar la reserva

source: 10%% Arrhes + frais de service facturé en %s à votre carte
es_es: Cantidad ya pagada (%s)
fr_fr: Montant déja facturé en %s à votre carte

source: Search for another hostel
es_es: Buscar otro propiedad
fr_fr: Recherchez un autre établissement

source: Proceed To Payment
es_es: Proceder al pago
fr_fr: Continuez au paiement

source: Day
es_es: Día
fr_fr: Jour

source: Trouver une auberge
es_es: Encontrar un Albergue Barato

source: Search by city name:
es_es: Buscar por nombre de la ciudad:
fr_fr: Recherche par ville :

source: Search Now
es_es: Buscar ahora
fr_fr: Recherchez

source: Courriel:
es_es: Correo electrónico:

source: Mot de passe:
es_es: Contraseña:

source: Send confirmation email
es_es: Enviar correo electrónico de confirmación
fr_fr: Envoyez email de confirmation

source: Not Rated Yet!
es_es: Aun no ha sido evaluado
fr_fr: Pas encore évalué

source: Bienvenue!
es_es: Mi Cuenta
fr_fr: Mon Compte

source: Auberges de jeunesse, Hôtels, Appartements, Chambres d'hôtes, Bed and Breakfast, Pensions - Plus de 30000!!
es_es: 30,000 Albergues, Albuegues Juveniles, Hoteles baratos, Apartamentos, B&B y Pensiones...
fr_fr: 30 000 Auberges De jeunesse, Hôtels, Appartements, Chambres d'hôtes, B&Bs et Pensions.

source: Modify search
es_es: Modificar búsqueda
fr_fr: Modifiez votre recherche

source: Enter Dates
es_es: Ingresar Fechas
fr_fr: Choisir Dates

source: Back to top
es_es: Regresar al inicio
fr_fr: Retour en haut

source: Home page
es_es: Página principal
fr_fr: Acceuil

source: About us
es_es: Acerca de nosotros
fr_fr: Qui sommes-nous ?

source: Aide / FAQ / Nous Joindre
es_es: Ayuda / FAQ Preguntas frecuentes / Consultas

source: Confidentialité
es_es: Confidencialidad

source: Se déconnecter
es_es: Desconectarse

source: reservation auberge de jeunesse,auberge de jeunesse,auberges de jeunesse,voyage jeunesse europe,voyage jeunesse,voyage europe,hébergement voyage europe,réserver auberge,voyage europe logement,logement voyage france,logement voyage europe,trip jeunesse euro,euro youth hostel,révervation hôtel londres,reservation hôtel paris
es_es: Albergue, Albergues, Albergue Juvenil, Albergues Juveniles, hostal, hostales,hotel barato, hoteles baratos, Reserva tu hostal, tu albergue juvenil, tu pension. Reserva todos hostales, pensiones, albergues juveniles en el mundo.
fr_fr: Reservation, auberge de jeunesse,auberges, réserver auberge,youth hostel, hostel, auberge londres, auberge paris, auberge amsterdam, auberge barcelone, auberge new-york, auberge madrid, auberge rome

source: Réservation immédiate et garantie de l’auberge %s à %s. Prix imbattables de %s, photos, cartes & guides sur %s.
es_es: Albergue %s en %s. Reserva Instantánea, Mapas, Comentarios y fotos de %s con %s.
fr_fr: %s à %s. Réservation, photos et commentaires de %s sur %s.

source: Changer de mot de passe
es_es: Cambiar Contraseña

source: Back to account home page
es_es: Volver a la página principal
fr_fr: Retour à la page Compte

source: Voir vos réservation
es_es: Revise sus reservaciones
fr_fr: Voir vos réservations

source: Voir votre profil
es_es: Revise su perfil

source: View Full Site
es_es: Ver la página web completa
fr_fr: Voir site normal

source: View Mobile Site
es_es: Ver la versión móvil
fr_fr: Voir site mobile

source: No Fees
es_es: Sin cargo
fr_fr: Pas de frais de réservation

source: Youth Hostel
es_es: Albergue Juvenil
fr_fr: Auberge de jeunesse

source: Hostel
es_es: Albergue
fr_fr: Auberge de jeunesse

source: Cheap Hotel
es_es: Hostal
fr_fr: Hotel pas cher

source: Appartment
es_es: Apartamentos
fr_fr: Appartements

source: Guesthouse - B&B
es_es: Pension
fr_fr: chambres d'hôtes

source: View all %s properties
es_es: Ver todas las propiedades de %s
fr_fr: Voir toutes les %s propriétés

source: Nb Rooms
es_es: Nb Cuartos
fr_fr: Nombre de chambres

source: Nb Guests
es_es: Nb Cuartos
fr_fr: Nombre de personnes

source: Text/SMS sent
es_es: Texto/SMS mandado
fr_fr: SMS envoyé

source: Send now
es_es: Mandar ahorita
fr_fr: Maintenant

source: Arrival day
es_es: Llegada
fr_fr: Le jour de votre arrivée

source: 1 Day before arrival
es_es: 1 dia antes de la llegada
fr_fr: 1 jour avant l'arrivée

source: 2 Days before arrival
es_es: 2 días antes de la llegada
fr_fr: 2 jours avant l'arrivée

source: 3 Days before arrival
es_es: 3 días antes de la llegada
fr_fr: 3 jours avant l'arrivée

source: 4 Days before arrival
es_es: 4 días antes de la llegada
fr_fr: 4 jours avant l'arrivée

source: 5 Days before arrival
es_es: 5 días antes de la llegada
fr_fr: 5 jours avant l'arrivée

source: 6 Days before arrival
es_es: 6 días antes de la llegada
fr_fr: 6 jours avant l'arrivée

source: 1 Week before arrival
es_es: 1 semana antes de la llegada
fr_fr: 1 semaine avant l'arrivée

source: Confirmed
es_es: Confirmado
fr_fr: Confirmé

source: New
es_es: Nuevo
fr_fr: Nouveau

source: Save my card details
es_es: Grabar mi numero de tarjeta
fr_fr: Sauvegardez ma carte de crédit

source: Booking Summary
es_es: Ficha de la reserva
fr_fr: Détails de réservation

source: Change Credit card on file
es_es: Cambiar tarjeta de credito en archivo
fr_fr: Changez la carte de crédit en fichier

source: Confirm Credit card
es_es: confirmar tarjeta de credito
fr_fr: Confirmez votre carte de credit

source: Credit card on file
es_es: Tarjeta de credito en archivo
fr_fr: Carte de crédit en fichier

source: Use credit card on file
es_es: Usar tarjeta de credito en archivo
fr_fr: Utilisez la carte de crédit en fichier

source: Billing
es_es: Facturacion
fr_fr: Facturation

source: Change
es_es: Cambio
fr_fr: Changez

source: Card type
es_es: Tipo de tarjeta
fr_fr: Type de Cartes

source: Edit
es_es: Corregir
fr_fr: Changez

source: Use a different credit Card
es_es: Usar diferente tarjeta de credito
fr_fr: utilisez une autre carte de crédit

source: Mobile Version
es_es: Versión para móviles
fr_fr: Version Mobile

source: Book and check your bookings on your mobile
es_es: Reserve y chequee su confirmación en su celular
fr_fr: Réservez et vérifiez vos réservations sur votre Mobile

source: Book on your mobile
es_es: Reservar en su celular
fr_fr: Réservez sur votre Mobile

source: Check your bookings on your mobile
es_es: Chequear su reservas desde su celular
fr_fr: Vérifiez vos réservations sur votre mobile

source: Resend confirmation email
es_es: Reenviar correo electronico de confirmacion
fr_fr: Renvoyez Email de confirmation

source: Same Day booking
es_es: Reserva del mismo dia
fr_fr: Réservations Dernière Minute

source: same day booking on your Mobile
es_es: Reserva del mismo dia en su celular
fr_fr: Réservation dernière minute sur votre Mobile

source: Join us on facebook and receive up to 60 free minutes from Skype
es_es: Unete a nosotros en facebook y recibe hasta 60 minutos gratis en Skype
fr_fr: Rejoignez-nous sur Facebook et recevez jusqu'à 60 minutes gratuites de Skype

source: An email has been sent to your address.
es_es: Un correo electronico ha sido mandado a su direccion
fr_fr: Un courriell a été envoyé à votre adresse

source: An email will be sent to your email to redeem your free minutes from Skype within 7 days.
es_es: En los siguientes 7 días, un correo electronico sera enviado a su direccion para canjear sus minutos gratis en Skype
fr_fr: Un courriel sera envoyé à votre adresse pour réclamer vos minutes gratuites de Skype d'ici 7 jours.

source: Please contact us at %s to receive your free minutes from Skype after you have become a fan of our facebook page.
es_es: Despues de unise a nuestra pagina de Facebook, por favor contactarnos a %s para recibir sus minutos gratis de Skype.
fr_fr: Veuillez nous contacter à %s pour recevoir vos minutes gratuites de Skype après que vous soyez devenu fan de notre page Facebook.

source: Want to receive up to 60 minutes of free calling from Skype ?
es_es: Le gustaria recibir gratis hasta 60 minutos en llamadas en Skype?
fr_fr: Vous désirez recevoir jusqu'à 60 minutes gratuites de Skype?

source: Then Join us on Facebook! This is that simple.
es_es: Entonces unete a nosotros en Facebook! Es asi de facil.
fr_fr: Alors rejoignez-nous sur Facebook! Rien de plus simple.

source: Then Join us on Facebook before 30/06/2011! This is that simple!
es_es: Entonces unete a nosotros en Facebook antes de 30/06/2011! Es asi de facil.
fr_fr: Alors rejoignez-nous sur Facebook avant le 30/06/2011 ! Rien de plus simple !

source: Limited to 1 per customer and 1 per email address used to book on %s.
es_es: Limitado a uno por cliente y uno por direccion de correo electronico usado para reservar en %s
fr_fr: Limité à 1 par client et 1 par addresse courriel utilisée pour réserver sur %s.

source: The “Up to 60 Minutes Free Credit from Skype” Offer runs from 01/04/2011 until 30/06/2011
es_es: La oferte de "hasta 60 minutos gratis en Skype" es del 01/04/2011 al 30/06/2011
fr_fr: L'offre "Jusqu'à 60 minutes de crédit gratuit de Skype" est valide du 01/04/2011 au 30/06/2011

source: By participating in the “Up to 60 Minutes Free Credit from Skype” Offer, and redeeming the free credit voucher code from Skype on Skype.com, the Participant also agrees to be bound by Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
es_es: Al participar en la oferta "60 minutos gratis en Skype", y canjear el coupon gratis de Skype en Skype.com, el participante tambien esta de acuerdo en ligarse con Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
fr_fr: En participant à l'offre "Jusqu'à 60 minutes de crédit gratuit de Skype" et en réclamant le code de crédit gratuit auprès de Skype sur Skype.com, le participant accepte d'être lié à Skype : Skype Communications S.a.r.l. situé à 23-29 Rives de Clausen, 2165 Luxembourg

source: %s reserves the right in its sole discretion to modify or discontinue the "Up to 60 Minutes Free Credit from Skype" Offer or to restrict its availability to any person, at any time, for any or no reason, and without prior notice or liability to participants.
es_es: %s se reserva el derecho, a su sola discreción, de modificar o descontinuar el "hasta 60 minutos gratis de crédito de Skype" oferta o para restringir su disponibilidad a cualquier
fr_fr: %s se réserve le droit, à sa seule discrétion, de modifier ou d'interrompre l'offre "Jusqu'à 60 minutes de créduit gratuit de Skype", de restreindre sa disponibilité à toute personne, à tout moment, pour toute raison que ce soit, et sans préavis ni obligation envers les participants.

source: 60 total minutes is based on a single call to a landline at the estimated rate of €0.02 per minute as controlled by Skype.
es_es: El total de 60 minutos se basa en una sola llamada a un teléfono fijo en el precio estimado de 0,02 € por minuto, según lo controlado por Skype.
fr_fr: Le total de 60 minutes est basé sur un appel unique passé à une ligne fixe au taux estimé de €0.02 par minute, tel que contrôlé par Skype.

source: Participants must redeem their free credit voucher code from Skype on Skype.com by 31/07/2011 after which time the option to use the free credit from Skype expires. There are no refunds for expired free credit voucher codes from Skype.
es_es: Los participantes deberán canjear su cupon gratis de Skype en Skype.com antes del 31/07/2011 después de lo cual la opción de utilizar el cupon gratis de Skype caduca. Kype no da reembolsos por cupones vencidos.
fr_fr: Les participants doivent réclamer leur code de crédit gratuit auprès de Skype sur Skype.com avant le 31/07/2011, après quoi il ne sera plus possible de le faire. Aucun remboursement ne sera émis pour les codes de crédit gratuits de Skype expirés.

source: No cash value will be given for the “Up to 60 Minutes Free Credit from Skype” Offer.
es_es: No se dara valor en efectivo por la oferta "hasta 60 minutos gratis con Skype".
fr_fr: Aucune valeur en argent ne sera donnée pour l'offre "Jusqu'à 60 minutes de crédit gratuit de Skype".

source: "Skype Promotion Terms and Conditions."
es_es: Terminos y condiciones de la Promocion de Skype
fr_fr: "Termes et Conditions de la promotion de Skype."

source: Rate this property
es_es: Clasificar esta propiedad
fr_fr: Évaluer cet établissement

source: Rate
es_es: Rarifa
fr_fr: Tarifs

source: Hostel section
es_es: Albergue información

source: Chat support
es_es: Ayuda por conversacion
fr_fr: Support Chat

source: Live Chat
es_es: Conversacion en vivo
fr_fr: Chat en direct

source: End Chat
es_es: Final de la conversacion
fr_fr: Terminer Chat

source: Send
es_es: Enviar
fr_fr: Envoyer

source: Agent typing
es_es: Agente tipiando
fr_fr: L'agent est en train de composer un message

source: Translation done by Google. Hello, %s. Can I help you with anything today?
es_es: Google traduciendo. Hola, %s En que lo puedo ayudar hoy?
fr_fr: Traduction par Google. Bonjour %s, que puis-je faire pour vous aujourd'hui?

source: first name
es_es: Nombre
fr_fr: Prénom

source: Language
es_es: Lenguaje
fr_fr: Langue

source: I'm sorry, your Agent has left the chat. If you would like to chat with another Agent, please click the LogOut link below and open a new chat from the website chat link.
es_es: Lo siento, su agente no esta en la conversacion. Si desea conversar con otro agente, por favor haga clic en el enlace de desconexión a continuación y abrir una nueva sesión de conversacion en la página web en el enlace de conversacion.
fr_fr: Je suis désolé, votre Agent a quitté la conversation. Si vous désirez clavarder avec un autre Agent, veuillez cliquer sur le lien de déconnexion ci-dessous et ouvrir une nouvelle session de clavardage à partir du lien figurant sur le site.

source: %s exited session.
es_es: %s salio de la sesion
fr_fr: %s a quitté la session

source: %s joined session.
es_es: %s se unio a la sesion
fr_fr: %s a rejoint la session

source: Please wait for someone in %s to join the conversation...
es_es: Por favor esperar a alguien de %s se una a la conversacion….
fr_fr: %s a rejoint la session

source: There are currently no agents logged in. Please leave us your email address, your booking number and any questions you may have so we can get back to you. Thank you.
es_es: Actualmente no hay agentes conectados, por favor, déjanos su dirección de correo electrónico, su número de reserva y cualquier duda que pueda tener para que podamos responderle. Gracias.
fr_fr: Aucun agent n'est présentement en ligne. Veuillez nous laisser votre adresse courriel, votre numéro de réservation et votre question et quelqu'un vous contactera. Merci.

source: E-mail
es_es: Correo electronico

source: Message
es_es: Mensaje

source: Reset
es_es: Reinicializar
fr_fr: Recommencez

source: No agents online
es_es: No agentes en linea
fr_fr: Aucun agent en ligne

source: Your request for support has been successfully sent.
es_es: Su solicitud de apoyo ha sido exitosamente mandada
fr_fr: Votre demande d'assistance a été envoyée avec succès

source: Email failed
es_es: Correo electronico perdido
fr_fr: Échec de l'envoi

source: Email sent
es_es: Correo electronico mandado
fr_fr: Email envoyé

source: %s, you have been placed into the Support Queue...
es_es: %s, ha sido mandado en espera para apoyo…
fr_fr: %s, vous avez été placé dans la file d'attente du service de Soutien...

source: Please wait here while we connect you.
es_es: Por favor esperar mientras lo conectamos.
fr_fr: Veuillez patienter pendant que nous vous connectons.

source: You will be transferred to the first available service representative. There are approximately %s user(s) ahead of you.
es_es: Sera transferido a nuestro primer representante disponible. Tenemos en espera aproximadamente %s usuarios antes que usted
fr_fr: Vous serez transféré au premier représentant disponible. Il y a environ %s utilisateur(s) avant vous.

source: Send E-mail
es_es: Mandar correo electronico
fr_fr: Envoyez Email

source: You are no longer waiting to chat and may close this window.
es_es: Usted ya no esta esperando para conversar, puede cerrar esta ventana.
fr_fr: Vous n'êtes plus en attente de Chat et pouvez fermer cette fenêtre.

source: Please wait, you are next in line.
es_es: Por favor esperar, usted es el siguiente en la linea.
fr_fr: Veuillez patienter, vous serez le prochain en ligne.

source: Hello! To better serve you, an agent is available and can help you reserve a room. Would you chat with him?
es_es: Hola! Para un mejor servicio, un agente está disponible y puede ayudarle a reservar una habitación. ¿Quieres hablar con él?
fr_fr: Bonjour ! Afin de mieux vous servir, un agent est disponible et peut vous aider à réserver une chambre. Désirez-vous Chater avec l'agent ?

source: Did this chat help?
es_es: Esta conversacion le ayudo?
fr_fr: Est-ce que cette discussion vous a aidé?

source: Was the representative friendly?
es_es: El representante fue amable?
fr_fr: Est-ce que le représentant était aimable?

source: Booking Number
es_es: Numero de reserva
fr_fr: Numéro de réservation

source: Property number
es_es: Numero de propiedad
fr_fr: Numéro de l'établissement

source: English
es_es: Ingles
fr_fr: Anglais

source: French
es_es: Frances
fr_fr: Français

source: Spanish
es_es: Espanol
fr_fr: Espagnol

source: German
es_es: Aleman
fr_fr: Allemand

source: Finnish
es_es: Finlandes
fr_fr: Finnois

source: Portuguese
es_es: Portugues
fr_fr: Portugais

source: Italian
es_es: Italiano
fr_fr: Italien

source: Russian
es_es: Ruso
fr_fr: Russe

source: Czech
es_es: Checo
fr_fr: Tchèque

source: Hungarian
es_es: Hungaro
fr_fr: Hongrois

source: Polish
es_es: Polaco
fr_fr: Polonais

source: Chinese
es_es: Chino
fr_fr: Chinois
