Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_sm.po
Languages: pl_pl

source: Double Room = Room with 1 double bed for 2 people
pl_pl: Pokój dwuosobowy double = pokój z 1 podwójnym łóżkiem dla 2 osób

source: Twin Room = Room with 2 single beds for 2 people
pl_pl: Pokój dwuosobowy twin = pokój z 2 pojedynczymi łóżkami dla 2 osób

source: Triple room = Room sleeps 3 people
pl_pl: Pokój trzyosobowy = pokój dla 3 osób

source: Ensuite = Bathroom inside the room
pl_pl: Pokój z łazienką = Łazienka dostępna w pokoju

source: Shared Bathroom = Bathroom not in the room
pl_pl: Łazienka dzielona = Łazienka na korytarzu

source: Deposit will be charged in Pounds.
pl_pl: Depozyt będzie płatny w funtach.

source: Search for more properties in %s
pl_pl: Szukaj więcej obiektów w %s

source: First price per room from: %s
pl_pl: Cena za osobę od: %s

source: First price per person from: %s
pl_pl: Cena za osobę od: %s

source: Only free breakfast
pl_pl: Darmowe Śniadanie

source: Only downtown
pl_pl: Centrum Miasta

source: Only with Internet access
pl_pl: Tylko z dostępem do Internetu

source: Private rooms
pl_pl: Pokoje prywatne

source: Photos
pl_pl: Zdjęcia

source: Languages courses at a very affordable price
pl_pl: Kursy językowe w bardzo przystępnej cenie

source: Bed in a dorm. 1 person per bed maximum
pl_pl: Łóżko w dormitorium. Maksymalnie 1 osoba na łóżko

source: Your deposit will be charged in British pounds.
pl_pl: Depozyt będzie płatny w funtach szterlingach.

source: Due to high demand, and the limited amount of time Hostels can keep availability, we would need to know the following, when will you be able to book?
pl_pl: Z uwagi na duże zapotrzebowanie oraz limitowany czas Hostele mogą wstępnie zarezerwować dla Ciebie kwaterę. W tym celu, musimy wiedzieć, kiedy będziesz w stanie dokonać ostatecznej rezerwacji.

source: I just want an idea of the price and property
pl_pl: Chcę jedynie zorientować się odnośnie ceny i rodzaju kwatery

source: Within 1 week or less
pl_pl: W przeciągu 1 tygodnia lub mniej

source: In the dorms with the group
pl_pl: W akademiku z grupą

source: Total Number of people in your group: %s
pl_pl: Całkowita liczba osób w Twojej grupie: %s

source: Sorry. 10 people minimum for a group quote.
pl_pl: Przykro nam. 10 osób to minimalna ilość do rezerwacji grupowej.

source: Lunch Pack
pl_pl: Pakiet Lunchowy

source: Good news!
pl_pl: Dobre wieści!

source: We have found a great offer for your group.
pl_pl: Znaleźliśmy wspaniałą ofertę dla Twojej grupy.

source: Please take a look at the attached file for more details.
pl_pl: Zapoznaj się z załączonym plikiem w celu poznania szczegółów.

source: To view the offer, you can also click on the link here:
pl_pl: Aby obejżeć ofertę, możesz wejść w podany link:

source: Please do not hesitate to contact me if you have any questions.
pl_pl: W razie jakichkolwiek pytań, skontaktuj się ze mną bezzwłocznie.

source: I hope you have had time to take a look at the quote for your group.
pl_pl: Mamy nadzieję, że miałeś czas aby zapoznać się z ofertą dla Twojej grupy.

source: Do you want a cheaper hostel or or another one in a different area?
pl_pl: Czy życzysz sobie tańszy hostel czy całkiem inny w innej lokalizacji?

source: Beds have been set aside for you. After this expiry date, they will be given to another group unfortunately. If you no longer need these beds, please let us know also right away.
pl_pl: Łóżka zaostały dal Ciebie odłożone. Po terminie ważności, niestety zostaną udostępnione innym grupom. Jeśli nie jesteś już tymi łóżkami zainteresowany, będziemy wdzięczni za natychmiastową informację zwrotną.

source: We want to make sure you are 100%% satisfied, so do not hesitate to contact us.
pl_pl: Chcemy mieć pewność, że jesteś w 100%% zadowolony, zatem nie zwlekaj z kontaktem z nami.

source: Customer Service.
pl_pl: Obsługa klienta

source: We are very sorry but the selected hostel is the cheapest we have for your chosen dates.
pl_pl: Przykro nam, ale wybrany hostel jest najtańszy, jaki możemy Ci zaoferować w wybranym przez Ciebe terminie.

source: Please recontact us later or choose different dates.
pl_pl: Skontaktuj się z nami w późniejszym terminie lub wybierz inne daty.

source: Thank you.
pl_pl: Dziękujemy

source: Can we contact you by phone ?
pl_pl: Czy możemy skontaktować się Tobą telefonicznie?

source: Thank you for your email.
pl_pl: Dziękujemy za Twój email.

source: We are very sorry but we were not able to find a hostel for you for the selected date.
pl_pl: Przykro nam, ale nie znaleźliśmy żadnego hostelu w wybranym przez Ciebie terminie.

source: We apologize for the inconvenience.
pl_pl: Przepraszamy za utrudnienia.

source: We are very sorry but due to the very high number of requests we receive every day, we can only provide customized quotes to people who will be making a decision within 1 week.
pl_pl: Przykro nam, ale z uwagi na ogromną liczbę zapytań, które otrzymujemy każdego dnia, jesteśmy w stanie zapewnić usługę osobom, które podejmą decyzję w ciągu 1 tygodnia.

source: We invite you to look at the list of hostels and prices on our website to put together your budget and to recontact us when all details re finalized 1 week before making your decision.
pl_pl: Zapraszamy do zapoznania się z listą hosteli oraz cenami dostępnymi na naszej stronie, abyś mógł uściślić swój budżet i skontaktować się z nami ponownie, tydzień przed podjęciem ostatecznej decyzji.

source: We will work very hard to give you the best price at that time.
pl_pl: Damy z siebie wszystko, aby zaoferować Ci najlepszą cenę w wybranym przez Ciebie terminie.

source: We thank you for your trust and support.
pl_pl: Dziękujemy za zaufanie oraz wsparcie.

source: Thank you for your request.
pl_pl: Dziękujemy za Twoje zapytanie.

source: Due to a very high number of group requests, it might take up to 1 week to get back to you as we are looking for the best deal for your group.
pl_pl: Z uwagi na dużą ilość zapytań grupowych, termin oczekiwania na nasza ofertę może zająć nam do tygodnia czasu, ponieważ chcemy znaleść dla Ciebie najlepsza z dostępnych propozycji.

source: We thank you for your patience.
pl_pl: Dziękujemy za cierpliwość.

source: Beds have been put aside for your group until the following date:
pl_pl: Łóżka zostały odłożone dla Twojej grupy do dnia:

source: After this date, these beds will be released to other groups, so do not wait to book!
pl_pl: Po tej dacie, te łóżka zostaną udostępnione innym grupom, zatem nie zwlekaj z rezerwacją!

source: We thank you for your group booking.
pl_pl: Dziękujemy za rezerwację grupową.

source: We will shortly send your voucher to the email address on file.
pl_pl: Wkrótce prześlemy Ci voucher na adres mailowy podany w pliku.

source: Great
pl_pl: Świetnie

source: Fantastic
pl_pl: Fantastycznie

source: To view all available properties on the map, please enter your dates in the box on the top right.
pl_pl: Aby zobaczyć wszystkie dostępne kwatery na mapie, wprowadź daty w górnym prawym polu.

source: Selected filters:
pl_pl: Wybrane filtry:

source: Total Number of people in your groups: %s
pl_pl: Całkowita liczba osób w Twojej grupie: %s

source: If the offer is accepted, the balance must be paid by %s
pl_pl: Jeśli akceptujesz ofertę, kwotę należy uiścić do %s

source: Your changes has been saved successfully
pl_pl: Twoje zmiany zostały zapisane

source: Next available property
pl_pl: Następna dostępna kwatera

source: Group Type:
pl_pl: Typ Grupy:

source: Age Ranges:
pl_pl: Przedział wiekowy:

source: Choose one...
pl_pl: Wybierz jeden…

source: Holidays with friends
pl_pl: Wakacje z przyjaciółmi

source: Junior/Primary school
pl_pl: Małe dzieci/Szkoła Podstawowa

source: High/Secondary school
pl_pl: Gimnazjum/Szkoła Średnia

source: College / University
pl_pl: College/Uniwersytet

source: Business trip
pl_pl: Wyjazd służbowy

source: Stag/Hen/Bachelor party
pl_pl: Wieczór Panieński/Kawalerski

source: Sports group
pl_pl: Grupa sportowa

source: Cultural group
pl_pl: Grupa kulturowa

source: Please specify a type of group.
pl_pl: Proszę sprecyzować typ grupy.

source: Please specify an age range for your group.
pl_pl: Proszę sprecyzować przedział wiekowy Twojej grupy.

source: Map
pl_pl: Mapa

source: Reviews
pl_pl: Przeglądy

source: Compare
pl_pl: Porównaj

source: of
pl_pl: ze

source: Please see selected properties to compare on top of the page.
pl_pl: Zapoznaj się z wybranymi kwaterami, aby porównać je na górze strony.

source: Loading
pl_pl: Ładowanie

source: Not available
pl_pl: Niedostępne

source: Print
pl_pl: Drukuj

source: Quick Compare
pl_pl: Szybkie Porównanie

source: Dorms From
pl_pl: Akademiki od

source: Privates From
pl_pl: Prywatne Pokoje od

source: Rating Overall
pl_pl: Ocena Całościowa

source: Atmosphere
pl_pl: Atmosfera

source: Staff
pl_pl: Obsługa

source: Site
pl_pl: Budynek

source: Cleanliness
pl_pl: Czystość

source: Services
pl_pl: Usługi

source: Safety
pl_pl: Bezpieczeństwo

source: Value
pl_pl: Wartość

source: Results
pl_pl: Wyniki

source: Result
pl_pl: Wynik

source: Only 5 properties can be compared
pl_pl: Można porównać tylko 5 kwater

source: Please remove a property from list.
pl_pl: Usuń kwaterę z listy.

source: Quick Compare (5 properties maximum)
pl_pl: Szybkie Porównanie (maksymalnie 5 kwater)

source: Remove All
pl_pl: Usuń Wszystko

source: Please see selected properties to compare on top of this page.
pl_pl: Zapoznaj się z wybranymi kwaterami, aby porównać je na górze strony.

source: %d Results
pl_pl: %d Wyników

source: Restore Everything
pl_pl: Odnów Wszystko

source: Compare (%d out of 5)
pl_pl: Porównaj (%d z 5)

source: Show More
pl_pl: Pokarz Więcej

source: Show Less
pl_pl: Pokarz Mniej

source: Not enough parameters
pl_pl: Za mało parametrów

source: Fill in the email
pl_pl: Wpisz email

source: Invalid email recipient
pl_pl: Adres email nieprawidłowy

source: Fill in the subject
pl_pl: Wpisz temat

source: Fill in the message
pl_pl: Wpisz wiadomość

source: Fill in the "From" name
pl_pl: Wypełnij pole "Od"

source: Fill in the "From" email
pl_pl: Wypełnij pole email "Od"

source: Invalid "From" email
pl_pl: Nieprawidłowy email "Od"

source: Your message has been sent to %s
pl_pl: Twoja wiadomość została wysłana %s

source: From:
pl_pl: Od:

source: To:
pl_pl: Do:

source: Subject:
pl_pl: Temat:

source: Message:
pl_pl: Wiadomość:

source: Send another message
pl_pl: Wyślij kolejną wiadomość

source: Mail this page to someone you know, or send it to yourself as a reminder.
pl_pl: Wyślij tą stronę do znajomego lub do siebie w celu przypomnienia.

source: To (email)
pl_pl: Do (email)

source: Subject
pl_pl: Temat

source: From (name)
pl_pl: Od (imię)

source: From (email)
pl_pl: Od (email)

source: Yes, I want to subscribe to the newsletter.
pl_pl: Tak, chcę otrzymywać newsletter.

source: Send email
pl_pl: Wyślij email

source: Share PDF
pl_pl: Podziel się PDFem

source: Want to send a PDF copy of this page or quote by email?
pl_pl: Chcesz wysłać PDF tej strony lub link emailem?

source: Send PDF
pl_pl: Wyślij PDF

source: Recently Viewed
pl_pl: Ostatnio przeglądane

source: We use cookies to give you the best possible experience on our site. By continuing to browse our site you are agreeing to our Cookies Policy and use of cookies technology. Find out more
pl_pl: Używamy plików typu cookies, aby zapewnić Ci maksymalny komfort podczas korzystania z naszej strony. Kontynuując przeglądanie, zgadzasz się z naszą Polityką dot. Plików Cookies oraz na użycie technologii cookies. Dowiedz się więcej

source: New Search
pl_pl: Nowe wyszukiwanie

source: Search
pl_pl: Szukaj

source: Select
pl_pl: Wybierz

source: last %d
pl_pl: ostatnich %d

source: Quick View
pl_pl: Szybki Podgląd

source: Want to receive or send a PDF copy of this quote?
pl_pl: Czy chcesz otrzymać lub wysłać kopię PDF z tym zapytaniem?

source: %s has sent you a message:
pl_pl: %s wysłała Ci wiadomość:

source: Here is the link to see the prices, description, maps and much more:
pl_pl: To jest link do cen, opisów, map i dużo więcej:

source: Price for %d nights per person
pl_pl: Cena za %d noclegów za osobę

source: %d guests in %d Bedrooms ( 1 guest in each room).
pl_pl: %d gości w %d Pokojach (1 gość w każdym pokoju).

source: You can only book up to %d guests at a time. You can book more than %d guests by going to our group section on top of this page.
pl_pl: Możesz zarezerwować miejsca maksymalnie dla %d gości za jednym razem. Możesz rezerwować miejsca dla więcej niż %d gości wchodząc do naszej sekcji grupowej, znajdującej się na górze tej strony.

source: Total number of guests selected
pl_pl: Całkowita liczba wybranych gości

source: You will use 1 full dorm.
pl_pl: Będziesz korzystać z 1 pełnego akademika.

source: You will use %d full dorms.
pl_pl: Będziesz korzystać z %d pełnych akademików.

source: You will partially use 1 dorm.
pl_pl: Będziesz częściowo korzystać z 1 akademika.

source: You will use 1 full dorm and 1 partially.
pl_pl: Będziesz korzystać z 1 akademika w całości i 1 akademika częściowo.

source: You will use %d full dorms and 1 partially.
pl_pl: Będziesz korzystać z %d akademików w całości i z 1 częściowo.

source: Confirmation Email Preview
pl_pl: Podgląd maila potwierdzającego.

source: Your unique booking number will be provided right after your reservation. Your reservation will be immediate and guaranteed.
pl_pl: Twój unikalny numer rezerwacji zostanie do Ciebie dostarczony, po dokonaniu rezerwacyji. Twoja rezerwacja jest natychmiastowa i gwarantowana.

source: Number of guests
pl_pl: Liczba gości

source: No
pl_pl: Nie

source: Bedrooms you will occupy:
pl_pl: Pokoje, które będziesz zajmować:

source: Dorms you will occupy:
pl_pl: Akademiki, które będziesz zajmować:

source: We will provide all important information to make sure you really enjoy your stay.
pl_pl: Dostarczymy Ci wszystkie niezbędne informacje, aby mieć pewność, że na prawdę będziesz zadowolny z pobytu.

source: Important Information
pl_pl: Ważne Infromacje

source: When available, we will provide directions on how to get to the property including public transportation and airport information.
pl_pl: Kiedy będą dostępne, dostaczymy Ci wszelkie informacje, o tym jak dotrzeć do kwatery, łącznie z informacjami o transporcie publicznym i lotnicznym.

source: With full contact information, you will be able to contact the property in case you have any special requests.
pl_pl: Z pełnymi danymi kontaktowymi będziesz mieć możliwość skontaktowania się bezpośrednio z wynajmującym, w przypadku niestandardowych wymagań.

source: Property name
pl_pl: Numer posesji

source: Address
pl_pl: Adres

source: Please click here to preview your confirmation email
pl_pl: Kliknij tutaj, aby mieć podgląd Twojego maila potwierdzającego

source: The lowest price per person per night in a dorm in this property:
pl_pl: Najniższa cena za osobę za noc w danej kwaterze:

source: The lowest price per person per night in a private room at this property:
pl_pl: Najniższa cena za osobę za noc w prywatnym pokoju w danej kwaterze:

source: Maximum you can book
pl_pl: Maksymalna liczna, którą możesz zarezerwować

source: Please wait…
pl_pl: Proszę czekać …

source: The lowest price per person per night in a dorm in this property: %s
pl_pl: Najniższa cena za osobę za 1 noc w tym akademiku: %s

source: The lowest price per person per night in a private room at this property: %s
pl_pl: Najniższa cena za osobę za noc w prywatnym pokoju w danej kwaterze: %s

source: Number of guests for %d nights
pl_pl: Liczba gości na %d nocy

source: Provided after reservation
pl_pl: Zapewnione po dokonaniu rezerwacji

source: Please select the number of male, female and staff members of your group before sending your booking request.
pl_pl: Wybierz liczbę mężczyzn, kobiet i pracowników członków grupy Przed wysłaniem żądania rezerwacja.

source: %d Bed Private Shared Bathroom
pl_pl: Prywatna sypialnia dla %d osób ze wspólną łazienką

source: Standard Single Private Shared Bathroom
pl_pl: Pokój Pojedynczy Standard Prywatny dla 1 osoby z Dzieloną Łazienką

source: Email is not valid
pl_pl: Adres email nieistnieje

source: Fill in the from name
pl_pl: Wpisz swoje imię

source: Remove from this search
pl_pl: Usuń z listy wyszukiwania

source: Remove from any searches for next 24 hours
pl_pl: Usuń z list wyszukiwania na 24 godziny

source: Remove from any searches for 1 week
pl_pl: Usuń z listy wyszukiwania na okres tygodnia

source: Standard Single Private Ensuite
pl_pl: Pokój Standard z pojedynczym łóżkiem i łazienką

source: Standard Twin Private Ensuite
pl_pl: Pokój Standard z 2 pojedynczymi łóżkami i łazienką

source: Deluxe Double Bed Private Ensuite
pl_pl: Pokój Deluxe z podwójnym łóżkiem i prywatną łazienką

source: 1 Bed Private Ensuite
pl_pl: Prywatny pokój z pojedynczym łóżkiem i prywatną łazienką

source: %d Bed Private Ensuite
pl_pl: Prywatny pokój dla %d osób z prywatną łazienką

source: Deluxe 1 Bed Family Room Ensuite
pl_pl: Pokój Deluxe Rodzinny z 1 pojedynczym łóżkiem i łazienką

source: Deluxe %d Bed Family Room Ensuite
pl_pl: Pokój Deluxe Rodzinny dla %d osób z łazienką

source: Filter by districts
pl_pl: Wyszukaj przez region

source: Filter by landmarks (-2kms)
pl_pl: Wyszukaj przez punkty orientacyjne

source: Lowest price per night per person in a dorm
pl_pl: Najniższa cena za noc za osobę w akademiku

source: Lowest price per night per person in a private room
pl_pl: Najniższa cena za noc za osobę w prywatnym pokoju

source: Deposit:
pl_pl: Depozyt:

source: Deposit to be paid now:
pl_pl: Depozyt do zapłacenia teraz:

source: Deposit already paid:
pl_pl: Depozyt już zapłacony:

source: Amount already charged in %s:
pl_pl: Kwota już zapłacona w %s:

source: Currency for the deposit:
pl_pl: Waluta depozytu:

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival.
pl_pl: Depozyt opłacany jest w celu potwierdzenia rezerwacji. Pozostałą kwotę uiszcza się po dotarciu na miejsce.

source: Amount to be paid on arrival:
pl_pl: Kwota to zapłacenia po przybyciu:

source: Amount to be paid when you arrive at the property
pl_pl: Kwota to zapłacenia po przybyciu do kwatery:

source: Total:
pl_pl: Razem:

source: Membership card (not required):
pl_pl: Karta członkowska (dobrowolna):

source: Membership card:
pl_pl: Karta członkowska:

source: The deposit is non refundable and non transferable.
pl_pl: Depozyt nie podlega zwrotowi ani transferowi.

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
pl_pl: Depozyt opłacany jest w celu potwierdzenia rezerwacji. Pozostałą kwotę uiszcza się po dotarciu na miejsce. Po dokonaniu rezerwacji otrzymasz wszystkie dane kontaktowe do danej kwatery (email, adres, numer telefonu…) w mailu potwierdzającym.

source: By clicking "Create Account" you confirm that you accept the Terms of Service and Privacy Policy.
pl_pl: Klikając "Utwórz Konto" zgadzasz się na Warunki Korzystania z Usług oraz na Politykę Prywatności

source: Create account
pl_pl: Utwórz Konto

source: Tell me about great deals and exclusive discounts!
pl_pl: Powiedz mi o świetnych ofertach oraz ekskluzywnych promocjach!

source: Save this property as a favorite
pl_pl: Zapisz tą kwaterę w ulubionych

source: We will never sell your personal information - You can unsubscribe anytime.
pl_pl: Nigdy nie sprzedamy twoich prywatnych danych - Możesz usunąć swoje konto w każdej chwili.

source: Your private notes (optional)
pl_pl: Twoje prywatne notatki (opcjonalne)

source: Characters left:
pl_pl: Pozostałe znaki:

source: Update Notes
pl_pl: Uaktualnij Notatki

source: Remove from my favorites
pl_pl: Usuń z ulubionych

source: Cancel
pl_pl: Usuń

source: My favorite properties
pl_pl: Moje ulubione kwatery

source: List of favorite properties
pl_pl: Lista ulubionych kwater

source: My short notes about the property
pl_pl: Moje krótkie notatki o kwaterach

source: Edit or remove
pl_pl: Edytuj lub usuń

source: Saved to my favorites
pl_pl: Zapisane w ulubionych

source: Add to my favorites
pl_pl: Dodaj do ulubionych

source: You can save this property as a favorite in your account so you can easily book it at a later date if you wish.
pl_pl: Możesz zapisać tę kwaterę na swoim koncie w ulubionych, zatem możesz zarezerwować ją później jeśli masz ochotę.

source: Account created
pl_pl: Konto utworzone

source: To save a property as a favorite, you must be login to your account.
pl_pl: Aby zapisać kwaterę w ulubionych, musisz być zalogowany na swoim koncie.

source: By creating an account you will be able to save properties as favorites, get access to your bookings and ratings, and many more benefits.
pl_pl: Tworząc konto będziesz mieć możliwość zapisywania kwater jako ulubionych, mieć dostęp do swoich rezerwacji, oraz szereg innych udogodnień.

source: Please enter your email address and we will send you a password.
pl_pl: Proszę wpisać adres email, a my prześlemy Ci hasło.

source: Saved favorite properties
pl_pl: Zapisz ulubione kwatery

source: Deposit to be paid now (%d%%)
pl_pl: Depozyt do zapłacenia teraz (%d%%)

source: Deposit (%d%%)
pl_pl: Depozyt (%d%%)

source: Amount already paid:
pl_pl: Kwota już zapłacona:

source: The most popular
pl_pl: Najbardziej popularny

source: Most popular
pl_pl: Najbardziej popularne

source: Enter your dates
pl_pl: Wprowadź daty

source: Information
pl_pl: Informacje

source: Deposit to be paid now (%d)
pl_pl: Depozyt do zapłacenia teraz (%d)

source: You only pay the deposit (%d of total amount) to confirm and secure your reservation now. The remaining amount (%d) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
pl_pl: Depozyt płacony jest (%d całej kwoty) w celu potwierdzenia rezerwacji. Pozostałą kwotę (%d) uiszcza się po przybyciu na miejsce. Wszystkie dane kontaktowe i adresowe (email, adres, telefon … ) kwatery znajdują się w mailu potwierdzającym dokonanie rezerwacji.

source: Deposit (%d)
pl_pl: Depozyt (%d)

source: Changement de mot de passe
pl_pl: Zmień hasło

source: Veuillez remplir tous les champs
pl_pl: Prosimy o wypełnienie wszystkich pól

source: Modifier
pl_pl: Zmień

source: Mot de passe oublié
pl_pl: Nie pamiętam hasła

source: Veuillez entrer le courriel associé à votre compte
pl_pl: Proszę podać adres e-mail powiązany z kontem

source: Obtenir nouveau mot de passe
pl_pl: Pobierz nowe hasło

source: Se connecter
pl_pl: Zaloguj

source: Votre compte sur %s
pl_pl: Twoje konto na %s

source: Retour à la
pl_pl: Powrót do

source: page d'accueil
pl_pl: strona główna

source: Les avantanges d'avoir un compte
pl_pl: Korzyści z posiadania konta

source: Voir l'historique de vos réservations
pl_pl: Historia rezerwacji

source: Évaluer les auberges visitées
pl_pl: Oceń odwiedzone obiekty

source: Plus rapide lors de la réservation
pl_pl: Szybszy proces rezerwacji

source: Modifier vos informations personnelles
pl_pl: Edycja danych osobowych

source: Connexion à votre compte
pl_pl: Zaloguj się do konta

source: Bienvenue dans la section "%s". Depuis celui-ci, vous avez accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
pl_pl: Witamy w dziale "%s". Stąd, masz dostęp do swoich rezerwacji Schronisk Młodzieżowych, ocen, wszystkich kontaktów (e-mail, numery telefonów…) i profilu użytkownika.

source: Mon Compte
pl_pl: Moje konto
