Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Vous recherchez une auberge, une auberge de jeunesse, un appartement, un Bed And Breakfast B&B, une pension, une chambre d’hôtes, une Hostel ? %s est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements à bas prix dernière minute. %s propose la réservation dernière minute de chambres et logements à bas prix dans des villes comme Paris en France, Londres en Angleterre, Barcelone en Espagne, New York aux Etats-Unis, Rome en Italie, Amsterdam en Hollande, Dublin en Irlande, Madrid en Espagne, Prague en République tchèque ... Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.
fi_fi: Etsitkö hostellia, retkeilymajaa, huoneistoa tai aamiaismajoitusta? %s on sivusto nro 1 Suomessa, Saksassa, Espanjassa ja Kanadassa. %s tarjoaa viime hetken edulliset hostelli- ja retkeilymajavaraukset Pariisissa, Lontoossa, Barcelonassa, New Yorkissa, Roomassa, Amsterdamissa, Dublinissa, Madridissa, Prahassa… Suunnittele matkasi helposti, tarjoamme myös karttoja, kohdeoppaita ja käyttäjäarvosteluja juuri sen oikean majoituksen löytämiseksi.
it_it: State cercando un <strong>ostello,</strong> un <strong>albergo, </strong>un <strong>Hostel </strong> un <strong>appartamento,</strong> un <strong>Bed & Breakfast B & B, una Stanza, una Pensione. %s</strong> è il sito on-line n ° 1 in Italia, Spagna, Francia, Svizzera e Nord America per tutte le sistemazioni a buon prezzo. %s offerte prenotazioni last minute di camere e alloggi a basso costo in città come <strong>Parigi in Francia, Londra in Inghilterra, Barcellona in Spagna, New York negli Stati Uniti, Roma in Italia, Amsterdam in Olanda, Dublino in Irlanda, Madrid in Spagna, Praga nella Repubblica Ceca. ...</strong> Organizza il tuo viaggio con facilità, informazioni aggiornate, guide e recensioni.
ja_jp: ホステル、ユースホステル、アパート、ベッド＆ブレックファースト、ペンション、ゲストハウス、お探しですか？ %sはの日本とヨーロッパにあるすべての低コスト住宅を最新更新で探せる＃１のサイトです。 %sはパリ、イギリスのロンドン、スペインのバルセロナ、 ニューヨーク、ローマ、オランダのアムステルダム、 ダブリン、マドリッドなど都市中で低コスト住宅の最新情報の予約を提供しています。スペイン、チェコ共和国.のプラハへの旅行計画のために私たちはガイドやレビューの最新情報を提供しあなたの旅が簡単になるよう準備しています。
pt_br: Procurando um albergue, um apartamento, pensão, casa de hóspedes? %s é o site número 1 no Brasil, E.U.A., França, Bélgica, Suíça e Canadá para acomodações de última hora. %s oferece reservas de quartos e hospedagem baratas em cidades como Paris na França, Londres na Inglaterra, Barcelona na Espanha, Nova Iorque nos EUA, Roma na Itália, Amsterdã na Holanda, Dublin na Irlanda, Madri na Espanha, Praga na República Tcheca... Planeje sua viagem facilmente, nós também oferecemos informações atualizadas, guias e avaliações.

source: Merci %s pour votre aide.
fi_fi: %s Kiitos avustasi.
it_it: Aggiorna %s il tuo profilo.
ja_jp: %s助けてくれてありがとう。
pt_br: Obrigado %s pela sua contribuição.

source: Diego R, Mexico
fi_fi: R Diego, Meksiko
it_it: R Diego, Messico
ja_jp: メキシコのディエゴ、R
pt_br: R Diego, no México

source: Génial le site. Et les prix sont imbattables. Merci !
fi_fi: Mahtava sivusto. Ja hinnat ovat lyömättömiä. Kiitos!
it_it: Sito Meraviglioso. E i prezzi sono imbattibili. Grazie!
ja_jp: すごいサイトです、そして格安です。
pt_br: ótimo site. E os preços são imbatíveis. Obrigado!

source: Mes Vacances sont réussies grâce à vous. Les Auberges étaient comme promises.
fi_fi: Lomani oli onnistunut! Kiitos teille. Hostellit olivat sellaisia kuin minulle luvattiin.
it_it: Le mie vacanze sono state fantastiche grazie a voi. Gli Ostelli erano perfetti, come promesso.
ja_jp: 私の休日はあなたのおかげです。ユースホステルは、約束通りだった。
pt_br: As minhas férias foram bem sucedidas graças a vocês. Tudo deu certo, como esperávamos.

source: Jérome H, Marseille
fi_fi: Jerome H, Marseille
it_it: Jerome H, Marsiglia
ja_jp: マルセイユのジェローム H、
pt_br: Jerome H, Marseille

source: Notre école a réservé pour 35 personnes sur votre site et pas de surprise. Parfait !!!
fi_fi: Varasimme majoituksen 35 hengelle tältä sivustolta eikä tullut mitään yllätyksiä. Täydellistä!
it_it: La nostra scuola ha prenotato per 35 persone sul vostro sito tutto è stato come previsto e senza sorprese. Perfetto!
ja_jp: 私たちの学校は35人の予約しました。驚く事なかれパーフェクト！
pt_br: Nossa escola reservou quartos para 35 pessoas através de seu site. Tudo otimo, sem surpresas. Perfeito!

source: Jérome H, Marseille
fi_fi: Jerome H, Marseille
it_it: Jerome H, Marsiglia
ja_jp: マルセイユのジェロームH、
pt_br: Jerome H, Marseille

source: Choix, prix, sécurité, confirmation. Rien a dire : site super !
fi_fi: Mahtavat valikoimat ja hinnat sekä turvallinen ja helppo varata. Ei voi muuta sanoa kuin, että erinomainen sivusto!
it_it: Selezione, prezzo, sicurezza, scelta. Niente da dire: bel sito!
ja_jp: 選択、料金、安全性の確認 すべて云うことなし：すばらしいサイトだ！
pt_br: Seleção, preço, segurança e escolha. Nada a dizer: site excelente!

source: Jowar, New Dehli
fi_fi: Jowar, New Delhi
it_it: Jowar, New Delhi
ja_jp: Jowar、ニューデリー
pt_br: Sorgo, em Nova Deli

source: Les directions étaient bonnes et les prix des plus bas… Voyage réussie. Encore Merci.
fi_fi: Ohjeet olivat hyvät ja Hinnat todella alhaiset! Kiitti.
it_it: Le indicazioni sono state ottime e il risparmio sul prezzo un successo ... viaggio riuscito! Grazie ancora.
ja_jp: 指示はよかった、料金は実際もっと安かった。...良い旅でした。もう一度ありがとう。
pt_br: As indicações foram boas e os preços baixos ... viagem bem-sucedida. Obrigado mais uma vez.

source: Olivia S, Londres
fi_fi: Olivia S, Lontoo
it_it: Olivia S, Londra
ja_jp: ロンドンのオリビア S
pt_br: Olivia S, London

source: Les cartes et les guides m'ont aidée. Votre site est facile a naviguer.
fi_fi: Kartat ja kohdeoppaat auttoivat minua. Sivustollanne on helppo liikkua.
it_it: Le mappe e guide mi hanno aiutato. Il vostro sito è inoltre facile da navigare.
ja_jp: マップやガイドが助けてくれた。あなたのサイトをナビするには簡単です。
pt_br: Os mapas e guias me ajudaram. Seu site é fácil de navegar.

source: Michal E, Varsovie
fi_fi: Michal E, Varsova
it_it: Michal E, Varsavia
ja_jp: ワルシャワのミカル E
pt_br: Michal E, Varsóvia

source: Ma fiancée et moi ont passe des supers vacances en réservant sur votre site.
fi_fi: Kihlattuni ja minä vietimme onnistuneen loman tämän sivuton kautta tekemiemme varausten ansiosta.
it_it: La mia fidanzata ed io abbiamo prenotato una vacanza attraverso il vostro sito.
ja_jp: あなたのサイトを利用したおがげで私の婚約者と私はすばらしい休日を過ごせました。
pt_br: Minha noiva e eu passamos umas férias ótimas graças a seu site.

source: Très content de vos services.
fi_fi: Erittäin tyytyväinen palveluihin.
it_it: Molto soddisfatti dei vostri servizi.
ja_jp: 非常にサービスに満足しています。
pt_br: Muito satisfeito com os serviços do site.

source: Les cartes sont indispensables et très pratiques.
fi_fi: Kartat ovat tärkeitä ja erittäin käytännöllisiä
it_it: Le mappe sono essenziali e molto pratiche.
ja_jp: マップは、非常に実用的でなくてはならないものとなりました。
pt_br: Os mapas são essenciais e muito práticos.

source: Your message has been sent to %s
fi_fi: Viesti on lähetetty osoitteeseen %s
it_it: Il tuo messaggio è stato spedito a %s
ja_jp: あなたのメッセージは%sに送信されました。
pt_br: Sua mensagem foi enviada ao %s

source: From:
fi_fi: Keneltä:
it_it: Da:
ja_jp: から
pt_br: De:

source: To:
fi_fi: Kenelle:
it_it: A:
ja_jp: へ
pt_br: Para:

source: Subject:
fi_fi: Aihe:
it_it: Soggetto:
ja_jp: 件名
pt_br: Assunto:

source: Message:
fi_fi: Viesti:
it_it: Messaggio:
ja_jp: 本文
pt_br: Mensagem:

source: Send another message
fi_fi: Lähetä uusi viesti
it_it: Manda un altro messaggio
ja_jp: 他のメッセージを送る
pt_br: Enviar outra mensagem

source: Close
fi_fi: Sulje
it_it: Chiudi
ja_jp: 閉じる
pt_br: Fechar

source: Mail this page to someone you know, or send it to yourself as a reminder.
fi_fi: Lähetä tämä sivu tuttavalle tai itsellesi muistutukseksi.
it_it: Manda questa pagina via mail a qualcuno che conosci, oppure mandala a te stesso come promemoria.
ja_jp: このページを他の人に転送する、またはリマインダーとしてあなたに送る。
pt_br: Envie essa página por e-mail para alguém que você conhece, ou envie para você mesmo como recordação.

source: Mail this PDF quote to someone you know, or send it to yourself.
fi_fi: Lähetä tämä PDF sitaatti jollekin tutulle tai itsellesi.
it_it: Manda questa preventivo in PDF a qualcuno che conosci, o a te stesso.
pt_br: Envie essa indicação por PDF para alguém que você conheça ou envie-o para você mesmo.

source: To (email)
fi_fi: Kenelle (sähköposti)
it_it: A (email)
ja_jp: へ（電子メール）
pt_br: Para (e-mail)

source: Subject
fi_fi: Aihe
it_it: Soggetto
ja_jp: 件名
pt_br: Assunto

source: Message
fi_fi: Viesti
it_it: Messaggio
ja_jp: 本文
pt_br: Mensagem

source: From (name)
it_it: Da (nome)
ja_jp: （名前)から
pt_br: De (nome)

source: From (email)
fi_fi: Keneltä ( sähköposti)
it_it: A (email)
ja_jp: (e-mail)から
pt_br: De (e-mail)

source: Yes, I want to subscribe to the newsletter to get great deals. (You can unsubscribe anytime)
fi_fi: Kyllä, haluan yhtyä uutiskirjeeseen saadakseen hyviä tarjouksia. ( Voit aina peruuttaa)
it_it: Si, voglio sottoscrivermi alla newsletter per ricevere grandi offerte. (Potete sottoscrivervi in qualsiasi momento)
pt_br: Sim, eu quero assinar a newsletter para obter grandes oportunidades. (Você pode cancelas a assinatura a qualquer momento)

source: Send email
it_it: Manda un'email
ja_jp: Eメールを送る
pt_br: Enviar e-mail

source: Send PDF quote
it_it: Manda PDF
ja_jp: PDFを送信する
pt_br: Enviar PDF

source: Please wait ...
fi_fi: Ole hyvä ja odota...
it_it: Attendere prego…
ja_jp: お待ち下さい…
pt_br: Por favor aguarde…

source: Share PDF
fi_fi: Jakaa PDF
it_it: Condividi PDF
ja_jp: PDFを共有する
pt_br: Compartilhar PDF

source: reservation auberge de jeunesse,auberge de jeunesse,auberges de jeunesse,voyage jeunesse europe,voyage jeunesse,voyage europe,hébergement voyage europe,réserver auberge,voyage europe logement,logement voyage france,logement voyage europe,trip jeunesse euro,euro youth hostel,révervation hôtel londres,reservation hôtel paris
fi_fi: hostellit, retkeilymajat, retkeilymaja, hostelli, nuoriso matkailu, Suomi, Helsinki, Turku, Tampere, Oulu, matkustaminen Eurooppa, retkeilymaja varaus, hostelli varaus, hotelli varaukset, hotellit Eurooppa, hostellit Eurooppa, retkeilymajat Eurooppa, hostelli pariisi, hostelli lontoo, hostelli amsterdam, hostelli barcelona, hostelli berliini, hostelli dublin, retkeilymaja pariisi, retkeilymaja lontoo, retkeilymaja amsterdam, retkeilymaja barcelona, retkeilymaja berliini, retkeilymaja dublin, retkeilymaja praha
it_it: Prenota un Ostello, Hostel, viaggi in Europa per giovani, viaggi giovani, viaggia in Europa, sistemazioni per chi viaggia in Europa, prenotazioni Ostelli, sistemazioni per chi viaggia in Europa, sistemazioni per chi viaggia in Francia, sistemazioni in Europa, viaggia giovane in Europa, prenotazione hotel a Londra, prenotazione hotel a Parigi
ja_jp: ホステル予約、ユースホステル予約、若者の旅行予約、ヨーロッパ旅行、ヨーロパ宿泊所予約、ヨーロッパのユース予約、フランスの宿泊所予約ロンドンのホテル予約、ホテルパリ予約など。
pt_br: Reservas de Hostéis, Albergues e Lugares, albergue, albergues londres, albergues pari, albergues Rio de janeiro, albergues Lisboa, albergues baratos,

source: Réservation immédiate et garantie de l’auberge %s à %s. Prix imbattables de %s, photos, cartes & guides sur %s.
fi_fi: %s - Välitön varaus majapaikassa %s kohteessa %s - %s
it_it: Prenotazione immediata e garantita per l'Ostello %s a %s. Prezzi imbattibili per l'Ostello %s, foto, mappe e guide su %s.
ja_jp: 即座に予約保証％が%sに%sのユースホステルは最善の価格、＆%sについてのガイドや地図や写真付きでこれには勝てない。%s
pt_br: Reserva instantânea e garantida em %s a %s. Preços imbatíveis de %s, fotos, mapas e guias para %s.

source: Localisation invalide sur Google Map
fi_fi: Virheellinen Google Map sijainti
it_it: Località non valida su Google Map
ja_jp: Google Map上に無効なロケーション
pt_br: Localização inválida no Google Map

source: évaluation moyenne
fi_fi: Keskimääräinen arvosana
it_it: Valutazione media
ja_jp: 平均評価
pt_br: Avaliação média

source: à partir de
fi_fi: alkaen
it_it: a partire da
pt_br: A partir de

source: Plus d'information
fi_fi: Lisätietoja
it_it: Ulteriori Informazioni
ja_jp: さらに詳しい情報
pt_br: Mais informações

source: Searching for %s
fi_fi: Haetaan %s
it_it: Ricerca per %s
ja_jp: %sを検索
pt_br: Pesquisar por %s

source: Please wait while we are finding the best deals for you ...
fi_fi: Ole hyvä ja odota, etsimme parhaat tarjoukset...
it_it: Vi invitiamo ad attendere, stiamo cercando le migliori offerte personalizzate…
ja_jp: お得な情報を検索してますので、それまでお待ちください。
pt_br: Favor, aguardar. Estamos buscando as melhores ofertas pra você...

source: Loading
fi_fi: Lataa
it_it: Caricamento
ja_jp: ロード中
pt_br: Carregando

source: Visiter notre centre d'aide
fi_fi: Tutustu Ohjekeskukseemme
it_it: Visita il nostro centro di supporto
ja_jp: ヘルプセンター訪問
pt_br: Visite nossa central de ajuda

source: Joignez-vous à nous sur Facebook
fi_fi: Seuraa meitä Facebookissa
it_it: Entrate a far parte del nostro gruppo su Facebook
ja_jp: Facebookに参加してください。
pt_br: Junte-se a nós no Facebook

source: %s est réglementé par l'Union Européenne.
fi_fi: %s on Euroopan Unionin säädösten alainen.
it_it: %s è regolato dall'Unione Europea.
ja_jp: %sはヨーロッパ連合による規制
pt_br: %s patrocina a UNICEF.

source: 100%% sécurisé.
fi_fi: 100%% turvallinen.
it_it: 100%% sicuro.
ja_jp: 100%% 安全です。 暗号化されてれていて安全なお支払い。
pt_br: 100%% seguro.

source: Paiements sécurisés et encryptés pour votre sécurité.
fi_fi: Maksut salattu ja koodattu turvallisuutesi vuoksi
it_it: Il pagamento è garantito e criptato per la vostra sicurezza.
pt_br: Pagamentos seguros e encriptados.

source: Seulement 10% pour garantir votre réservation.
fi_fi: Vain 10% varauksen vakuudeksi.
it_it: Soltanto il 10% per garantire la vostra prenotazione.
ja_jp: わずか10%のご予約を保証する。
pt_br: Somente 10% para confirmar sua reserva.

source: Text/SMS (FREE)
fi_fi: Text/SMS (ilmainen)
it_it: Conferma della pronotazione via SMS (gratuiti)
ja_jp: 確認のテキスト/ SMS（無料）
pt_br: SMS grátis

source: Check your reservation on your Mobile
fi_fi: Tarkista varauksesi matkapuhelimella
it_it: Controlla la prenotazione attraverso il vostro Smartphone
ja_jp: あなたの携帯電話で予約
pt_br: Verifique sua reserva no seu celular

source: %s: Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
fi_fi: %s: Et tarvitse jäsenkorttia saadaksesi parhaat hinnat.
it_it: %s: Non c'è bisogno di diventare membri per ottenere i migliori prezzi.
ja_jp: %sは：ネット上でお得な価格を受信しますが会員カードの必要はありません。
pt_br: %s: Não é necessário um cartão de membro para receber os melhores preços na Net.

source: Réserver une auberge de jeunesse pour un groupe
fi_fi: Varaa hostelli ryhmälle
it_it: Prenota un Ostello, Hostel o un Albergo per un gruppo
ja_jp: ユースホステルのグループ予約
pt_br: Reserve um Albergue para um grupo

source: Réservation de groupes
fi_fi: Hostelli ryhmävaraus
it_it: Prenotazione per un gruppo
ja_jp: グループ予約
pt_br: Reservas de grupos

source: Save this property as favorite
it_it: Salva questa proprietà come preferita

source: Send confirmation email
fi_fi: Lähetä sähköpostivahvistus
it_it: Invia la Email di Conferma
ja_jp: 確認メールを送信
pt_br: Enviar e-mail de confirmação

source: Courriel:
fi_fi: Sähköposti:
it_it: Email:
ja_jp: Eメール：
pt_br: Email:

source: Mot de passe:
fi_fi: Salasana:
it_it: Password:
ja_jp: パスワード：
pt_br: Senha:

source: Home page
fi_fi: Kotisivu
it_it: Nuova Ricerca
ja_jp: ホームページ
pt_br: Página principal

source: Mettre à jour votre profil
fi_fi: Päivitä profiilisi
it_it: Aggiorna il Profilo
ja_jp: アップデートプロフィール
pt_br: Atualize seu perfil

source: Prénom
fi_fi: Etunimi
it_it: Nome
ja_jp: 名
pt_br: Sobrenome

source: Nom
fi_fi: Nimi
it_it: Cognome
ja_jp: 名字
pt_br: Nome

source: Nationalité
fi_fi: Kansalaisuus
it_it: Nazionalità
ja_jp: 国籍
pt_br: Nacionalidade

source: Langue de correspondance
fi_fi: Kieli
it_it: Lingua
ja_jp: 言語選択
pt_br: Preferência de idioma

source: Sexe
fi_fi: Sukupuoli
it_it: Sesso
ja_jp: 性別
pt_br: Sexo

source: Masculin
fi_fi: Mies
it_it: Maschio
ja_jp: 男性
pt_br: Masculino

source: Féminin
fi_fi: Nainen
it_it: Femmina
ja_jp: 女性
pt_br: Feminino

source: Téléphone
fi_fi: Puhelin
it_it: Telefono cellulare in caso la struttura abbia necessità di contattarvi
ja_jp: 万が一プロパーティー主が連絡できる携帯番号
pt_br: Número de celular caso o estabelecimento precise te contatar

source: Devise
fi_fi: Valuutta
it_it: Valuta
ja_jp: 通貨
pt_br: Moeda

source: Abonnement newsletter
fi_fi: Tilaa uutiskirje
it_it: Newsletter
ja_jp: ニュースレターの購読
pt_br: Assinatura de newsletter

source: Back to account home page
fi_fi: Takaisin omaan tiliisi
it_it: Ritorna alla pagina del tuo conto
ja_jp: アカウントホームページに戻る
pt_br: Voltar para a página principal do account

source: Vos Réservations
fi_fi: Varauksesi
it_it: Le mie prenotazioni
ja_jp: ご予約
pt_br: Suas Reservas

source: View On Map
fi_fi: Katso kartalla
it_it: Visualizza nella Mappa
ja_jp: 地図で見る
pt_br: Exibir no mapa

source: Numéro de référence
fi_fi: Viite
it_it: Riferimento Numero
ja_jp: 参照番号
pt_br: Número de referência

source: Réservé le
fi_fi: Varattu
it_it: Prenotato il
ja_jp: 予約
pt_br: Reservado em

source: Arrive le
fi_fi: Saapuu
it_it: Data di arrivo
ja_jp: 到着
pt_br: Check-in em

source: Nuits
fi_fi: Yötä
it_it: Notti
ja_jp: 宿泊数
pt_br: Noites

source: Total
fi_fi: Yhteensä
it_it: Totale
ja_jp: 合計

source: Arrhes et frais de service
fi_fi: Takuu- ja palvelumaksu
it_it: Deposito
ja_jp: デポジットとサービス料
pt_br: Depósito e taxas de serviço

source: Total du à l'arrivée
fi_fi: Yhteensä maksettavaa saapumisen yhteydessä
it_it: Totale da pagare al momento dell'arrivo
ja_jp: 到着総合計
pt_br: Saldo a pagar na chegada

source: Vous n'avez aucune réservation à ce jour.
fi_fi: Sinulla ei ole varauksia tälle päivälle.
it_it: Non hai prenotazioni per questo giorno.
ja_jp: あなたはこの日には予約してません。
pt_br: Você não tem reservas até este dia.

source: Voir vos réservation
fi_fi: Tarkastele varauksiasi
it_it: Visualizza le prenotazioni
ja_jp: ご予約を参照
pt_br: Ver suas reservas

source: Voir votre profil
fi_fi: Tarkastele profiiliasi
it_it: Visualizzazione del vostro profilo
ja_jp: プロフィールを参照
pt_br: Ver seu perfil

source: Enter Dates
fi_fi: Syötä päivämäärät
it_it: Inserisci la data
ja_jp: 日付を登録してください
pt_br: Entre com as datas

source: Prix
fi_fi: Hinta
it_it: Prezzo
ja_jp: 料金
pt_br: Preço

source: Cote
fi_fi: Luokitus
it_it: Valutazione
ja_jp: 評価
pt_br: Avaliação

source: Désolé aucun résultat pour ce critère
fi_fi: Ei tuloksia antamillasi hakuehdoilla.
it_it: Siamo spiacenti, nessun risultato con questi criteri di ricerca
ja_jp: この範囲では申し訳ありませんが結果はありません
pt_br: Desculpe, não há resultados para este critério de busca

source: Back to top
fi_fi: Takaisin sivun alkuun
it_it: Ritorna all'inizio
ja_jp: トップに戻ります。
pt_br: Voltar ao topo

source: Réserver Maintenant
fi_fi: Varaa nyt
it_it: Prenota ora
ja_jp: 今すぐ予約
pt_br: Reserve agora

source: Hostel info
fi_fi: Tietoja hostellista
it_it: Informazioni sulla Struttura
ja_jp: 宿泊施設の情報
pt_br: Informações sobre o estabelecimento

source: Pictures
fi_fi: Kuvat
it_it: Immagini
ja_jp: 写真
pt_br: Fotos

source: About
fi_fi: Tietoja
it_it: Chi siamo
ja_jp: ついて
pt_br: Sobre

source: Commodité
fi_fi: Varustelu
it_it: Servizi
ja_jp: 設備と便利な点
pt_br: Comodidade

source: Commentaires
fi_fi: Kommentit
it_it: Commenti
ja_jp: レビュー
pt_br: Comentários

source: Le %s
fi_fi: %s
it_it: %s - Data
ja_jp: %sを
pt_br: Os %s

source: Par %s | Le %s
fi_fi: %s | %s
it_it: %s | Il %s
ja_jp: %sのでは | %s
pt_br: Por %s | Os %s

source: Cartes et Directions
fi_fi: Kartat & Kulkuyhteydet
it_it: Mappe, Indicazioni
ja_jp: 地図と道順
pt_br: Mapas & Direções

source: Informations Importantes
fi_fi: Tärkeää tietoa
it_it: Informazioni Importanti
ja_jp: 重要情報
pt_br: Informações importantes

source: Back to results
fi_fi: Takaisin hakutuloksiin
it_it: Ritorna ai risultati della ricerca
ja_jp: 検索結果に戻る
pt_br: Voltar aos resultados

source: Confirmation de Votre Réservation
fi_fi: Varausvahvistus
it_it: Confermate la vostra prenotazione
ja_jp: 予約確認
pt_br: Confirme sua reserva

source: Votre réservation est validée
fi_fi: Varauksesi on vahvistettu
it_it: La vostra prenotazione è confermata
ja_jp: ご予約は有効です
pt_br: Sua reserva foi confirmada

source: Vous allez recevoir un courriel d'ici peu avec toutes les informations contenu sur cette page.
fi_fi: Saat pian sähköpostiviestin, joka sisältää tämän sivun varaustiedot. Ole hyvä ja tarkista roskaposti-kansiosi ellet ole saanut viestiä 5 minuutin kuluessa.
it_it: Riceverete un email con tutte le informazioni contenute in questa pagina.
ja_jp: このページに含まれているすべての情報のメールが届きます。
pt_br: Em breve você receberá um e-mail com todas as informações contidas nesta página.

source: Vous pouvez aussi vous connecter à votre compte pour voir toutes vos réservation:
fi_fi: Voit myös kirjautua tilillesi nähdäksesi kaikki varauksesi:
it_it: Potete accedere al vostro profilo e visualizzare tutte le vostre prenotazioni:
ja_jp: また、ログインなさってお客様のアカウントのすべてのご予約を参照することができます：
pt_br: Você pode também entrar na sua conta para ver suas reservas:

source: Détails de la réservation
fi_fi: Varaustiedot
it_it: Dettagli della Prenotazione
ja_jp: 予約詳細
pt_br: Detalhes da reserva

source: Votre Numéro de confirmation
fi_fi: Sinun vahvistusnumerosi
it_it: Il vostro numero di conferma
ja_jp: あなたの予約番号
pt_br: Seu número de confirmação

source: Room type and number of guests
fi_fi: Huoneen tyyppi ja vieraiden määrä
it_it: Tipo di stanza e numero di ospiti
ja_jp: お客様の部屋の種類と数
pt_br: Tipo de quarto e número de hóspedes

source: Chambres partagées - Dortoirs
fi_fi: Dorms - Hinta per henkilö
it_it: Dormitorio - Prezzo per persona
ja_jp: 寮 - 一人当たりの料金
pt_br: Dormitórios - Preço por pessoa

source: Price per person (Dorm shared with others).
fi_fi: Hinta per henkilö (jaettu huone) koko vierailun ajan.
it_it: Prezzo per persona (In stanza condivisa con altre persone) per l'intero periodo del vostro soggiorno.
ja_jp: 一人当たりの料金（寮は他の人と共有）
pt_br: Preço por pessoa ( Dormitório dividido com outras pessoas ) por toda sua estadia.

source: Chambres privées
fi_fi: Yksityiset huoneet - Hinta per huone
it_it: Stanze private - Prezzo per stanza
ja_jp: プライベートルーム - 価格一部屋あたり
pt_br: Quartos privados - Preço por quarto

source: Price per room (not per person).
fi_fi: Hinta per huone (ei per henkilö) koko vierailun ajan.
it_it: Prezzo per stanza (non per persona) per l'intero periodo del vostro soggiorno.
ja_jp: 価格一部屋あたり（一人あたりではなく）
pt_br: Preço por quarto (não por pessoa ) por toda sua estadia.

source: 10%% Arrhes + frais de service facturé en %s à votre carte
fi_fi: 10%% Takuu + palvelumaksut %s veloitettu kortiltasi
it_it: 10%% Deposito + tasse addebitate in %s sulla vostra carta di credito
ja_jp: 10%%デポジットとサービス料金はお客様のクレジットカードに請求されます。%s
pt_br: 10%% Depósito + taxas de serviço cobradas em %s no seu cartão

source: Montant restant à payer lors de votre arrivée
fi_fi: Kokonaisvarausmaksu maksettavissa saapumisen yhteydessä
it_it: Totale da pagare al momento dell'arrivo
ja_jp: 残額は到着の際にお支払いください。
pt_br: Saldo a pagar na chegada

source: Information sur l'établissement
fi_fi: Kohdetieto
it_it: Informazioni sulla struttura
ja_jp: 宿泊情報
pt_br: Informações do estabelecimento

source: Nom de l'établissement
fi_fi: Kohteen nimi
it_it: Nome della struttura
ja_jp: 営業所婦負
pt_br: Nome do estabelecimento

source: Adresse
fi_fi: Osoite
it_it: Indirizzo
ja_jp: アドレス
pt_br: Endereço

source: Directions
fi_fi: Ohjeet
it_it: Come raggiungerci
ja_jp: 方向指示
pt_br: Direções

source: Version Originale
fi_fi: Alkuperäinen versio
it_it: Versione Originale
ja_jp: オリジナルバージョン
pt_br: Versão Original
