Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: Voici la liste de toutes les transactions effectuées sur %s. Si vous avez des questions ou avez besoin d'aide n'hesitez pas à visiter notre centre d'aide en ligne.
es_es: Aquí está una lista de todas las transacciones realizadas en %s. Si usted tiene preguntas o necesita ayuda no dude en visitar nuestro centro de ayuda en línea.

source: Numéro de référence
es_es: Referencia

source: Établissement
es_es: Establecimiento

source: Réservé le
es_es: Reservado

source: Arrive le
es_es: Llegada

source: Nuits
es_es: Noches

source: Arrhes et frais de service
es_es: Depósito y cargos por servicio

source: Total du à l'arrivée
es_es: Balance a la llegada

source: Vous n'avez aucune réservation à ce jour.
es_es: Usted no tiene reservas hechas a la fecha.

source: My favorite properties
es_es: Mis propiedades favoritas
fr_fr: Mes établissements favoris

source: Classer par:
es_es: Ordenar por:
fr_fr: Classez par :

source: City
es_es: Ciudad
fr_fr: Ville

source: Property name
es_es: Nombre del alojamiento
fr_fr: Nom de l’établissement

source: No properties were saved.
es_es: Ninguna propiedad ha sido guardada
fr_fr: Aucun établissement n'a été sauvegardé

source: of
es_es: de
fr_fr: de

source: Results
es_es: Resultados
fr_fr: Résultats

source: Votre Profil
es_es: Su perfil

source: Mettre à jour votre profil
es_es: Actualice su perfil

source: Langue de correspondance
es_es: Preferencias de idioma

source: Devise
es_es: Moneda

source: Your personalized group booking quote - Here is your offer!
es_es: Su cotización de reserva de grupo personalizada - Aquí está tu oferta!
fr_fr: Votre devis personnalisé pour votre groupe - Voici votre offre !

source: Details.
es_es: Detalles:
fr_fr: Détails :

source: Country
es_es: País
fr_fr: Pays

source: Total Number of people in your group
es_es: Número total de personas en su grupo
fr_fr: Nombre total de personnes de votre groupe

source: Please see below for some provisional examples of accommodation we have available. If you can answer the following questions, we will do our best to find you the perfect property:
es_es: Vea a continuación algunos ejemplos provisionales de alojamiento que tenemos disponibles. Si usted puede responder a las siguientes preguntas, haremos lo imposible para encontrarle la propiedad perfecta:
fr_fr: S'il vous plaît veuillez voir ci-dessous quelques exemples d'hébergements provisoires dont nous disposons. Si vous pouvez répondre aux questions suivantes, nous ferons de notre mieux pour vous trouver la propriété de vos rêves:

source: Are you happy with the types of rooms suggested below?
es_es: ¿Está contento con los tipos de habitaciones que le sugerimos a continuación?
fr_fr: Êtes-vous satisfait avec les types de chambres proposées ci-dessous?

source: What is your budget?
es_es: ¿Cúal es su presupuesto?
fr_fr: Quel est votre budget?

source: Are the dates and number of people confirmed or will they change?
es_es: ¿Las fechas y número de personas están confirmadas o van a cambiar?
fr_fr: Est ce que les dates et le nombre de personnes sont confirmées ou vont-ils changer?

source: When will you be ready to make a payment to secure your booking with a 20%% deposit?
es_es: ¿Cuándo estará listo a hacer el pago del depósito del 20%% para garantizar su reserva?
fr_fr: Quand serez-vous prêt à faire un paiement pour garantir votre réservation avec un acompte de 20%%?

source: Group booking quote information
es_es: Información de su Solicitud de Reserva de Grupo
fr_fr: Informations sur la cotation pour votre groupe

source: Please have a look at the offer below and check our website to get more information about the property.
es_es: Por favor, ver la oferta de abajo y revise nuestra página web para obtener más información sobre la propiedad.
fr_fr: S'il vous plaît regardez l'offre ci-dessous et consultez notre site Web pour obtenir plus d'informations sur la propriété.

source: Beds have been put aside for your group until the following date:
es_es: Las camas han sido reservadas para su grupo hasta:
fr_fr: Des lits ont été mis de côté pour votre groupe jusqu'à la date suivante:

source: After this date, these beds will be released to other groups, so do not wait to book!
es_es: Después de esta fecha, estas camas serán asignadas a otros grupos, así que no espere para reservar!
fr_fr: Après cette date, ces lits seront libérés à d'autres groupes, alors n'attendez pas pour réserver !

source: Your offers
es_es: Su Oferta
fr_fr: Vos offres

source: Room description
es_es: Descripción de la habitación
fr_fr: Description des chambres

source: Price per Person per Night
es_es: Precio por persona por noche
fr_fr: Prix par personne et par nuit

source: Offer Expiry date
es_es: Fecha de expiración de la oferta
fr_fr: Date d'expiration de l'offre

source: Non-refundable and non-transferable deposit to secure this booking
es_es: Depósito para garantizar dicha reserva no reembolsable y no transferible
fr_fr: Dépôt non-remboursable et non-transférable pour confirmer cette réservation

source: If the offer is accepted, the balance must be paid on %s
es_es: Si la oferta es aceptada, el saldo tiene que ser pagado %s
fr_fr: Si l'offre est acceptée, le solde devra être payé le %s

source: Special Notes
es_es: Notas Específicas
fr_fr: Notes spéciales

source: Important Notes
es_es: Notas Importantes
fr_fr: Notes Importantes

source: The deposit is to be paid in British pounds as our Worldwide group center is located in London, England.
es_es: El depósito debe ser pagado en Libras Esterlinas porque nuestro Centro Global de Grupos se encuentra en Londres, Inglaterra.

source: The Average price per person per night is for the requested arrival date and length of stay, actual day-by-day prices may vary.
es_es: El precio promedio por persona por noche es para la fecha de llegada y duración de la estadía solicitada. Los precios del día a día pueden variar.
fr_fr: Le prix moyen par personne et par nuit est pour la date d'arrivée demandée et la durée du séjour, les prix réels au jour le jour peuvent varier.

source: We act as agent only in respect of all bookings we take or make on your behalf. For all bookings your contract will be with the supplier of the accommodation or other service concerned. The suppliers' booking conditions will apply to your contract as well as our own Terms and conditions and any terms and conditions of any other booking intermediary involved in our booking.
es_es: Actuamos como agente con respecto a todas las reservas que tomamos o hagamos en su nombre. Para todas las reservas su contrato será con el proveedor del alojamiento o cualquier otro servicio que se trate. Las condiciones de los proveedores de reserva se aplicarán a su contrato, así como de los términos y condiciones y los términos y condiciones de cualquier intermediario que intervenga en nuestra reserva.
fr_fr: Nous agissons seulement en tant qu’agent à l'égard de toutes les réservations que nous prenons ou faisons en votre nom. Pour toute réservation, votre contrat est avec le fournisseur de l'hébergement ou du service concerné. Les conditions de réservation des fournisseurs s'appliqueront à votre contrat ainsi que nos propres conditions et des modalités et conditions ou tout intermédiaire impliqué dans votre réservation.

source: Copies of the other applicable terms and conditions are available from us on request.
es_es: Las copias de los otros términos y condiciones aplicables están disponibles con previa solicitud.
fr_fr: Une copie des modalités et conditions applicables sont disponibles sur simple demande.

source: Exchange rates are calculated using the typical ATM rate on www.oanda.com. Final balance payments will be subject to the exchange rate available 49 days prior to arrival date.
es_es: Las tasas de cambio se calculan aplicando el típico ATM en www.oanda.com. Los pagos finales de los saldos estarán sujeto a la tasa de cambio disponible 49 días antes de la llegada.
fr_fr: Les taux de change sont calculés en utilisant le taux ATM typique sur www.oanda.com. Les paiements finaux seront assujettis au taux de change disponible 49 jours avant la date d'arrivée.

source: All card payments incur a 2%% fee and all bank fees are to be paid by the booking party.
es_es: Todos los pagos con tarjeta implican el 2%% y todos los gastos bancarios deben ser pagados por el grupo que hace la reserva.
fr_fr: Tous les paiements par carte ont des frais de 2%% supplémentaires et tous les frais bancaires sont à la charge du client.

source: As this is a group booking, group leader will need to be present at check in and the property may require a security bond at check-in.
es_es: Como se trata de una reserva de grupo, el líder del grupo deberá estar presente a la hora de registrarse y la propiedad puede requerir deposito de garantía al momento de check-in.
fr_fr: Comme il s'agit d'une réservation de groupe, le chef de groupe doit être présent à l'arrivée et la propriété peut exiger un cautionnement à votre arrivée.

source: Unpaid fees or transfer of insufficient funds may lead to cancellation of your booking.
es_es: Cuotas bancarias pendientes de pago o transferencia de fondos insuficientes dará lugar a la cancelación de su reserva.
fr_fr: Les frais non payés ou les transferts de fonds insuffisants peuvent entraîner l'annulation de votre réservation.

source: Chargement...
es_es: Cargando ...

source: Mon Compte - Réservation Auberges De Jeunesse
es_es: Tu cuenta
fr_fr: Mon Compte

source: Your changes has been saved successfully
es_es: Los cambios se han guardado con éxito
fr_fr: Vos modifications ont bien été enregistrées

source: Bienvenue dans votre compte. Vous avez maintenant accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
es_es: Bienvenido a su cuenta. Ahora tiene acceso a sus reservas de Albergues baratos, a sus evaluaciones y comentarios, datos personales y de contacto (correos electrónicos, números de teléfon...) y su perfil de usuario.

source: Mes réservations
es_es: Mis Reservas

source: Mes évaluations
es_es: Mis Comentarios

source: Mon profil
es_es: Mi Perfil

source: Visiter notre centre d'aide
es_es: Visite nuestro Centro de Ayuda

source: Quick View
es_es: Vista Rápida
fr_fr: Vue Rapide

source: Compare
es_es: Comparar
fr_fr: Comparez

source: As rated by bookers like you
es_es: Evaluado por huéspedes como tu
fr_fr: Evalué par des clients comme vous

source: Remove from this search
es_es: Elimine de esta búsqueda
fr_fr: Retirer de cette recherche

source: Remove from any searches for next 24 hours
es_es: Elimine de cualquier búsqueda en las próximas 24 horas
fr_fr: Retirer de toutes les recherches pour les prochaines 24 heures

source: Remove from any searches for 1 week
es_es: Elimine de cualquier búsqueda durante 1 semana
fr_fr: Retirer de toutes les recherches pour 1 semaine

source: Safe
es_es: Seguro
fr_fr: Sûr

source: Very safe
es_es: Muy seguro
fr_fr: Très sûr

source: Good location
es_es: Buena ubicación
fr_fr: Bien placé

source: Great location
es_es: Maravillosa ubicación
fr_fr: Trés bien placé

source: Overall evaluation
es_es: Evaluación general

source: Deal of the Day
es_es: Oferta del Día
fr_fr: Promo du jour !

source: Dorms from %s
es_es: Dormitorios %s
fr_fr: Dortoirs %s

source: Lowest price per night per person in a dorm
es_es: Precio más bajo por persona y noche en habitación compartida
fr_fr: Prix ​​le plus bas par nuit et par personne dans un dortoir

source: Private rooms from %s
es_es: Habitaciones Privadas %s
fr_fr: Chambres privées %s

source: Lowest price per night per person in a private room
es_es: Precio más bajo por persona y noche en habitación privada
fr_fr: Prix ​​le plus bas par nuit et par personne dans une chambre privée

source: Show prices
es_es: Mostrar precios

source: Hide prices
es_es: Ocultar precios

source: Arrival:
es_es: Llegada:
fr_fr: Arrivée :

source: Number of nights:
es_es: Número de noches:
fr_fr: Nombre de nuits :

source: Edit or remove
es_es: Editar o eliminar
fr_fr: Modifier ou supprimer

source: Plus d'information
es_es: Más información

source: Your private notes (optional)
es_es: Tus anotaciones privadas (opcional)
fr_fr: Vos notes personnelles (facultatif)

source: Characters left:
es_es: Caractéres restantes
fr_fr: Caractères restants:

source: Save Note
es_es: Guardar nota
fr_fr: Sauvegarder cette note

source: Remove from my favorites
es_es: Eliminar de mis favoritos
fr_fr: Retirer de mes favoris

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Booking Guarantee
es_es: Garantía de Reserva
fr_fr: Réservation garantie

source: Up to $100
es_es: Hasta 100€
fr_fr: Jusqu'à 100€

source: In the very unlikely event your selected property does not make a bed available to you, we will refund your deposit twice up to $100. * See Details.
es_es: En el caso de que la propiedad seleccionada no tenga una cama disponible para usted el día de su llegada, le devolveremos su depósito dos veces hasta 100€. * Ver Detalles.
fr_fr: Dans le cas peu probable où l'établissement sélectionné ne pourrait pas vous fournir un lit le jour de votre arrivée, nous vous rembourseront deux fois le montant de votre dépôt, jusqu'à un maximum de 100€. * Voir détails.

source: Details:
es_es: Detalles:
fr_fr: Détails :

source: You must request by email a refund within 24 hours of the arrival day noted in the confirmation email with the booking reference.
es_es: Usted debe solicitar su reembolso por correo electrónico dentro de las 24 horas del día de llegada señalado en el correo electrónico de confirmación con la referencia de la reserva.
fr_fr: Vous devez demander un remboursement dans les 24 heures de la date d'arrivée mentionnée dans votre courriel de confirmation, avec la référence de votre réservation.

source: Refund of the deposit will be made by credit card and/or by Paypal. Customer must have a valid Paypal account.
es_es: Devolución del depósito se hará con tarjeta de crédito y / o por Paypal. El cliente debe tener una cuenta de Paypal válida.
fr_fr: Le remboursement du dépôt sera effectué par carte de crédit et/ou Paypal. Le client doit posséder un compte Paypal valide.

source: Maximum refund per booking and per customer: US$100
es_es: Devolución maáxima por reserva y por cliente: 100€.
fr_fr: Remboursement maximum par réservation et par client : 100€

source: All claims are subject to verification and/or final approval by %s.
es_es: Todos los reclamos están sujetos a verificación y / o la aprobación final de %s.
fr_fr: Toutes les réclamations sont assujetties à vérification et/ou approbation finale par %s.

source: Offer only valid for deposits made by 08/31/2011 on %s.
es_es: Oferta válida sólo para los depósitos realizados hasta el 08.31.2011 en %s.
fr_fr: Offre valide seulement pour les dépôts effectués avant le 31/08/2011 sur %s.

source: Please select the number of male, female and staff members of your group before sending your booking request.
es_es: Por favor indique la cantidad de hombres , de mujeres, y de acompañantes del grupo antes de enviar su solicitud de reserva.
fr_fr: S'il vous plaît, veuillez sélectionner le nombre de personnes de sexe masculin , le nombre de personnes de sexe féminin et le nombre d'accompagnateurs avant d'envoyer votre demande de réservation.

source: Group Booking
es_es: Reserva de Grupo
fr_fr: Réservation de groupe

source: Free service - Best price guaranteed!
es_es: Servicio gratuito - Mejor precio garantizado!
fr_fr: Service gratuit et meilleur prix. Nous vous le garantissons !

source: We are your dedicated Group Booking specialist.
es_es: Somos su especialista dedicado a reservas de grupo.
fr_fr: Nous sommes votre spécialiste des Réservations de Groupe.

source: Up to 80 people per reservation!
es_es: Hasta 80 personas por reservación!
fr_fr: Jusqu'à 500 personnes par réservation !

source: If you are looking for a hostel, a Youth hostel, a hotel, a B&B or a cheap acommodation for your group, we are here to help.
es_es: Si esta buscando un albergue, Hotel, B&B, o cualquier tipo de hospedaje barato para su grupo, aquí estamos para ayudarlo.
fr_fr: Si vous cherchez une Auberge de jeunesse, un hôtel, un Bed & Breakfast ou un logement à bas prix pour votre groupe, nous pouvons vous aider.

source: Send a free request now using the form below and we will get back to you in few hours.
es_es: Enviar su solicitud gratuita ahora usando el formulario de abajo y nos pondremos en contacto con usted en pocas horas.
fr_fr: Envoyez une demande gratuite en remplissant ce petit questionnaire et on vous répondra en quelques heures.

source: Sports groups
es_es: Grupos de deportes
fr_fr: Goupes sportifs

source: Trips cultural, linguistic, thematic groups
es_es: Viajes culturales, lingüísticos, temáticos
fr_fr: Voyages de groupes culturels, linguistiques, thématiques

source: Bachelor party / Stag / Stagette groups
es_es: Despedidas de Solteros
fr_fr: Groupes pour enterrement de vie de garçon ou fête entre ami(e)s

source: Schools groups
es_es: Grupos de Escuelas
fr_fr: Groupes scolaires

source: Students groups
es_es: Grupos de Estudiantes
fr_fr: Groupes d'étudiants

source: Family Reunion
es_es: Reuniones Familiares
fr_fr: Réunion de famille

source: Marriage
es_es: Matrimonios
fr_fr: Mariage

source: Business Trips
es_es: Viajes de Negocios
fr_fr: Voyages d'affaires

source: Pilgrimage
es_es: Peregrinación
fr_fr: Pélerinage

source: Schools
es_es: Colegios
fr_fr: Groupes scolaires

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses ...
es_es: Asociaciones, cámaras de comercio, escuelas, universidades, campamentos de día, campamentos deportivos, servicio de pueblos jóvenes, oficinas de turismo, sindicatos, centros comunitarios, negocios…
fr_fr: Associations, chambres de commerce, écoles, universités, camps de jour, camps de sports, offices de tourisme, unions, centres communautaires, entreprises…

source: Group Booking Request Form
es_es: Formulario de solicitud de reserva de grupo
fr_fr: Questionnaire réservation de groupe

source: Travel details
es_es: Detalles del viaje
fr_fr: Détails du voyage

source: Spécifier le pays
es_es: Especifíque el país

source: Spécifier la ville
es_es: Especifíque la ciudad

source: Please Select
es_es: Por favor seleccione
fr_fr: Sélectionnez

source: Group details
es_es: Detalles del grupo
fr_fr: Détails du Groupe

source: Male:
es_es: Hombre
fr_fr: Hommes :

source: Female:
es_es: Mujer
fr_fr: Femmes :

source: Youngest age
es_es: Edad de la persona menor
fr_fr: Age de la plus jeune personne

source: Staff/teachers/Coaches/Bus drivers Details
es_es: Datos - personal / profesores / entrenadores / choferes de autobús
fr_fr: Détails - Enseignants/Entraineurs/Personnels d'encadrement/Chauffeurs de Bus

source: Persons
es_es: Personas
fr_fr: Personnes

source: Room type requested
es_es: Tipo de habitación solicitada
fr_fr: Type de chambres demandé

source: Single rooms
es_es: Habitaciones Individuales
fr_fr: Chambres simples

source: Twin rooms
es_es: Habitaciones con dos camas
fr_fr: Chambre avec 2 lits simples

source: Double rooms
es_es: Habitaciones Dobles
fr_fr: Chambres doubles

source: Triple rooms
es_es: Habitaciones Triples
fr_fr: Chambres triples

source: In the dormss with the group
es_es: En los dormitorios con el grupo
fr_fr: Dans les dortoirs avec le groupe

source: Total Number of people in your group: %s
es_es: Número total de personas en su grupo: %s
fr_fr: Nombre total de personnes de votre groupe: %s

source: Requirements
es_es: Requisitos
fr_fr: Conditions

source: Breakfast
es_es: Desayuno
fr_fr: Petit déjeuner

source: yes
es_es: si
fr_fr: Oui

source: Dinner
es_es: Cena
fr_fr: Diner

source: Most Important
es_es: Más Importante
fr_fr: Plus important

source: Your details
es_es: Sus detalles
fr_fr: Vos détails

source: Please provide a phone number where we can reach you from 4:00 pm to 9:00 pm.
es_es: Por favor darnos un número de teléfono donde lo podamos ubicar entre las 16:00 y 17:00 horas.
fr_fr: S'il vous plaît veuillez nous fournir un numéro de téléphone où nous pouvons vous joindre entre 15h30-21h00 du lundi au vendredi.

source: Due to high demand, and the limited amount of time Hostels can keep availability, we would need to know the following, when will you be able to book?
es_es: Debido a la alta demanda y la limitada cantidad de tiempo que los albergues pueden mantener la disponibilidad, tenemos que saber cuando podría hacer su reservar?
fr_fr: En raison de la forte demande, et la limite de places que l'on peut mettre de coté dans les auberges , nous aurions besoin de savoir quand vous serez en mesure de réserver ?

source: I just want an idea of the price and property
es_es: Sólo quería saber información y precio de la propiedad.
fr_fr: Je veux juste une idée du prix et des propriétés

source: Within 1 week or less
es_es: Dentro de una semana o menos
fr_fr: Dans 1 semaine ou moins

source: Additional information/requests
es_es: Información adicional / peticiones
fr_fr: Informations supplémentaires/Demandes

source: Submit
es_es: Mandar
fr_fr: Soumettre

source: Thank you. Our team will contact you within few hours
es_es: Gracias. Nuestro equipo se comunicará con usted dentro de pocas horas
fr_fr: Merci de votre patience. Notre équipe vous contactera dans les prochaines heures.

source: 30,000 Auberges et logements pas chers
es_es: 30,000 Albergues baratos en el mundo
fr_fr: 30 000 Auberges de jeunesse et Chambres pas chères - Sélectionnez votre pays :

source: Plus de 30,000 Logements dernière minute pas chers accessibles en seulement quelques clics.
es_es: Alojamiento barato de ultimo minuto disponible en pocos clics.

source: Bienvenue sur le répertoire le plus complet d'Auberges De Jeunesse, Hôtels pas chers, appartements, chambre d’hôtes, Bed and Breakfast B&B et Pensions en français. Veuillez sélectionner un continent afin de voir tous les pays ou vous pourrez trouver des logements dernière minute pas chers.. Vous pouvez aussi directement choisir le pays dans la liste ci-dessous:
es_es: Bienvenido al directorio mas completo de Albergues, hostales, hoteles, pensiones, hospedajes, apartamentos, casas rurales y recámaras con desayuno B&B Bed and Breakfast en Español. Por favor, seleccione un continente para ver todos los países donde puede encontrar alojamiento de último minuto, cómodo y barato. También puede elegir directamente el país de la lista siguiente:
fr_fr: Bienvenue sur le répertoire le plus complet d'Auberges de jeunesse, Hôtels pas chers, appartements, chambre d’hôtes, Bed and Breakfast B&B et Pensions en français. Pour trouver votre auberge, Veuillez sélectionner un continent afin de voir tous les pays ou vous pourrez trouver des Auberges dernière minute pas cheres... Egalement, pour trouver votre auberge, de jeunesse, vous pouvez aussi directement choisir le pays dans la carte ci-dessous :

source: Purchasable Extras
es_es: extras adquiribles
fr_fr: Services payants

source: Check-In/Out Details
es_es: Registrarse/Datos
fr_fr: Détails de l'arrivée/départ
