Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: 30,000 Auberges et logements pas chers
cs_cz: 30 000 ubytoven a levného ubytování
hu_hu: 30.000 hostel és olcsó szállás lehetőség
ko_kr: 30,000곳의 호스텔과 저렴한 숙박 시설
zh_cn: 30,000家超低价旅舍

source: Plus de 30,000 Logements dernière minute pas chers accessibles en seulement quelques clics.
cs_cz: Více než 30 000 last minute levné ubytování je k dispozici, stačí pár kliknutí.
de_de: Über 30.000 Hostels, Jugendherbergen und Last Minute Angeboten in wenigen Klicks.
hu_hu: Néhány kattintással több mint 30.000 utolsó pillanatban lefoglalható olcsó szállás áll rendelkezésére.
ko_kr: 단지 몇 번의 클릭으로 30,000곳 이상의 저렴한 숙박 시설이 가능합니다.
zh_cn: 只需点击几下，便能获悉全球30,000多家旅舍空床位预订信息！

source: Bienvenue sur le répertoire le plus complet d'Auberges De Jeunesse, Hôtels pas chers, appartements, chambre d’hôtes, Bed and Breakfast B&B et Pensions en français. Veuillez sélectionner un continent afin de voir tous les pays ou vous pourrez trouver des logements dernière minute pas chers.. Vous pouvez aussi directement choisir le pays dans la liste ci-dessous:
cs_cz: Vítejte na nejúplnějším adresáři ubytoven, levných hotelů, apartmánů, B & B a Penzionů ve světě. Prosím vyberte kontinent, kde můžete vidět všechny země, kde můžete najít vaše perfektní levné ubytování .. Můžete si také přímo vybrat zemi ze seznamu níže:
de_de: Willkommen zum vollständigsten Verzeichnis von Hostels, Jugendherbergen, günstigen Hotels, Apartments, Bed and Breakfast und Pensionen in Deutsch. Bitte wählen Sie einen Kontinent für die Ländern aus, in denen Sie in letzter Minute preiswerte Unterkünfte finden möchten... oder wählen Sie ein Land direkt aus der folgenden Liste aus:
hu_hu: Üdvözöljük oldalunkon, ahol a legteljesebb listát találhat olcsó szállodákból, ifjusági szállókból, apartmanokból, bed and breakfast és vendégházakból az egész világon. Kérjük, válasszon egy kontinenst, hogy láthassa az összes országot, ahol találhat utolsó pillanatban is megrendelhető olcsó szállást .. Ön közvetlenül is választhatja az országot az alábbi listából:
ko_kr: 가장 저렴한 호스텔, 호텔, 아파트, B & B와 게스트 하우스 예약 사이트에 오신 것을 환영합니다. 모든 나라를 볼 대륙을 선택하십시오. 당신은 또한 바로 아래 목록에서 국가를 선택할 수 있습니다 :
zh_cn: 欢迎使用本网站搜索便宜旅馆、旅舍、公寓、单间和床位（含早餐）。您只需点击其中一项，即可访问所有其他相关住宿信息。您也可以按国别查找，请参见以下列表：

source: Il n'y a aucun commentaire. Soyez le premier à évaluer cette auberge!
cs_cz: Bez komentáře.
de_de: Es gibt keine Bewertungen. Seien Sie der Erste, der dieses Hostel bewertet!
hu_hu: Még nincs hozzászólás. Legyen Ön az első aki megosztja véleményét!
ko_kr: 리뷰가 없습니다. 첫번째로 리뷰을 남겨주세요.
zh_cn: 没有任何评价。请发表有关该旅舍的第一条评价！

source: Erreur 400 - Page Introuvable
cs_cz: Chyba 404 - Stránka nenalezena
de_de: Fehler 404 - Seite nicht gefunden
hu_hu: Hiba 404 - Az oldal nem található
ko_kr: 오류 404 - 페이지를 찾을 수 없음
zh_cn: 錯誤400 - 找不到網頁

source: The request cannot be fulfilled due to bad syntax
cs_cz: Požadavek nemůže být splněn kvůli vadné syntaxi
de_de: Die Anfrage kann nicht ausgeführt werden aufgrund falscher Satzstellung
hu_hu: Helytelen szerkezet miatt a kérés nem teljesíthető
ko_kr: 요청이 잘못된 구문으로 인해 이루어질 수 없습니다.
zh_cn: 由於語法錯誤该請求不能实现

source: Merci
cs_cz: Děkuji
de_de: Danke
hu_hu: Köszönjük
ko_kr: 감사합니다.
zh_cn: 谢谢！

source: Partially Available
cs_cz: Částečně k dispozici
de_de: Teilweise verfügbar
hu_hu: Részben szabad
ko_kr: 부분적으로 가능
zh_cn: 只有部分空着的

source: Show fully available only
cs_cz: Ukažte pouze pokoj,který je celý k dispozici
de_de: Nur die komplett verfügbaren anzeigen
hu_hu: Csak a teljesen szabad szobákat mutassa
ko_kr: 전체 사용 가능한 객실만 확인
zh_cn: 只显示全部空着的宿舍和私人房间

source: We are displaying rooms with both full and partial availability for your dates. You can select this filter to only see rooms with full availability for your stay.
cs_cz: Ukazujeme pokoje jak celé tak zčásti k dispozici pro vaše datum.Můžete vybrat tento filtr pro znázornění pouze těch pokojů, které jsou celé k dispozici pro váš pobyt.
de_de: Wir bieten Zimmer mit ganzer oder teilweiser Verfügbarkeit für Ihre Daten an. Sie können diesen Filter auswählen um nur Zimmer mit kompletter Verfügbarkeit für ihren Aufenthalt angezeigt zu bekommen.
hu_hu: A megadott időpontokra részben és teljesen szabad szobák is rendelkezésre állnak. Ezzel a szűrővel tudja beállítani, hogy csak a teljes mértékben szabad szobák jelenjenek meg.
ko_kr: 귀하의 날짜에 전체 및 부분적으로 사용 가능한 객실 모두를 게재하고 있습니다. 귀하의 숙박을위한 전체 사용이 가능한 객실만을 표시하려면 이 필터를 선택할 수 있습니다.
zh_cn: 显示的房间是在您停留期间完全和部分空闲的，您可以通过筛选显示完全空闲的房间。

source: Type of dorms
cs_cz: Typy ložnic
de_de: Bettentypen
hu_hu: Kollégiumi férőhelyek típusa
ko_kr: 기숙사 유형
zh_cn: 宿舍类型

source: Chambres partagées - Dortoirs
cs_cz: Koleje - Cena za osobu
de_de: Schlafsäle - Preis pro Persons
hu_hu: Hálótermek - Ár / személyenként
ko_kr: 도미토리 - 1인 가격
zh_cn: 宿舍 - 价位/每人

source: You must share the room (unless you purchase all the beds in the dorm).
cs_cz: Musíte sdílet pokoj s ostatními (ledaže koupíte všechny postele v pokoji).<br /><br />Smíšené Ložnice = ložnice pro ženy a muže<br />Samostatné WC = Koupelna uvnitř pokoje<br />Sdílená Koupelna = koupelna není v pokoji
de_de: Wenn Sie das Zimmer nicht teilen möchten, müssen Sie alle Betten im Schlafsaal buchen. <br /><br />Frauenschlafsaal = Schlafsaal nur für Frauen<br />Männerschlafsaal = Schlafsaal nur für Männer<br />Gemischter Schlafsaal = Schlafsaal für Frauen und Männer<br />Ensuite = eigenes Badezimmer im Schlafsaal<br />Geteiltes Badezimmer = Badezimmer nicht im Schlafsaal
hu_hu: Másokkal kell megosztanod a szobát. Ha ezt nem akarod, fizetned kell valamennyi ágyért a hálóteremben.<br /><br />Női Hálóterem = Hálóterem, csak nőknek<br />Férfi hálóterem = Hálóterem, csak férfiaknak<br />Vegyes Hálóterem = Hálóterem nőknek és férfiaknak<br />Hálóterem fürdőszobával= fürdőszoba a hálóteremben<br />Közös fürdőszoba = a fürdőszoba nem a hálóteremben van
ko_kr: 공유 객실 입니다(나머지 인원의 요금을 지불하시면 혼자서 사용하실 수 있습니다).<br /><br />여성 기숙사 = 여성 전용 공동 침실<br />남자 기숙사 = 남성 전용 공동 침실<br />혼합 기숙사 = 남녀 혼용 공동 침실<br />앙 스위트 = 기숙사 내부에 욕실 있음<br />공용 욕실= 기숙사 내부에 욕실 없음
zh_cn: 您必须和别人共用一个房间（除非您支付该单间内所有床位费）.<BR /><BR />女宿舍 = 仅限女性的宿舍<BR />男宿舍 = 仅限男性的宿舍<BR />混合宿舍 = 男女均可的宿舍<BR />套房 = 宿舍内有浴室<BR />共享浴室 = 浴室不在宿舍

source: Dorms for your group only
cs_cz: Ložnice pouze pro vaši skupinu
de_de: Bettentypen nur für Gruppen
hu_hu: Kollégiumi férőhelyek az Ön csoportja számára
ko_kr: 당신의 단체만을 위한 기숙사
zh_cn: 只用于你们团队的宿舍

source: Complete dorm only
cs_cz: Pouze celá ložnice
de_de: Nur komplette Bettentypen
hu_hu: Kizárólag teljes kollégiumi szoba
ko_kr: 완벽한 기숙사만
zh_cn: 只能整个宿舍

source: We will only show you dorms you can fully book. You will need to take all the beds in that particular dorm even if you do not need all of them. This is often used by groups.
cs_cz: Ukážeme vám pouze ložnice, které si můžete celé rezervovat. Musíte si vzít všechna lůžka v této ložnici, i když je nebudete potřebovat. To je často skupinami využíváno.
de_de: Wir zeigen ihnen nur Bettentypen, die Sie buchen können. Sie müssen alle Betten in diesem Typ verwenden, auch wenn Sie diese nicht benutzen können. Dies wird meist von Gruppen ausgewählt.
hu_hu: Kizárólag olyan kollégiumi szobákat mutatunk Önnek, melyeknek minden férőhelyét le kell foglalni. A megadott szobában abban az esetben is le kell foglalni a férőhelyeket, ha mindegyikre nincs szükségük. Ezt a lehetőséget gyakran használják csoportok.
ko_kr: 당신이 모두 예약할 수 있는 기숙사만 보여 드릴 것입니다. 특정 기숙사의 모든 침대는, 필요치 않아도 모두 예약하셔야 합니다. 주로 단체가 사용하고 있습니다.
zh_cn: 我们只显示你们能全部预定的宿舍。即使你们不需要宿舍里所有的床，你们也要包下整个宿舍。团队通常会选择住宿舍。

source: Average per night per person
cs_cz: Průměr za osobu a noc
de_de: Durchschnitt po Nacht pro Person
hu_hu: Éj / főre vonatkozó átlag
ko_kr: 개인당 1 박 평균
zh_cn: 每夜每人平均

source: Average Price
cs_cz: Průměrná cena
de_de: Durschnittspreis
hu_hu: Átalgár
ko_kr: 평균 가격
zh_cn: 平均价格

source: Average price per night for requested arrival date and length of stay. Actual day-by-day prices may vary. However, our prices are quaranteed and you will never pay more.
cs_cz: Průměrná cena za noc v požadovaném termínu příjezdu a délce pobytu.Skutečné ceny se den ode dne mohou lišit.Nicméně vaše ceny jsou zaručeny a nikdy nebudete platit víc.
de_de: Durchschnittspreis pro Nacht für das gewählte Ankunftsdatum und die Aufenthaltsdauer. Aktuelle Tagespreise können variieren. Unsere Preise sind jedoch garantiert und Sie werden auf keinen Fall mehr bezahlen.
hu_hu: A megadott érkezési időtől a tartózkodás végéig érvényes átalgár / éj. A tényleges napi árak ettől eltérhetnek, azonban árainkat garantáljuk, így magasabb árat nem kell fizetnie.
ko_kr: 요청하신 도착 날짜와 숙박 기간 동안의 1박당 평균 가격. 실제 일 일 가격이 다를 수 있습니다. 그러나 우리의 가격은 보장된 금액이며, 당신은 더 이상 지불하지 않으셔도 됩니다.
zh_cn: 基于请求的到达日期和停留时间的每夜平均价格。事实上如果你一天一天地付款价格可能会有变化。然而，我们的价格是有保证的，你绝不会多花钱。

source: Price
cs_cz: Cena
de_de: Preis
hu_hu: Ár
ko_kr: 가격
zh_cn: 价格

source: Maximum
ko_kr: 최대
zh_cn: 最多

source: No dorms available
cs_cz: Žádné ubytování kolejového typu není k dispozici.
de_de: Keine Schlafsäle verfügbar
hu_hu: Hálóterem nem foglalható
ko_kr: 예약가능한 도미토리 없음
zh_cn: 该卡不被接受,请换另一张卡。

source: Lowest night:
cs_cz: Nejlevnější nocleh:
de_de: Niedrigster Preis/Nacht:
hu_hu: Legolcsóbb éj:
ko_kr: 가장 싼 숙박비:
zh_cn: 最便宜的夜晚：

source: Price per bed (not per room)
cs_cz: Cena za lůžko (ne za pokoj)
de_de: Preis pro Bett (nicht pro Zimmer)
hu_hu: Ár ágyanként (nem szobánként)
ko_kr: 1 침대 당 가격 (객실당 가격이 아님)
zh_cn: 每床（而非每间）价格

source: 1 fully available dorm.
cs_cz: 1 celá ložnice k dispozici.
de_de: 1 ganzes Schlafzimmer verfügbar.
hu_hu: 1 teljes mértékben szabad kollégiumi szoba.
ko_kr: 1개 전체를 사용할 수 있는 기숙사
zh_cn: 1整个宿舍空着。

source: %d fully available dorms.
cs_cz: %d celých ložnic k dispozici.
de_de: %d ganze Schlafzimmer verfügbar.
hu_hu: %d teljes mértékben szabad kollégiumi szoba.
ko_kr: %d개 전체를 사용할 수 있는 기숙사
zh_cn: %d个宿舍全空着。

source: 1 fully available dorm and 1 already partially occupied (beds already occupied: %d).
cs_cz: 1 celá ložnice k dispozici a 1 částečně již obsazená (počet obsazených lůžek:%d).
de_de: 1 ganzes Schlafzimmer ist verfügbar und 1 Schlafzimmer ist teilweise belegt (bereits belegte Betten:%d).
hu_hu: 1 teljes mértékben szabad kollégiumi szoba és 1 részben foglalt (foglalt ágyak száma:%d).
ko_kr: 1개 전체 사용하는 기숙사와 1개 기숙사가 이미 부분적으로 예약되었습니다. (침대는 이미 예약되었습니다.:%d)
zh_cn: 1整个宿舍空着另外1个宿舍部分已有客人（床位已有客人：%d）。

source: This dorm is already partially occupied (beds already occupied: %d).
cs_cz: Tato ložnice je již částečně obsazena (již obsazená lůžka:%d).
de_de: Dieses Schlafzimmer ist bereits teilweise belegt (bereits belegte Betten:%d).
hu_hu: Ezt a kollégiumi szobát már részben lefoglalták (foglalt ágyak száma:%d).
ko_kr: 이 기숙사는 이미 부분적으로 예약되었습니다. ( 침대는 이미 예약되었습니다.:%d)
zh_cn: 这个宿舍部分已有客人（床位已有客人：%d）。

source: %d dorms fully available and 1 dorm already partially occupied (beds already occupied: %d).
cs_cz: %d celých ložnic k dispozici a 1 částečně již obsazená ložnice (počet obsazených lůžek:%d).
de_de: %d ganze Schlafzimmer sind verfügbar und 1 Schlafzimmer ist teilweise belegt (bereits belegte Betten:%d).
hu_hu: %d teljes mértékben szabad kollégiumi szoba és 1 részben foglalt (foglalt ágyak száma:%d).
ko_kr: %d개 전체 사용가능한 기숙사와 1개 기숙사가 이미 부분적으로 예약되었습니다.( 침대는 이미 예약되었습니다.:%d)
zh_cn: %d个宿舍全都空着还有1个宿舍部分已有客人（床位已经有人：%d）。

source: Arrivée
cs_cz: Příjezd
de_de: Ankunft
hu_hu: Érkezés
ko_kr: 도착
zh_cn: 抵达

source: Nombre de Nuits
cs_cz: Počet nocí
de_de: Nächte
hu_hu: Éjszakák
ko_kr: 숙박일수
zh_cn: 预订天数

source: VERSION ORIGINALE :
cs_cz: PŮVODNÍ VERZE:
de_de: Originalversion:
hu_hu: Eredeti verzió:
ko_kr: 원래 버전 :
zh_cn: 初始版本：

source: Breakfast Included
cs_cz: Snídaně v Ceně
de_de: Frühstück inklusive
hu_hu: Reggeli az árban
ko_kr: 아침식사 포함
zh_cn: 含早餐

source: This type of dorm can accommodate up to 1 guest per dorm.
cs_cz: V tomto typu ložnice může být 1 host.
de_de: Dieser Zimmertyp kann nur 1 Gast pro Mehrbettzimmer unterbringen
hu_hu: Ebben a típusú kollégiumi szobában maximum 1 fő szállásolható el.
ko_kr: 이 기숙사 유형은 기숙사당 1명의 손님만 투숙 가능 합니다.
zh_cn: 这种类型的宿舍每个宿舍能住1个客人。

source: This type of dorm can accommodate up to %d guests per dorm.
cs_cz: V tomto typu ložnice může být až %d hostů.
de_de: Dieser Zimmertyp kann max. %d Gäste pro Mehrbettzimmer unterbringen
hu_hu: Ebben a típusú kollégiumi szobában maximum %d fő szállásolható el.
ko_kr: 이 기숙사 유형은 기숙사당 %d명의 손님까지 투숙 가능 합니다.
zh_cn: 这种类型的宿舍每个宿舍能住%d个客人。

source: Guest
cs_cz: Host
de_de: Gast
hu_hu: Vendég
ko_kr: 손님
zh_cn: 客人

source: Guests
cs_cz: Hosté
de_de: Gäste
hu_hu: Vendégek
ko_kr: 손님
zh_cn: 客人们

source: Availability
cs_cz: Dosažitelnost
de_de: Verfügbarkeit
hu_hu: Szabad helyek
ko_kr: 가능성
zh_cn: 有

source: Dorm
cs_cz: Společná ložnice
de_de: Mehrbettzimmer
ko_kr: 기숙사
zh_cn: 专用房

source: Dorms
cs_cz: Koleje
de_de: Dormitórios
hu_hu: Hálótermek
ko_kr: 기숙사
zh_cn: 宿舍

source: Type of private bedrooms
cs_cz: Typ soukromých ložnic
de_de: Arten von privaten Schlafzimmern
hu_hu: Magánszobák típusai
ko_kr: 개인 전용 베드룸 유형
zh_cn: 私人卧室的类型

source: You must pay for the whole private room, even if you do not need all the beds. The room cannot be shared.
cs_cz: Musíte zaplatit celý soukromý pokoj, i když nepotřebujete všechna lůžka.Pokoj není možné sdílet.
de_de: Sie müssen für das gesamte private Schlafzimmer bezahlen, auch wenn Sie nicht alle Betten benutzen. Das Zimmer kann nicht geteilt werden.
hu_hu: A szoba minden férőhelyét ki kell fizetnie, akkor is, ha nincs szüksége minden férőhelyre. A szobákat nem lehet megosztani.
ko_kr: 침대 모두가 필요하지 않아도, 개인 전용 룸의 전체 비용을 지불해야 합니다. 그 룸은 다른 사람과 공용되지 않습니다.
zh_cn: 即使你用不了卧室里所有的床，你也要为整个卧室付费。不能和别人共住。

source: Price per Person
cs_cz: Cena za osobu
de_de: Preis pro Person
hu_hu: 1 főre vonatkozó ár
ko_kr: 개인당 가격
zh_cn: 每人的价格

source: Price per Room
cs_cz: Cena za pokoj
de_de: Preis pro Zimmer
hu_hu: 1 szobára vonatkozó ár
ko_kr: 룸당 가격
zh_cn: 每个房间的价格

source: Average per night per room
cs_cz: Průměr za noc a pokoj
de_de: Durschnittspreis pro Nacht pro Zimmer
hu_hu: Éj / főre vonatkozó átlag
ko_kr: 룸당 1박 평균
zh_cn: 每个房间每夜平均

source: No private room available
cs_cz: Žádné soukromé pokoje nejsou k dispozici.
de_de: Keine Privatzimmer verfügbar
hu_hu: Privát szoba nem foglalható
ko_kr: 예약가능한 개인 룸 없음
zh_cn: 空床位（数）

source: 1 guest in 1 Bedroom.
cs_cz: 1 host v 1 ložnici.
de_de: 1 Gast in 1 Schlafzimmer.
hu_hu: 1 fő / 1 hálószoba.
ko_kr: 1명의 손님이 1 베드룸
zh_cn: 1个客人住1个卧室。

source: 1 guest in %d Bedrooms (%d guests in each room).
cs_cz: 1 hostů v %d ložnicích(%d hostů v každém pokoji).
de_de: 1 Gäste in %d Schlafzimmer (%d Gäste in jedem Zimmer).
ko_kr: 1명의 손님이 %d개의 베드룸 ( %d명의 손님 각 룸당)
zh_cn: 1个客人住%d个卧室（%d个客人每个房间）。

source: 1 guest in %d Bedrooms (%d guest in each room).
cs_cz: 1 hostů v %d ložnicích(%d hostů v každém pokoji).
de_de: 1 Gäste in %d Schlafzimmer (%d Gäste in jedem Zimmer).
ko_kr: 1명의 손님이 %d개의 베드룸 ( %d명의 손님 각 룸당)
zh_cn: 1个客人住%d个卧室（%d个客人每个房间）。

source: %d guests in 1 Bedroom.
cs_cz: %d hostů v 1 ložnici.
de_de: %d Gäste in 1 Schlafzimmer.
hu_hu: %d fő / 1 hálószoba.
ko_kr: %d명의 손님이 1 베드룸
zh_cn: %d个客人住1个卧室。

source: %d guests in %d Bedrooms (%d guests in each room).
cs_cz: %d hostů v %d ložnicích(%d hostů v každém pokoji).
de_de: %d Gäste in %d Schlafzimmer (%d Gäste in jedem Zimmer).
hu_hu: %d fő / %d hálószoba (%d vendég szobánként)
ko_kr: %d명의 손님이 %d개의 베드룸 ( %d명의 손님 각 룸당)
zh_cn: %d个客人住%d个卧室（%d个客人每个房间）。

source: %d guests in %d Bedrooms (%d guest in each room).
cs_cz: %d hostů v %d ložnicích(%d hostů v každém pokoji).
de_de: %d Gäste in %d Schlafzimmer (%d Gäste in jedem Zimmer).
ko_kr: %d명의 손님이 %d개의 베드룸 ( %d명의 손님 각 룸당)
zh_cn: %d个客人住%d个卧室（%d个客人每个房间）。

source: This type of bedroom can accommodate up to 1 guest per room.
cs_cz: V tomto typu pokoje může být 1 host.
de_de: Dieser Zimmertyp kann nur 1 Gast pro Schlafzimmer unterbringen
hu_hu: Ebben a típusú hálószobában maximum 1 fő szállásolható el.
ko_kr: 이 베드룸 유형은 기숙사당 1명의 손님만 투숙 가능 합니다.
zh_cn: 这种类型的卧室每个房间能住1个客人 。

source: This type of bedroom can accommodate up to %d guests per room.
cs_cz: V tomto typu pokoje může být až %d hostů.
de_de: Dieser Zimmertyp kann max. %d Gäste pro Schlafzimmer unterbringen
hu_hu: Ebben a típusú hálószobában maximum %d fő szállásolható el.
ko_kr: 이 베드룸 유형은 기숙사당 %d명의 손님까지 투숙 가능 합니다.
zh_cn: 这种类型的卧室每个房间能住%d个客人。

source: Bedroom
cs_cz: Ložnice
de_de: Schlafzimmer
hu_hu: Hálószoba
ko_kr: 베드룸
zh_cn: 卧室

source: Bedrooms
cs_cz: Ložnice
de_de: Schlafzimmer
hu_hu: Hálószobák
ko_kr: 베드룸
zh_cn: 卧室

source: Best price. We guarantee it.
cs_cz: Nejlepší cena. Garantováno.
de_de: Der beste Preis. Wir garantieren dafür.
hu_hu: A legkedvezőbb ár, garantáljuk!
ko_kr: 최저 가격을 보장합니다.
zh_cn: 我们保证最优价格

source: It only takes 2 minutes
cs_cz: Zabere vám to pouze 2 minuty
de_de: Innerhalb von 2 Minuten
hu_hu: Csak 2 percet vesz igénybe
ko_kr: 2분 거리에 있습니다.
zh_cn: 仅需两分钟

source: Home page
cs_cz: Hlavní stránka
hu_hu: Weboldal
ko_kr: 홈 페이지
zh_cn: 主页

source: View Full Site
cs_cz: Náhled na celou stránku
de_de: Ganze Seite ansehen
hu_hu: Mutasd a teljes oldalt
ko_kr: 전체 사이트 보기
zh_cn: 浏览所有网页

source: View Mobile Site
cs_cz: Náhled na mobilní stránku
de_de: Mobile Seite ansehen
hu_hu: Mutasd a mobil oldalt
ko_kr: 모바일 사이트 보기
zh_cn: 浏览手机网页

source: Booking Guarantee
cs_cz: Garantování rezervace
de_de: Buchungsgarantie
hu_hu: Foglalási garancia
ko_kr: 예약 보증
zh_cn: 保证预定

source: No Fees
cs_cz: Bez poplatků
de_de: Keine Gebühren
hu_hu: Díjtalan
ko_kr: 수수료 없음
zh_cn: 不收取费用

source: No Booking fees
cs_cz: žádné rezervační poplatky
de_de: Keine Buchungsgebühren
hu_hu: Díjtalan foglalás
ko_kr: 예약 수수료 없음
zh_cn: 免预订费

source: Youth Hostel
cs_cz: Mládežnická ubytovna
de_de: Hostel / Herberge
hu_hu: Ifjúsági Szállás
ko_kr: 유스 호스텔
zh_cn: 青年旅舍

source: Hostel
cs_cz: Ubytovna
ko_kr: 호스텔
zh_cn: 旅舍

source: Cheap Hotel
cs_cz: Levný hotel
de_de: Günstiges Hotel
hu_hu: Olcsó hotel
ko_kr: 저렴한 호텔
zh_cn: 便宜宾馆

source: Appartment
cs_cz: Apártment
de_de: Wohnung
hu_hu: Apartman
ko_kr: 아파트
zh_cn: 公寓

source: Guesthouse - B&B
cs_cz: Apártment
de_de: Gasthaus - Bed & Breakfast
hu_hu: Vendégház - Ágy és reggeli
ko_kr: 게스트 하우스 - 베드&브렉퍼스트
zh_cn: B&B客房

source: View all %s properties
cs_cz: Podívat se na všechny %s objekty
de_de: Alle %s Unterkünfte ansehen
hu_hu: Mutass minden %s szállás lehetóséget
ko_kr: 모든 %s의 호스텔 보기
zh_cn: 查看所有%s住宿

source: Dorms from %s
cs_cz: Pokoje od %s
de_de: Schlafsäle %s
hu_hu: Hálóterem %s
ko_kr: 도미토리 %s부터
zh_cn: %s的宿舍

source: Private rooms from %s
cs_cz: Soukromé pokoje od %s
de_de: Privatzimmer / pro Person %s
hu_hu: Privát szoba %s
ko_kr: 개인 객실 %s부터
zh_cn: %s的专用间

source: Nb Rooms
cs_cz: Počet pokojů
de_de: Anzahl der Zimmer
hu_hu: Szobák száma
ko_kr: 방 갯수
zh_cn: Nb房间

source: Nb Guests
cs_cz: Počet hostů
de_de: Anzahl der Gäste
hu_hu: Vendégek száma
ko_kr: 투숙객
zh_cn: Nb客房

source: Text/SMS (FREE)
cs_cz: Potvrzovací SMS zdarma
de_de: SMS-Bestätigung (GRATIS)
hu_hu: Ingyenes SMS
ko_kr: 무료 문자/SMS
zh_cn: 短信（免费）

source: Text/SMS sent
cs_cz: Text/SMS (zdarma)
de_de: SMS gesendet
hu_hu: SMS elküldve
ko_kr: 무료 문자
zh_cn: 短信已发送

source: Send now
cs_cz: Pošli okamžitě
de_de: Jetzt abschicken
hu_hu: Küldés
ko_kr: 지금 보내기
zh_cn: 现在发送

source: Arrival day
cs_cz: Den příjezdu
de_de: Ankunftstag
hu_hu: Érkezési nap
ko_kr: 도착 날짜
zh_cn: 抵达日

source: 1 Day before arrival
cs_cz: 1 den před příjezdem
de_de: ein Tag vor der Anreise
hu_hu: 1 nappal az érkezés elött
ko_kr: 도착 하루 전
zh_cn: 抵达前一天

source: 2 Days before arrival
cs_cz: 2 dny před příjezdem
de_de: zwei Tage vor der Anreise
hu_hu: 2 nappal az érkezés elött
ko_kr: 도착 이틀 전
zh_cn: 抵达前两天

source: 3 Days before arrival
cs_cz: 3 dny před příjezdem
de_de: drei Tage vor der Anreise
hu_hu: 3 nappal az érkezés elött
ko_kr: 도착 삼일 전
zh_cn: 抵达前三天

source: 4 Days before arrival
cs_cz: 4 dny před příjezdem
de_de: vier Tage vor der Anreise
hu_hu: 4 nappal az érkezés elött
ko_kr: 도착 사일 전
zh_cn: 抵达前四天

source: 5 Days before arrival
cs_cz: 5 dny před příjezdem
de_de: fünf Tage vor der Anreise
hu_hu: 5 nappal az érkezés elött
ko_kr: 도착 오일 전
zh_cn: 抵达前五天

source: 6 Days before arrival
cs_cz: 6 dny před příjezdem
de_de: sechs Tage vor der Anreise
hu_hu: 6 nappal az érkezés elött
ko_kr: 도착 육일 전
zh_cn: 抵达前六天

source: 1 Week before arrival
cs_cz: 1 týden před příjezdem
de_de: eine Woche vor der Anreise
hu_hu: 1 héttel az érkezés előtt
ko_kr: 도착 일주일 전
zh_cn: 抵达前1周

source: Confirmed
cs_cz: Potvrzeno
de_de: Bestätigt
hu_hu: Visszaigazolva
ko_kr: 확인됨
zh_cn: 确认

source: New
cs_cz: Nový
de_de: Neu
hu_hu: Új
ko_kr: 새로운
zh_cn: 新

source: Save my card details
cs_cz: Ulož detaily mé kreditní karty
de_de: Speichern Sie meine Kartenangaben
hu_hu: Hitelkártyám adatainak lementése
ko_kr: 내 카드의 세부 정보를 저장
zh_cn: 保存我的银行卡信息

source: Booking Summary
cs_cz: Souhrn rezervace
de_de: Buchungsüberblick
hu_hu: Foglalási összefoglaló
ko_kr: 예약 정보 요약
zh_cn: 预订

source: Change Credit card on file
cs_cz: Změň creditní kartu ve složce
de_de: Gespeicherte Kreditkartenangaben ändern
hu_hu: Megváltoztatott hitelkártya adatai lementve
ko_kr: 파일에 있는 크레딧 카드를 바꿔주세요
zh_cn: 变更信用卡信息

source: Confirm Credit card
cs_cz: Potvrď kreditní kartu
de_de: Kreditkarte bestätigen
hu_hu: Hitelkártya megerősitése
ko_kr: 신용카드 확인
zh_cn: 确认信用卡

source: Credit card on file
cs_cz: Kreditní karta ve složce
de_de: Gespeicherte Kreditkarte
hu_hu: Hitelkártya lementve
ko_kr: 파일에 있는 신용 카드
zh_cn: 注册信用卡

source: Use credit card on file
cs_cz: Použij kreditní kartu ze složky
de_de: Nutze gespeicherte Kreditkarte
hu_hu: Használd a lementett hitelkártyát
ko_kr: 파일에 있는 신용 카드를 사용해 주세요
zh_cn: 使用

source: Billing
cs_cz: Vyúčtování
de_de: Rechnung
hu_hu: Számlázás
ko_kr: 결제
zh_cn: 收费

source: Change
cs_cz: Změna
de_de: Änderung
hu_hu: Változtatás
ko_kr: 변경
zh_cn: 更改

source: Card type
cs_cz: Typ kreditní karty
de_de: Kartentyp
hu_hu: Hitelkártya tipusa
ko_kr: 카드 종류
zh_cn: 卡类别

source: Edit
cs_cz: Uprav
de_de: Ändern
hu_hu: Korrigálás
ko_kr: 수정
zh_cn: 编辑

source: Use a different credit Card
cs_cz: Použij jinou kreditní kartu
de_de: Eine andere Kreditkarte nutzen
hu_hu: Használjon egy másik hitelkártyát
ko_kr: 다른 카드를 사용하세요
zh_cn: 使用其他信用卡

source: Mobile Version
cs_cz: Mobilní verze
hu_hu: Mobil verzió
ko_kr: 모바일 버젼
zh_cn: 手机版

source: Book and check your bookings on your mobile
cs_cz: Rezervuj a prohlédni si svoje rezervace na svém mobilu
de_de: Buchungen auf Ihrem Handy ausführen und ansehen
hu_hu: Foglalj és ellenőrizd foglalásaidat a mobilodon
ko_kr: 휴대전화로 예약과 예약 확인을 하세요
zh_cn: 手机预订或查询空房

source: Book on your mobile
cs_cz: Rezervuj na svém mobilu
de_de: Von Ihrem Handy aus buchen
hu_hu: Foglalj a mobilodról
ko_kr: 휴대전화로 예약 하세요
zh_cn: 手机预订空房

source: Check your bookings on your mobile
cs_cz: Prohlédni si svoje rezervace na svém mobilu
de_de: Sehen Sie Ihren Buchungen auf Ihrem Handy an
hu_hu: Ellenőrizd foglalásaidat a mobilodon
ko_kr: 휴대전화로 예약을 확인하세요
zh_cn: 手机查询空房预订

source: Resend confirmation email
cs_cz: Přepošli potvrzující email
de_de: Bestätigungs-E-Mail erneut senden
hu_hu: Visszaigazoló email újraküldése
ko_kr: 확인 메일을 다시보냄
zh_cn: 重新发送确认邮件

source: Same Day booking
cs_cz: Stejný den rezervace
de_de: Buchungen für den gleichen Tag
hu_hu: Ugyanaz nap foglalás
ko_kr: 당일 예약
zh_cn: 当天预订

source: same day booking on your Mobile
cs_cz: Stejný den rezervace na vašem mobilu
de_de: Buchungen für den gleichen Tag auf Ihrem Handy
hu_hu: Ugyanaz nap foglalás a mobilodról
ko_kr: 휴대전화로 당일 예약하세요.
zh_cn: 手机当天预订

source: Join us on Facebook
cs_cz: Přidejte si nás na Facebooku
de_de: Folgen Sie uns auf Facebook
hu_hu: Csatlakozz hozzánk a Facebook-on
ko_kr: 페이스 북에 가입하세요
zh_cn: 欢迎登陆Facebook联系我们

source: Join us on facebook and receive up to 60 free minutes from Skype
cs_cz: Přidejte si nás na Facebooku a obdržíte až 60 minut zdarma od Skype
de_de: Folgen Sie uns auf Facebook und erhalten Sie bis zu 60 Freiminuten von Skype
hu_hu: Csatlakozz hozzánk a Facebook-on és kapj 60 ingyenes percet a Skye-on
ko_kr: 페이스 북에서 우리와 함께하고 스카이프 최대 60분을 무료로 받으세요.
zh_cn: 登陆Facebook免费赠送60分钟Skype话费

source: An email has been sent to your address.
cs_cz: email byl poslán na vaši adresu.
de_de: Eine E-Mail wurde an Ihre Adresse gesendet.
hu_hu: Email elküldve a cimedre
ko_kr: 당신의 주소로 메일을 전송했습니다
zh_cn: 一封邮件已经发送至您的邮箱
