Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: 1 fully available dorm.
fi_fi: 1 täysin vapaa ylioppilasasunto.
it_it: 1 dormitorio intero disponibile.
ja_jp: 1部屋全てご予約可能のドーム。
pt_br: 1 dormitório completo disponível.

source: %d fully available dorms.
fi_fi: %d täysin vapaata ylioppilasasuntoa.
it_it: %d dormitori completi disponibili.
ja_jp: %d部屋全てご利用可能のドーム。
pt_br: %d dormitórios completos disponíveis.

source: 1 fully available dorm and 1 already partially occupied (beds already occupied: %d).
fi_fi: 1 täysin vapaa ylioppilasasunto ja 1 osittain varattu (sängyt on varattu: %d)
it_it: 1 dormitorio completo disponibile e 1 già parzialmente occupato (letti già occupati:%d).
ja_jp: 1部屋全てご利用可能のドームと、1部ベッドはご予約が入っているドーム（すでにご予約ありのベッド数：%d）。
pt_br: 1 dormitório completo disponível e 1 parcialmente ocupado (camas já ocupadas:%d).

source: This dorm is already partially occupied (beds already occupied: %d).
fi_fi: Tämä ylioppilasasunto on osittain varattu (sängyt on varattu: %d).
it_it: Questo dormitorio è già parzialmente occupato (letti già occupati: %d).
ja_jp: このドームは1部にすでにご予約あり。（すでにご予約ありのベッド数：%d）。
pt_br: Este dormitório está parcialmente ocupado (camas já ocupadas:%d).

source: %d dorms fully available and 1 dorm already partially occupied (beds already occupied: %d).
fi_fi: %d ylioppilasasuntoa täysin vapaana ja 1 asunto on osittain varattu (sängyt varattu: %d).
it_it: %d dormitori occupati per intero e 1 dormitorio già parzialmente occupato: %d).
ja_jp: 1部屋全てご利用可能の%dドームと、1部ベッドはご予約が入っている1ドーム（すでにご予約ありのベッド数：%d）。
pt_br: %d dormitórios completos disponíveis e 1 dormitório já está parcialmente ocupado (camas já ocupadas:%d).

source: VERSION ORIGINALE :
fi_fi: Alkuperäinen versio:
it_it: Versione Originale :
ja_jp: オリジナルバージョン：
pt_br: Versão original:

source: Breakfast Included
fi_fi: Sisältää aamiaisen
it_it: Colazione Inclusa
ja_jp: 朝食付き
pt_br: Café da manhã incluído

source: This type of dorm can accommodate up to 1 guest per dorm.
fi_fi: Tähän ylioppilasasuntolaan mahtuu 1 vieras.
it_it: Questo tipo di dormitorio può accogliere fino a 1 ospite per dormitorio.
ja_jp: このドームタイプの1部屋あたりの定員は1名様です。
pt_br: Esse tipo de dormitório pode acomodar mais de 1 hóspede por dormitório.

source: This type of dorm can accommodate up to %d guests per dorm.
fi_fi: Tähän ylioppilasasuntolaan mahtu %d vierasta.
it_it: Questo tipo di dormitorio può accogliere fino a %d ospiti per dormitorio.
ja_jp: このドームタイプの1部屋あたりの定員は%d名様です。
pt_br: Esse tipo de dormitório pode acomodar mais de %d hóspedes por dormitório.

source: Guest
fi_fi: Vieras
it_it: Ospite
ja_jp: 宿泊客
pt_br: Convidado

source: Guests
fi_fi: Vieraat
it_it: Ospiti
ja_jp: 宿泊客
pt_br: Convidados

source: Availability
fi_fi: Saatavuus
it_it: Disponibilità
ja_jp: 空き状況
pt_br: Disponibilidade

source: Dorm
fi_fi: Ylioppilasasuntola
it_it: Dormitorio
pt_br: Dormitório

source: Dorms
it_it: Dormitori
ja_jp: 寮
pt_br: Dormitórios

source: Type of private bedrooms
fi_fi: Yksityis makuhuoneen vaihtoehdot
it_it: Tipi di camere private
ja_jp: プライベートベッドルームのタイプ
pt_br: Tipo de quartos individual

source: You must pay for the whole private room, even if you do not need all the beds. The room cannot be shared.
fi_fi: Sinun täytyy maksaa koko yksityismajoituksesta, vaikka et käyttäisi kaikkia sänkyjä. Huonetta ei voi jakaa.
it_it: Dovete pagare la camera privata per intero, anche se non utilizzerete tutti i letti. La camera non può essere condivisa.
ja_jp: プライベートルーム代金は、全てのベッドは必要ない場合でも一部屋分のお支払いが必要です。このお部屋はシェアできません。
pt_br: Você deve pagar por todo o quarto individual, mesmo se você não precisar de todas as camas. O quarto não poderá ser dividido.

source: Price per Person
fi_fi: Hinta per Ihiminen
it_it: Prezzo per persona
ja_jp: お一人様料金
pt_br: Preço por Pessoa

source: Price per Room
fi_fi: Hinta per Huone
it_it: Prezzo per camera
ja_jp: 一部屋の料金
pt_br: Preço por Quarto

source: Average per night per room
fi_fi: Keskimäärin per yö per huone
it_it: Prezzo medio a persona per notte
ja_jp: 一部屋の一泊平均料金
pt_br: Média por noite por quarto

source: No private room available
fi_fi: Ei yksityishuoneita
it_it: Stanze private non disponibili
ja_jp: 利用可能の個室の部屋はございません
pt_br: Não há quartos privados disponíveis

source: 1 guest in 1 Bedroom.
fi_fi: 1 vieras 1 Makuhuoneessa.
it_it: 1 ospite in una Camera.
ja_jp: 1ベッドルームにつきお1人様。
pt_br: 1 hóspede em 1 Quarto.

source: 1 guest in %d Bedrooms (%d guests in each room).
fi_fi: 1 vierasta %d Makuhuoneessa ( %d vierasta per huone).
it_it: 1 ospiti in %d Camere (%d ospiti in ogni camera).
pt_br: 1 hóspedes em %d Quartos (%d hóspedes em cada quarto).

source: 1 guest in %d Bedrooms (%d guest in each room).
fi_fi: 1 vierasta %d Makuhuoneessa ( %d vierasta per huone).
it_it: 1 ospiti in %d Camere (%d ospiti in ogni camera).
pt_br: 1 hóspedes em %d Quartos (%d hóspedes em cada quarto).

source: %d guests in 1 Bedroom.
it_it: %d ospiti in una Camera.
ja_jp: 1ベッドルームにつき%d名様。
pt_br: %d hóspedes em 1 Quartos.

source: %d guests in %d Bedrooms (%d guests in each room).
fi_fi: %d vierasta %d Makuhuoneessa ( %d vierasta per huone).
it_it: %d ospiti in %d Camere (%d ospiti in ogni camera).
ja_jp: %dベッドルームに%d名様（%d名様が各部屋に1名様ずつ入ります）。
pt_br: %d hóspedes em %d Quartos (%d hóspedes em cada quarto).

source: %d guests in %d Bedrooms (%d guest in each room).
fi_fi: %d vierasta %d Makuhuoneessa (%d vierasta per huone).
it_it: %d ospiti in %d Camere (%d ospiti in ogni camera).
pt_br: %d hóspedes em %d Quartos (%d hóspedes em cada quarto).

source: This type of bedroom can accommodate up to 1 guest per room.
fi_fi: Tähän makuhuoneeseen mahtuu 1 vieras.
it_it: Questo tipo di camera può accogliere fino a 1 ospite per camera.
ja_jp: このベッドルームタイプの1部屋あたりの定員は1名様です。
pt_br: Esse tipo de quarto pode acomodar mais de 1 hóspede por dormitório.

source: This type of bedroom can accommodate up to %d guests per room.
fi_fi: Tähän makuhuoneeseen mahtuu %d vierasta.
it_it: Questo tipo di camera può accogliere fino a %d ospiti per camera.
ja_jp: このベッドルームタイプの1部屋あたりの定員は%d名様です。
pt_br: Esse tipo de quarto pode acomodar mais de %d hóspedes por dormitório.

source: Bedroom
fi_fi: Makuhuone
it_it: Camera
ja_jp: ベッドルーム
pt_br: Quarto

source: Bedrooms
fi_fi: Makuhuoneet
it_it: Stanze
ja_jp: ベッドルーム
pt_br: Quartos

source: Best price. We guarantee it.
fi_fi: Parhaat hinnat. Takaamme sen.
it_it: Il Prezzo Migliore - Garantito.
ja_jp: 最高の価格です。我々が保証します。
pt_br: Melhor preço. Nós garantimos isso!

source: It only takes 2 minutes
fi_fi: Se vie vain 2 minuuttia
it_it: Bastano solo 2 minuti
ja_jp: ２分しかかかりません
pt_br: Somente levará 2 minutos

source: Vos évaluations
fi_fi: Arvostelusi
it_it: Le tue recensioni
ja_jp: あなたのレビュー
pt_br: Suas Avaliações

source: Voici la liste de toutes les évaluations que vous avez fait sur les auberge de jeunesses du site %s.
fi_fi: Tässä on luettelo kaikista arvosteluista, jotka olet tehnyt %s sivuston majapaikoista.
it_it: Questa è una lista di tutte le recensioni che hai scritto sul sito %s.
ja_jp: ここでは、ユースホステルのサイトの%sでのすべてのあなたのレビューの一覧です。
pt_br: Esta é uma lista das avaliações feitas por você sobre o albergue do site %s.

source: Soumis le
fi_fi: Lähetetty
it_it: Inviato il
ja_jp: 投稿
pt_br: Enviado em

source: évaluations
fi_fi: arvostelut
it_it: Recensioni
ja_jp: レビュー
pt_br: avaliações

source: Commentaire
fi_fi: Kommentti
it_it: Commenti
ja_jp: レビュー
pt_br: Comentários

source: Status
fi_fi: Tila
it_it: Stato
ja_jp: ステータス

source: En attente d'approbation
fi_fi: Odottaa hyväksyntää
it_it: In attesa di approvazione
ja_jp: 承認待ち
pt_br: Aguardando aprovação

source: Publié
fi_fi: Julkaistu
it_it: Pubblicato
ja_jp: 公開
pt_br: Publicado

source: Vous n'avez fait aucune évaluation d'auberge de jeunesse à ce jour.
fi_fi: Et ole kirjoittanut yhtään arviota toistaiseksi.
it_it: Alla data odierna non hai inviato alcuna recensione.
ja_jp: あなたはこれまでユースホステルレビューを行ってません。
pt_br: Até agora você não enviou nenhuma avaliação.

source: Date
fi_fi: Päivämäärä
it_it: Data
ja_jp: 料金
pt_br: Data

source: Name
it_it: Nome

source: of
fi_fi: ja
it_it: di
ja_jp: ～の
pt_br: os

source: Results
fi_fi: Tulokset
it_it: Risultati
ja_jp: 結果
pt_br: Resultados

source: Your personalized group booking quote - Here is your offer!
fi_fi: Sinun henkilökohtainen ryhmävaraus tarjous - Tässä se on!
it_it: L'offerta personalizzata per la vostra prenotazione di gruppo - Questa e la nostra offerta!
ja_jp: お客様のためにご用意した団体予約用の特別レートです。
pt_br: A sua quotação de reservas de grupos personalizada - Aqui está sua oferta!

source: Details.
fi_fi: Yksityiskohdat.
it_it: Dettagli:
ja_jp: 詳細：
pt_br: Detalhes:

source: Total Number of people in your group
fi_fi: Ryhmässäsi olevien ihmisten määrä
it_it: Numero totale di persone nel vostro gruppo: %s
ja_jp: お客様のグループの総予約人数
pt_br: Número total de pessoas no grupo

source: Please see below for some provisional examples of accommodation we have available. If you can answer the following questions, we will do our best to find you the perfect property:
fi_fi: Ole hyvä ja katso alustavasti esimerkkejä vapaana olevista majoitus paikoista. Jos vastaisit seuraaviin kysymyksiin, niin teemme parhaamme löytääkseen täydellisen paikan sinulle.
it_it: Vi invitiamo a visionare i seguenti esempi di offerte che attualmente disponibili. Se siete in grado di rispondere alle seguenti domande saremo in grado di individuare la migliore struttura in base alle vostre esigenze.
ja_jp: 現時点でご案内可能な宿泊施設を下記にてご確認いただけます。次の質問にお答えいただければお客様にとってベストの施設をお探しします。
pt_br: Por favor, veja abaixo alguns exemplos provisórios de acomodação que temos disponíveis. Se você puder nos responder as seguintes questões, nós faremos o nosso melhor para atender seus requisitos.

source: Are you happy with the types of rooms suggested below?
fi_fi: Oletko tyytyväinen eri huone tyypien ehdotuksista?
it_it: Siete soddisfatti con la tipologia di camere di seguito suggerite?
ja_jp: 下記にてご提案させていただいたお部屋のタイプでよろしいですか？
pt_br: Você está satisfeito com os tipos de quartos sugeridos abaixo?

source: What is your budget?
fi_fi: Mikä on budjettisi?
it_it: Qual'è il vostro budget?
ja_jp: ご予算を教えてください。
pt_br: Qual o seu orçamento?

source: Are the dates and number of people confirmed or will they change?
fi_fi: Ovatko päivämäärät ja matkustajien määrä varmistettu, vai muutuuko se vielä?
it_it: Le date e il numero di persone sono confermate o potranno subire dei cambiamenti?
ja_jp: 宿泊日、人数は確定ですか？変更の可能性はありますか？
pt_br: As datas e os números de pessoas são confirmados ou isso pode mudar?

source: When will you be ready to make a payment to secure your booking with a 20%% deposit?
fi_fi: Milloin olet valmis tekemään ensimmäisen maksun, 20%% käsirahaa, varmistaakseen varauksesi.
it_it: Quando sarete in grado di pagare il deposito del 20%% per confermare la vostra prenotazione?
ja_jp: ご予約確定には20%%の保証金が必要です。お支払い可能日はいつ頃ですか？
pt_br: Quando você estará pronto para efetuar o pagamento de 20%% de depósito que irá garantir sua reserva?

source: Group booking quote information
it_it: Informazioni sulla prenotazione di gruppo
ja_jp: 団体予約見積詳細
pt_br: Informação para quotação de reserva de grupos

source: PLEASE NOTE THIS IS NOT A CONFIRMED BOOKING
fi_fi: HUOM TÄMÄ EI OLE VAHVISTETTU VARAUS
it_it: NOTA BENE - QUESTA NON È UNA PRENOTAZIONE CONFERMATA
ja_jp: 現時点での予約は確定ではありません。ご注意ください。
pt_br: POR FAVOR OBSERVE, ISTO NÃO É A CONFIRMAÇÃO DE RESERVA.

source: Please have a look at the offer below and check our website to get more information about the property.
fi_fi: Ole hyvä ja katso tarjousta ja katso kotisivuamme saadakseen enemmän tieto majoituksesta.
it_it: Vi invitiamo a leggere l'offerta sottostante e controllare sul nostro sito web per visualizzare ulteriori informazioni su questa struttura.
ja_jp: 下記のオファーをご確認ください。また、当社のウェブサイトで宿泊施設情報もご確認いただけます。
pt_br: Por favor dê uma olhada na oferta abaixo e confira nosso website para mais informações sobre o hostel.

source: Beds have been put aside for your group until the following date:
fi_fi: Sängyt on varattu teidän ryhmälle saapumispäiväksi:
it_it: I letti sono stati riservati per il vostro gruppo per le seguenti date:
ja_jp: 下記の日付までお客様のお名前でお部屋は確保されます。
pt_br: Camas foram reservadas para o seu grupo até a seguinte data:

source: After this date, these beds will be released to other groups, so do not wait to book!
fi_fi: Tämän päivämäärän jälkeen nämä sängyt poistetaan ja ovat vapaita toisille ryhmille, tehkää varaus niin pian kun mahdollista!
it_it: Dopo la seguente data questi letti verranno rimessi a disposizione per altri gruppi, volete confermare ora la vostra prenotazione?
ja_jp: この日付を過ぎますと、他のお客様からのご予約も受け付けます。お早めにご予約ください。
pt_br: Após essa data, as camas serão liberadas para outros grupos portanto, não espere para reservar!

source: Your offers
it_it: La vostre selezioni
ja_jp: オファーの詳細
pt_br: Suas ofertas

source: What's Included
fi_fi: Mitä sisältyy
it_it: Include
ja_jp: 何が含まれているか
pt_br: O que está incluído

source: Room description
fi_fi: Huoneen kuvaus
it_it: Descrizione della Camera
ja_jp: お部屋の詳細
pt_br: Descrição do quarto

source: Price per Person per Night
it_it: Prezzo per Persona per Notte
ja_jp: 価格一泊一名様あたり（一部屋あたりではなく）
pt_br: Preço por pessoa por noite

source: Offer Expiry date
fi_fi: Tarjouksen Päättymispäivä
it_it: Data di scadenza dell'offerta
ja_jp: 当オファーの有効期限
pt_br: Oferta expira em

source: Non-refundable and non-transferable deposit to secure this booking
fi_fi: Käsirahan maksettua, varaus on varmistettu ja tämä summa ei ole palautettavissa eikä siiretävissä.
it_it: Il deposito per confermare questa prenotazione non è rimborsabile e non è trasferibile
ja_jp: 予約確定のためのデポジットは返金、譲渡不可となります。
pt_br: O depósito é não-reembolsável e intransferível para assegurar a reserva.

source: If the offer is accepted, the balance must be paid on %s
it_it: Se l'offerta viene accettata l'importo deve essere pagato in %s
ja_jp: ご予約完了後、残金は %s までにお支払ください。
pt_br: Se a oferta for aceitável, o total deve ser pago em %s

source: Special Notes
it_it: Note speciali
ja_jp: 特記事項
pt_br: Notas especiais

source: Important Notes
it_it: Note Important1
ja_jp: 特記事項
pt_br: Aviso Importante

source: The deposit is to be paid in British pounds as our Worldwide group center is located in London, England.
it_it: Il deposito dovrà essere pagato in Sterline Inglesi in quanto il nostro centro internazionale di prenotazioni gruppi e situato a Londra, Regno Unito.
ja_jp: 当社センターはイギリス、ロンドンにあります。デポジットは英ポンドでのお支払いになります。
pt_br: O depósito deve ser pago em pounds britânicos pois nosso grupo Internacional é localizado em Londres, Inglaterra.

source: The Average price per person per night is for the requested arrival date and length of stay, actual day-by-day prices may vary.
it_it: Il prezzo medio per persona per notte è per le data di arrivo e durata della permanenza, le tariffe giornaliere possono essere diverse.
ja_jp: お一人様あたり一泊の平均宿泊代金は到着日からの宿泊数に応じ計算されています。実際の一泊あたりの料金はご宿泊日により異なります。
pt_br: A média de preço por pessoa por noite é baseado na data de chegada requerida e no tempo de estadia, o preço atual dia-a-dia pode variar.

source: We act as agent only in respect of all bookings we take or make on your behalf. For all bookings your contract will be with the supplier of the accommodation or other service concerned. The suppliers' booking conditions will apply to your contract as well as our own Terms and conditions and any terms and conditions of any other booking intermediary involved in our booking.
it_it: Operiamo come agenti per tutte le prenotazioni che effettuiamo per vostro conto. Per tutte le prenotazioni il vostro contratto è con il fornitore dei servizi. Le condizioni di prenotazione del fornitore saranno applicate al vostro contratto così come i nostri termini e condizioni insieme ai termini e condizioni di qualsiasi altro intermediario coinvolto nella vostra prenotazione.
ja_jp: 当社は予約代理店として、お客様に代わり予約業務を代行いたします。約款はお客様の予約に関わる全ての宿泊施設並びにその他の業者のものによります。業者の予約に関する条件は当社約款と同じくお客様の予約内容にも適用され、すべての予約に関する約款はただちに当社予約内容にも適用されます。
pt_br: Nós agimos apenas como um agente em respeito a todos as reservas que fazemos por você. Para todas as reservas, o seu contrato será com o provedor da acomodação ou outro serviço selecionado. As condições da reserva do provedor serão aplicadas em seu contrato de reserva assim como nossos Termos e condições e quaisquers outros termos e condições de qualquer outro intermediário involvido na sua reserva.

source: Copies of the other applicable terms and conditions are available from us on request.
it_it: Siamo in grado di fornirvi copia dei termini e condizioni in seguito ad una vostra richiesta.
ja_jp: ご要望いただいた上で約款コピーをお渡しできます。
pt_br: Cópias de outros termos e condições aplicadas estão disponíveis por nós sob pedido.

source: Exchange rates are calculated using the typical ATM rate on www.oanda.com. Final balance payments will be subject to the exchange rate available 49 days prior to arrival date.
it_it: Il cambio delle valute viene calcolato utilizzando i valori di cambio tipici degli ATM reperibili su www.canada.com. L'importo finale verra calcolate in base al valore di cambio delle valute disponibile 49 giorni prima della data di arrivo.
ja_jp: 為替ルートはwww.oanda.com上での平均ATMレートが適用されます。最終的な決定価格は到着日の40日前の為替ルートが適用されます。
pt_br: Taxas de câmbio são calculadas utilizando uma típica taxa de ATM na www.oanda.com. O preço do pagamento final será sujeito à taxa de câmbio disponível 49 dias antes da data de chegada.

source: All card payments incur a 2%% fee and all bank fees are to be paid by the booking party.
it_it: Gli addebiti su carta di credito sono soggetti ad un importo pari al 2%% e tutte le spese bancarie dovranno essere pagate da chi effettua la prenotazione.
ja_jp: クレジットカードご利用には２%%の手数料が発生し、銀行手数料はご予約者様のご負担とさせていただきます。
pt_br: Todos os pagamentos por cartão serão cobrados uma taxa de 2%% e todas as taxas bancárias devem ser pagas pela grupo reservado.

source: As this is a group booking, group leader will need to be present at check in and the property may require a security bond at check-in.
it_it: Il titolare della prenotazione di gruppo dovrà essere presente al momento del check-in e la struttura potrà richiedere un deposito cauzionale al momento del check-in.
ja_jp: 当予約は団体予約のためチェックインは代表者の方に行っていただき、その際デポジットを請求される場合があります。
pt_br: Visto que isso é uma reserva de grupo, o líder do grupo deverá estar presente no check-in e o albergue poderá solicitar um cheque calção no check-in.

source: Unpaid fees or transfer of insufficient funds may lead to cancellation of your booking.
it_it: Gli importi non pagata o i trasferimenti di somme non sufficenti potranno causare la cancellazione della prenotazione.
ja_jp: 代金をお支払いいただけない場合や金額に不足がある場合は予約をキャンセルさせていただくことがあります。
pt_br: Taxas não pagas ou transferência de fundos insuficientes pode levar ao cancelamento de sua reserva.

source: Votre Profil
fi_fi: Profiilini
it_it: Il tuo Profilo
ja_jp: あなたのプロフィール
pt_br: Seu perfil

source: Voici la liste de toutes les transactions effectuées sur %s. Si vous avez des questions ou avez besoin d'aide n'hesitez pas à visiter notre centre d'aide en ligne.
fi_fi: Tässä on luettelo kaikista tapahtumistasi sivustolla %s. Jos sinulla on kysyttävää tai tarvitset apua, tutustu ohjekeskukseemme.
it_it: Questa è la lista delle transazione effettuate su %s. Per qualsiasi informazione o richiesta di supporto vi invitiamo a visitare il nostro centro di supporto online.
ja_jp: こちらが%sで作られたここでのすべてのトランザクションリストです。ご質問がある場合、または私たちのヘルプが必要な場合オンラインでヘルプセンターに参照してください。
pt_br: Aqui está a lista de todas as transações feitas em %s. No caso de dúvidas ou se precisar de ajuda, sinta-se à vontade para visitar nossa central de ajuda online.

source: Établissement
fi_fi: Kohde
it_it: Struttura
ja_jp: 事業所
pt_br: Estabelecimento

source: Votre Compte - Réservation Auberges De Jeunesse
it_it: Il tuo Profilo
ja_jp: アカウント - ユースホステルの予約

source: Your changes has been saved successfully
it_it: Le modifiche sono state salvate con successo
ja_jp: 変更内容が保存されました
pt_br: As mudanças foram salvas com sucesso

source: Bienvenue dans votre compte. Vous avez maintenant accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
fi_fi: Tervetuloa omalle tilillesi. Voit tarkastella varauksia, arviointeja, kaikkia yhteystietoja (sähköpostit, puhelinnumerot ..) ja käyttäjäprofiiliasi.
it_it: Benvenuto nel tuo account. Da qui puoi accedere a tutte le tue prenotazioni, recensioni, contatti (email, numeri telefonici ..) ed al tuo profilo utente.
ja_jp: ようこそアカウントに。あなたは今すぐホステルのご予約とレビューとすべてのコンタクト（メール、電話番号..）と、ユーザープロファイルへのアクセスができます。
pt_br: Bem vindo à sua conta. Agora você tem acesso a suas reservas, suas avaliações, todos seus contatos (emails, telefones...) e seu perfil.

source: Voir vos évaluation
it_it: Visualizza le tue recensioni
ja_jp: あなたのレビューを参照

source: %s – Hostels in the %s district. Maps for %s, Photos and Reviews for each Hostel in %s.
fi_fi: %s – Hostellit kaupungiosassa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hostelleista.
it_it: %s – Ostelli nella zona %s. Mappe per %s, Foto e Recensioni per ogni Ostello in %s.
ja_jp: %s – %s.のホステル.地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s - Albergues no %s bairro. Mapas para %s, Fotos e Avaliações para cada Albergue em %s.

source: Hostels in the %s district
fi_fi: Hostellit kaupunginosassa %s
it_it: Ostelli vicini alla zona %s
ja_jp: %sのユースホステル
pt_br: Albergues no %s bairro

source: %s – Hotels in the %s district. Maps for %s, Photos and Reviews for each Hotel in %s.
fi_fi: %s – Hotellit kaupungiosassa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hotelleista.
it_it: %s – Alberghi nella zona %s. Mappe per %s, Foto e Recensioni per ogni Albergo in %s.
ja_jp: %s – ホステル %s. 地域.地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s - Hotéis no %s bairro. Mapas para %s, Fotos e Avaliações para cada Albergue em %s.

source: Hotels in the %s district
fi_fi: Hotellit kaupunginosassa %s
it_it: Alberghi nella zona %s
ja_jp: %sのユースホステル
pt_br: Hotéis no %s bairro

source: %s – Apartments in the %s district. Maps for %s, Photos and Reviews for each Apartment in %s.
fi_fi: %s – Huoneistot kaupungiosassa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -huoneistoista.
it_it: %s – Appartamenti nella zona %s. Mappe per %s, Fotos e Recensioni per ogni Appartamento in %s.
ja_jp: %s – アパート %s. 地域.地図 %s, すべてのアパートの写真とレビュー %s.
pt_br: %s - Apartamentos no %s bairro. Mapas para %s, Fotos e Avaliações para cada Apartamento em %s.

source: Apartments in the %s district
fi_fi: Huoneistot kaupungiosassa %s
it_it: Appartamenti nella zona %s
ja_jp: %sのアパート
pt_br: Apartamentos no %s bairro

source: %s – Rooms in the %s district. Maps for %s, Photos and Reviews for each room in %s.
fi_fi: %s – Huoneet kaupungiosassa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -huoneista.
it_it: %s – Camere nella zona %s. Mappe per %s, Foto e Recensioni per ogni Camera in %s.
ja_jp: %s – 部屋 %s. 地域.地図 %s, すべての部屋の写真とレビュー %s.
pt_br: %s - Quartos no %s bairro. Mapas para %s, Fotos e Avaliações para cada quarto em %s.

source: Rooms in the %s district
fi_fi: Huoneet kaupungiosassa %s
it_it: Camere nella zona %s
ja_jp: %sの部屋
pt_br: Quartos no %s bairro

source: %s – Camping in the %s district. Maps for %s, Photos and Reviews for each camping in %s.
fi_fi: %s – Retkeily kaupungiosassa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -retkeilyalueista.
it_it: %s – Campeggi nella zona %s. Mappe per %s, Foto e Recensioni per ogni Campeggio in %s.
ja_jp: %s – キャンプ %s. 地域.地図 %s, すべてのキャンプの写真とレビュー %s.
pt_br: %s - Camping no %s bairro. Mapas para %s, Fotos e Avaliações para cada camping em %s.

source: Camping in the %s district
fi_fi: Retkeilyalueet kaupunginosassa %s
it_it: Campeggi nella zona %s
ja_jp: %sのキャンプ
pt_br: Camping no %s bairro
