Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Se déconnecter
cs_cz: Odhlásit
de_de: Logout
hu_hu: Kijelentkezés
ko_kr: 로그아웃
zh_cn: 注销

source: Voir vos réservation
cs_cz: Podívejte se na Vaše rezervace
de_de: Ihre Reservierungen
hu_hu: Tekintse meg a foglalásait
ko_kr: 예약보기
zh_cn: 查看您的预订

source: Voir votre profil
cs_cz: Zobrazit profil
de_de: Kontoübersicht
hu_hu: Tekintse meg a Profilját
ko_kr: 프로필 보기
zh_cn: 查看您的个人档案

source: Vos Réservations
cs_cz: Vaše rezervace
de_de: Ihre Buchungen
hu_hu: Ön foglalása
ko_kr: 예약
zh_cn: 您的预订

source: Numéro de référence
cs_cz: Odkaz
de_de: Buchungsnummer
hu_hu: Foglalási szám
ko_kr: 예약 번호
zh_cn: 预订确认号

source: Réservé le
cs_cz: Rezervované
de_de: Reserviert am
hu_hu: Foglalt
ko_kr: 예약 날짜
zh_cn: 预订日期

source: Arrive le
cs_cz: Příjezd
de_de: Ankunft am
hu_hu: Érkezik
ko_kr: 도착일
zh_cn: 抵达日

source: Nuits
cs_cz: Noci
de_de: Nächte
hu_hu: Éjszakák
ko_kr: 숙박 일수
zh_cn: 夜

source: Arrhes et frais de service
cs_cz: Kauce a poplatky za služby
de_de: Anzahlung & Gebühren
hu_hu: Előleg és a szolgáltatási díj
ko_kr: 지불된 디파짓과 예약비용
zh_cn: 定金+服务费

source: Total du à l'arrivée
cs_cz: Suma celkem splatná při příjezdu
de_de: Gesamtpreis bei Ankunft
hu_hu: Összeg fizetendő megérkezéskor
ko_kr: 도착후 지불하실 금액
zh_cn: 入住人数

source: Vous n'avez aucune réservation à ce jour.
cs_cz: Nemáte žádné výhrady k tomuto dni.
de_de: Sie haben keine Buchung für diesen Tag.
hu_hu: Ön még nem foglalt nálunk.
ko_kr: 당신에 대한 당일 예약이 없습니다.
zh_cn: 您今天没有预订。

source: Mettre à jour votre profil
cs_cz: Aktualizujte svůj profil
de_de: Aktualisieren Sie Ihr Profil
hu_hu: Kérjük frissítse adatait
ko_kr: 업데이트 프로필
zh_cn: 更新您的个人档案

source: Nationalité
cs_cz: Národnost
de_de: Nationalität
hu_hu: Állampolgárság
ko_kr: 국적
zh_cn: 国籍

source: Langue de correspondance
cs_cz: Zvolte jazyk
de_de: Spracheinstellung
hu_hu: Nyelvi preferencia
ko_kr: 언어 선택
zh_cn: 语言

source: Sexe
cs_cz: Pohlaví
de_de: Geschlecht
hu_hu: Nem
ko_kr: 성별
zh_cn: 性别

source: Devise
cs_cz: Měna
de_de: Währung
hu_hu: Valuta
ko_kr: 통화(화폐)
zh_cn: 货币

source: Changer de mot de passe
cs_cz: Změna hesla
de_de: Passwort ändern
hu_hu: Jelszó módosítása
ko_kr: 비밀 번호 변경
zh_cn: 更改密码

source: of
cs_cz: s
de_de: von
hu_hu: ból
ko_kr: 의
zh_cn: 之

source: Vos évaluations
cs_cz: Vaše recenze
de_de: Ihre Bewertungen
hu_hu: Az Ön véleményei
ko_kr: 귀하의 리뷰
zh_cn: 您的评价

source: Voici la liste de toutes les évaluations que vous avez fait sur les auberge de jeunesses du site %s.
cs_cz: Zde je seznam všech recenzí, které jste napsal o hostelích na %s.
de_de: Hier ist eine Liste aller Beiträge, die Sie auf der Website der %s geschrieben haben
hu_hu: Itt talál egy listát az összes értékeléséről, amit a szállásokról írt az %s-on.
ko_kr: 당신이 %s에 적었던 모든 호스텔 리뷰입니다.
zh_cn: 用户评价：您可以登陆%s发表有关旅舍服务的个人评价。

source: Soumis le
cs_cz: Odesláno
de_de: Verfasst am
hu_hu: Beküldött
ko_kr: 제출
zh_cn: 提交

source: évaluations
cs_cz: Recenze
de_de: Bewertungen
hu_hu: Értékelés
ko_kr: 리뷰
zh_cn: 评价

source: Commentaire
cs_cz: Komentář
de_de: Kommentar
hu_hu: Megjegyzés
ko_kr: 평가
zh_cn: 评价

source: Status
cs_cz: Stav
hu_hu: Állapot
ko_kr: 상태
zh_cn: 身份

source: En attente d'approbation
cs_cz: Čekající na schválení
de_de: Bis zur Genehmigung
hu_hu: Jóváhagyásra váró
ko_kr: 승인 보류
zh_cn: 等待网络管理员审核。

source: Publié
cs_cz: Publikováno
de_de: Veröffentlicht
hu_hu: Közzétett
ko_kr: 게시
zh_cn: 发布

source: Vous n'avez fait aucune évaluation d'auberge de jeunesse à ce jour.
cs_cz: Zatím jste nenapsal žádnou recenzi.
de_de: Es gibt keine Bewertungen für diese Unterkunft.
hu_hu: Ön eddig még nem irt értékelést .
ko_kr: 당신은 지금까지 유스 호스텔에 대한 평가를 한 적이 없습니다.
zh_cn: 迄今为止，您还没有发表任何评价。

source: Bienvenue dans votre compte. Vous avez maintenant accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
cs_cz: Vítejte na váš účet. Nyní máte přístup k vašim rezervacím, vašemu hodnocení, veškerým kontaktům (e-maily, telefonní čísla ..) a vašemu uživatelskému profilu.
de_de: Willkommen auf Ihrem Konto. Sie haben nun Zugriff auf Ihre Hostels, Ihre Auswertungen, alle Kontaktdaten (E-Mails, Telefonnummern...) und Ihr Benutzerprofil.
hu_hu: Üdvözöljük a fiókjában. Most már láthatja a foglalásait, hozzászólásait, kapcsolatokat (e-mail, telefonszám ..) és a felhasználói profilját.
ko_kr: 귀하의 계정에 오신 것을 환영합니다. 이제 귀하의 호스텔 예약, 당신의 평가, 모든 연락처 (이메일, 휴대 전화 번호 ...) 및 사용자 프로필에 액세스할 수 있습니다.
zh_cn: 欢迎使用您的个人帐户。您可以通过该帐户预订旅舍空床位，发表评价，更新联系方式（电子邮件，电话号码）以及个人用户资料。

source: Mes réservations
cs_cz: Moje Rezervace
de_de: Meine Buchungen
hu_hu: Foglalásaim
ko_kr: 내 예약상태
zh_cn: 我的预订记录

source: Mes évaluations
cs_cz: Moje recenze
de_de: Meine Bewertungen
hu_hu: Saját Vélemények
ko_kr: 나의 리뷰
zh_cn: 我的评价

source: Mon profil
cs_cz: Můj profil
de_de: Mein Profil
hu_hu: Saját profil
ko_kr: 내 프로필
zh_cn: 我的个人资料

source: Visiter notre centre d'aide
cs_cz: Navštivte naše Centrum pomoci
de_de: Hilfezentrum
hu_hu: Látogassa meg a Súgót
ko_kr: 도움말 센터 방문하기
zh_cn: 请访问帮助中心

source: Voici la liste de toutes les transactions effectuées sur %s. Si vous avez des questions ou avez besoin d'aide n'hesitez pas à visiter notre centre d'aide en ligne.
cs_cz: Zde je seznam všech transakcí provedených na %s. Pokud máte dotazy nebo potřebujete poradit, neváhejte navštívit naše Centrum nápovědy online.
de_de: Hier ist eine Liste aller Transaktionen, die Sie auf %s duchgeführt haben. Wenn Sie Fragen haben oder Hilfe benötigen, zögern Sie nicht unsere Online-Hilfe zu besuchen.
hu_hu: Itt van egy lista az összes tranzakcióról %s-on. Ha kérdése van, vagy segítségre van szüksége, bátran keresse fel az online segitő központot.
ko_kr: %s에서 만들어진 모든 거래의 목록입니다. 당신은 질문이있는 경우 또는 필요할경우 도움 센터를 온라인으로 방문하여 언제든지 도움을 청하시면 됩니다.
zh_cn: 以下是您在该网站的交易记录。如果您遇到任何问题需要帮助，请登陆我们的在线帮助中心：%s。

source: Établissement
cs_cz: Objekt
de_de: Unterkunft
hu_hu: Szállás
ko_kr: 호스텔 이름
zh_cn: 旅舍名称

source: Votre Profil
cs_cz: Váš profil
de_de: Ihr Profil
hu_hu: Profil
ko_kr: 프로필
zh_cn: 您的个人资料

source: Your personalized group booking quote - Here is your offer!
cs_cz: Cenová nabídka podle vašich požadavků - zde je!
de_de: Ihre persönliche Gruppenbuchungsquotierung - Hier ist Ihr Angebot!
hu_hu: Személyre szabott csoportos foglalási ajánlat - Az Ön árajánlata!
ko_kr: 귀하의 맞춤 단체 예약 - 귀하를 위한 세부 사항입니다!
zh_cn: 您的個性化團體預訂報價 - 這裡是给您的報價！

source: Total Number of people in your group
cs_cz: Celkový počet lidí ve vaší skupině
de_de: Gesamtanzahl der Personen in Ihrer Gruppe
hu_hu: A csoport összlétszáma
ko_kr: 귀하의 단체 총인원수
zh_cn: 您团体里的总人数

source: Please see below for some provisional examples of accommodation we have available. If you can answer the following questions, we will do our best to find you the perfect property:
cs_cz: Prosím prohlédněte si níže uvedené dočasné příklady ubytování, které je k dispozici.Můžete-li zodpovědět následující otázky, budeme se maximálně snažit najít vám perfektní ubytování:
de_de: Nachfolgend finden Sie einige vorläufige Beispielunterkünfte die wir zur Verfügung haben. Wenn Sie die folgenden Fragen beantworten können, werden wir unser Bestes tun, um für Sie die perfekte Herberge zu finden:
hu_hu: Az alábbiakban néhány példát talál szabad szállásainkra. Amennyiben válaszolni tudna a kérdésekre, megkeressük Önnek a tökéletes ingatlant:
ko_kr: 저희가 제공 가능한 숙박 시설의 임시 예를 참조하십시오. 다음 질문에 답해주시면, 귀하에게 더 적합한 장소를 확인해 드리도록 하겠습니다.
zh_cn: 下面的一些住宿例子供您参考。如果您能回答以下幾個問題，我們將盡我們所能找到满足您要求的住处：

source: Are you happy with the types of rooms suggested below?
cs_cz: Jste spokojeni s níže navrženým typem pokojů?
de_de: Sind Sie mit der Art der Zimmer die unten vorgeschlagen wurden zufrieden?
hu_hu: A lent ajánlott szobák megfelelőek az Ön számára?
ko_kr: 아래에 제시된 룸 타입에 만족하십니까?
zh_cn: 您喜欢下面这些为您推荐的房间吗？

source: What is your budget?
cs_cz: Jaký je váš rozpočet?
de_de: Was ist Ihr Budget?
hu_hu: Mekkora a költségkerete?
ko_kr: 귀하의 예산은 얼마입니까?
zh_cn: 您的預算是多少？

source: Are the dates and number of people confirmed or will they change?
cs_cz: Potvrzujete data a počty lidí nebo je budete měnit?
de_de: Sind die Reisedaten und Anzahl der Personen bestätigt, oder werden sie sich ändern?
hu_hu: A dátumok és a személyek száma végleges, vagy változni fog?
ko_kr: 날짜와 인원수가 확정됐습니까? 아니면 변경하시겠습니까?
zh_cn: 日期和人數是确定的，还是会有变化？

source: When will you be ready to make a payment to secure your booking with a 20%% deposit?
cs_cz: Kdy budete připraveni zaplatit 20%% zálohu k zajištění své rezervace ?
de_de: Wann sind Sie bereit, Ihre Buchung mit einer Anzahlung von 20%% zu sichern?
hu_hu: Mikor tudna 20%% előleget fizetni az előfoglalásra?
ko_kr: 귀하의 예약 보장을 위해 보증금 20%%가 필요합니다. 언제 지불하실 수 있으십니까?
zh_cn: 您何时能预付20%%订金来确保您的预定？

source: Group booking quote information
cs_cz: Cenová nabídka pro skupinu
de_de: Gruppenbuchunganfrageformular
hu_hu: Csoportos foglalára vonatkozó ajánlat részletei
ko_kr: 단체 예약 신청서
zh_cn: 團體預訂報價信息

source: Please have a look at the offer below and check our website to get more information about the property.
cs_cz: Prosím podívejte se na níže uvedenou nabídku a pro více informací o relitách si prohlédněte naši webovou stránku.
de_de: Bitte werfen Sie einen Blick auf das untenstehende Angebot und besuchen Sie unsere Website, um mehr Informationen über die Jugendherberge zu erhalten.
hu_hu: Kérem tekintse meg lenti árajánlatunkat, majd nézze meg honlapunkat, ahol bővebb információt talál az ingatlanról.
ko_kr: 아래의 세부사항을 보시고 더 많은 정보를 원하시면 저희 웹사이트를 방문해 주십시오.
zh_cn: 請看下面的報價，並查看我們的網站以了解住处的更多信息。

source: Your offers
cs_cz: Vaše nabídky
de_de: Ihre Angebote
hu_hu: Az Ön ajánlatai
ko_kr: 귀하의 세부 정보
zh_cn: 您的报价

source: What's Included
cs_cz: co je v ceně
de_de: Inklusivleistungen
hu_hu: Az ár tartalmaz
ko_kr: 포함된 사항
zh_cn: 所包含

source: Room description
cs_cz: Popis pokoje
de_de: Zimmerbeschreibung
hu_hu: Szoba leírása
ko_kr: 룸 세부내용
zh_cn: 客房描述

source: Price per Person per Night
cs_cz: Cena za osobu a noc
de_de: Preis pro Person und Nacht
hu_hu: Ár / Fő / Éj
ko_kr: 1 객실 기준 가격 ( 1인당 가격이 아닙니다.)
zh_cn: 每人每晚的價格

source: Offer Expiry date
cs_cz: Nabídka vyprší dne
de_de: Verfallsdatum dieses Angebots
hu_hu: Ajánlat lejáratának dátuma
ko_kr: 귀하의 만료 날짜
zh_cn: 报价失效日

source: Non-refundable and non-transferable deposit to secure this booking
cs_cz: Nevratná a nepřevoditelná záloha pro zajištění této rezervace
de_de: Nicht erstattbare und nicht übertragbare Anzahlung um diese Buchung zu sichern.
hu_hu: Vissza nem térítendő és át nem ruházható előleg a foglalás biztosításához
ko_kr: 예약금은 환불이 불가하며 타인에게 양도될 수 없습니다.
zh_cn: 预定的订金不可退還，不可轉讓

source: If the offer is accepted, the balance must be paid on %s
cs_cz: Jestliže je nabídka přijata, musí být částka zaplacena do %s
de_de: Wenn das Angebot angenommen wird, muss der Restbetrage auf % s bezahlt werden
hu_hu: Ha az ajánlatot elfogadja, az számlát %s -ig ki kell egyenlítenie
ko_kr: 제안이 승인되면, 잔액은 %s 일까지 지불하셔야합니다
zh_cn: 如果接受报价，余额须于%s天内支付

source: Special Notes
cs_cz: Speciální Poznámky
de_de: Besondere Hinweise
hu_hu: Különleges Megjegyzések
ko_kr: 특별한 안내사항
zh_cn: 特別注意事項

source: Important Notes
cs_cz: Důležité poznámky
de_de: Wichtige Hinweise
hu_hu: Fontos tudnivalók
ko_kr: 중요 사항
zh_cn: 重要注意事項

source: The deposit is to be paid in British pounds as our Worldwide group center is located in London, England.
cs_cz: Záloha musí být zaplacena v britských librách, protože naše Worldwide group center sídlí v Londýně v Anglii.
de_de: Die Anzahlung muss in britischen Pfund bezahlt werden da sich der Hauptsitz unserer Worldwide Gruppenzentrum in London, England befindet.
hu_hu: Mivel vállalatunk központja Londonban, Angliában talalálható, ezért az előleget angol fontban kell befizetni.
ko_kr: 월드와이드 단체 센터는 영국, 런던에 있으므로 예약금은 영국 파운드로 계산됩니다.
zh_cn: 定金用英鎊支付因为我們環球集團中心設在英國倫敦。

source: The Average price per person per night is for the requested arrival date and length of stay, actual day-by-day prices may vary.
cs_cz: Průměrná cena za osobu a noc platí pro požadovaný den příjezdu a délku pobytu.Aktuální ceny se mohou den ode dne lišit.
de_de: Der Durchschnittspreis pro Person pro Nacht ist für das angeforderte Anreisedatum und Dauer des Aufenthalte.Tatsächlichen Tag-für-Tag Preise können variieren.
hu_hu: A megadott Átlagár / fő / éj a kért időszakra és időtartamra vonatkozik, a tényleges napi árak ettől eltérhetnek.
ko_kr: 개인당 1박 평균비용은 요청하신 도착 날짜와 체류기간 기준입니다. 실제 일일 가격은 다를 수 있습니다.
zh_cn: 每人每晚的平均價格适用于预定的到达日期和停留日期，每天的實際價格可能有所不同。

source: We act as agent only in respect of all bookings we take or make on your behalf. For all bookings your contract will be with the supplier of the accommodation or other service concerned. The suppliers' booking conditions will apply to your contract as well as our own Terms and conditions and any terms and conditions of any other booking intermediary involved in our booking.
cs_cz: Ve všech rezervacích, které pro vás zajišťujeme, vystupujeme pouze jako agent.U všech rezervací uzavíráte smlouvu s poskytovatelem ubytování nebo jiných služeb. Na vaši smlouvu se vztahují rezervační podmínky poskytovatele a podmínky jakéhokoli dalšího prostředníka,který se účastní vaší rezervace.
de_de: Wir handeln ausschließlich als Agent in Bezug auf alle Buchungen die wir für Sie/ in Ihrem Namen vornehmen. Für alle Buchungen, besteht der Buchungsvertrag zwischen Ihnen und der Herberge. Der Buchungsvertrag unterliegt den allgemeinen Geschäftsbedingungen der Herberge und Ihnen sowie jeglichen weiteren Vermittlern, involviert in Ihre Buchung.
hu_hu: A szállásfoglalások lebonyolításában cégünk kizárólag közvetítői szerepet lát el. A foglalásra vonatkozó szerződést Ön a szállásadóval, illetve a szolgáltatóval köti. A megkötött szerződésre a mind a szállásadó, mind cégünk és az egyéb közvetítő ügynökségek szerződési feltételei vonatkoznak.
ko_kr: 저희는 귀하를 대신하여 예약하는 대리처입니다. 모든 예약에서 귀하의 계약은 숙소와 서비스 업체에 있습니다. 제공업체의 계약 조건과 저희의 약관과 중계 조건은 귀하의 계약서에 적용될 것입니다.
zh_cn: 作为代理商我们只负责我们接受的预定或代表您所做的预定。所有的预定合同，是和住处的提供商以及其他服务提供商签订的。住处供应商和其他服务提供商以及我们的条款都适用于这个合同。

source: Copies of the other applicable terms and conditions are available from us on request.
cs_cz: Kopie dalších příslušných všeobecných podmínek jsou u nás k dispozici na vyžádání.
de_de: Kopien der anderen allgemeinen Geschäftsbedingungen sind bei uns auf Anfrage erhältlich.
hu_hu: A vonatkozó szerződési feltételekről kérésre másolat rendelkezésre áll.
ko_kr: 기타 해당 조항 및 약관의 사본 요청은 저희가 드릴 수 있습니다.
zh_cn: 其他適用的條款和條件的副本我們可以根据要求提供。

source: Exchange rates are calculated using the typical ATM rate on www.oanda.com. Final balance payments will be subject to the exchange rate available 49 days prior to arrival date.
cs_cz: Směnný kurz je kalkulován z běžného bankomatového /ATM/ kurzu na www.oanda.com.Konečná částka k zaplacení se řídí kurzem platným 49 dnů přede dnem příjezdu.
de_de: Kopien der anderen allgemeinen Geschäftsbedingungen sind bei uns auf Anfrage erhältlich.
hu_hu: A www.oanda.com honlapon található ATM árfolyamok alapján történik az valuta árfolyam kiszámítása . A végösszeg kifizetésekor az érkezési dátum előtt 49 nappal érvényes valutaárfolyammal számolunk.
ko_kr: 환율은 www.oanda.com 의 일반적인 ATM 비율로 계산됩니다. 최종 잔액 결제는 도착날짜 49일 전의 환율로 적용되어 계산됩니다.
zh_cn: 匯率根据www.oanda.com上的典型的ATM匯率計算。最后的余额付款采用抵達日期前49天的匯率。

source: All card payments incur a 2%% fee and all bank fees are to be paid by the booking party.
cs_cz: Všechny platby kartou zahrnují 2%% poplatek a veškeré bankovní poplatky platí rezervující strana.
de_de: Alle Kreditkartenzahlungen sind zuzüglich einer Gebühr von 2%% und alle Bankgebühren sind vom Buchenden zu zahlen.
hu_hu: Kártyával történő fizetés 2%% díjat von maga után, mely költség a szállásfoglalót terheli.
ko_kr: 모든 카드 결제는 2%% 수수료가 발생하며, 모든 은행 수수료는 예약 당사자가 지불해야 합니다.
zh_cn: 所有卡付款收取2%%的費用并且所有的銀行費用由預訂黨支付。

source: As this is a group booking, group leader will need to be present at check in and the property may require a security bond at check-in.
cs_cz: Protože se jedná o skupinovou rezervaci, vedoucí skupiny musí být přítomen při příjezdu do ubytovacího zařízení a může být požádán o složení kauce.
de_de: Da es sich hierbei um eine Gruppebuchung handelt muss der Gruppenleiter bei Check-in anwesend sein und die Herberge kann eventuell einen Sicherheits-check beim check-in verlangen.
hu_hu: Mivel ez egy csoportos szállásfoglalás, bejelentkezéskor a csoportvezetőnek jelen kell lennie, valamint a szállásadó biztosíték lefizetését is kérheti a bejelentkezés során.
ko_kr: 단체 예약시, 단체 지도자는 체크인 때 있어야 하며, 숙소에서 체크인 시 보증금을 요구할 수 있습니다.
zh_cn: 由于這是一個團體預訂，團體的領導者需要在办理辦理入住手續时出现而且住处可能在入住时要求保證金。

source: Unpaid fees or transfer of insufficient funds may lead to cancellation of your booking.
cs_cz: Nesplacení poplatků nebo převod nedostatečné peněžní částky může vést ke zrušení vaší rezervace.
de_de: Unbezahlte, ausstehende Gebühren oder Überweisung eine Fehlbetrags kann zu Stornierung Ihrer Buchung führen.
hu_hu: A díjak be nem fizetése, illetve elégtelen összeg átutlása a foglalás törlését eredményezheti.
ko_kr: 금액이 지불되지 않거나, 충분치 않을 때는 예약이 취소될 수 있습니다.
zh_cn: 没有付费或付费不足可能會導致取消您的預訂。

source: Hébergement pour l'
cs_cz: Levné ubytování a mládežnické ubytovny v
de_de: Günstige Hostels und Jugendherbergen in
hu_hu: Olcsó Hostelek -
ko_kr: 저렴한 호스텔과 유스호스텔
zh_cn: 低价住宿-

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension ? N’allez pas plus loin, tous les bons plans sont sur %s
cs_cz: Hledáte ubytovnu, levný hotel, apartmán, pokoj se snídaní - B & B nebo Pension? Už dále nehledejte, dobré ubytování za výborné ceny najdete na %s
de_de: Suchen Sie ein Hostel, eine Herberge, ein günstiges Hotel, eine Ferienwohnung, ein Zimmer auf dem Land, ein Bed and Breakfast oder eine Pension in %s
hu_hu: Olcsó hotelt, apartmant, egy hálószoba víkendházat, B & B vagy panziót keres? Ne keressen tovább, minden jó ajánlat: %s
ko_kr: %s로 저렴한 호스텔, 호텔, 아파트, 1 베드룸, 도미토리, 베드 앤 브랙퍼스트(B&B)를 찾고 계십니까?
zh_cn: 搜索价位最好的旅馆、旅舍、公寓和床位（含早餐），只需登陆%s，我们为您提供所有相关信息！

source: Prix à partir de $5 la nuit par personne !
cs_cz: Ceny od 100 korun na osobu za noc!
de_de: Preise ab 5 € pro Nacht pro Person!
hu_hu: Árak már 970 HUF-ért személyenként, egy éjszakára!
ko_kr: 1박당 1인 5천원부터!!
zh_cn: 起价每人每晚33元人民币！

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez-vous aussi en toute sécurité votre auberge idéale au meilleur prix dans toutes les villes listées ci-dessous.
cs_cz: Stejně jako tisíce lidí každý měsíc, i vy si můžete bezpečně rezervovat nejlepší ubytování za nejlepší cenu.
de_de: Wie tausende andere Menschen von jung und alt, buchen auch Sie sicher Ihre günstige Unterkunft in Hostels oder Herbergen zum besten Preis.
hu_hu: Több ezer fiatal és idős foglal biztonságosan minden hónapban ideális szállást, a legjobb áron az összes alább felsorolt városokban.
ko_kr: 매월 남녀 노소를 불문한 수천의 사람들이 예약하듯, 당신도 나열된 도시들중에 원하는 호스텔을 저렴하고 안전하게 예약하세요.
zh_cn: 该网站为成千上万的用户提供安全、快捷、可靠的网上预订服务，帮您搜到以下城市中心、城郊、大学城附近价位最好的住宿，地理位置优越，靠近各景区。交通方便，易于搭乘汽车、火车、飞机出行。

source: Pays d'
cs_cz: Všechny levné ubytovny v
de_de: Die Länder
hu_hu: Olcsó Hostelek -
ko_kr: 국가
zh_cn: 以下国家提供低价旅舍住宿-

source: Dorm Availability
cs_cz: Dostupnost polečných ložnic
de_de: Verfügbarkeit Mehrbettzimmer
ko_kr: 기숙사 예약 가능
zh_cn: 可以预定的宿舍

source: %d guests in %d Bedrooms (1 guest in each room).
cs_cz: %d hostů v %d ložnicích (1 host v každém pokoji).
de_de: %d Gäste in %d Schlafzimmer (1 Gast in jedem Zimmer).
ko_kr: %d명의 손님이 %d개의 베드룸 ( 1명의 손님 각 룸당)
zh_cn: %d个客人住%d个卧室（1个客人每个房间）。

source: No Beds Found
cs_cz: Nenalezena žádná lůžka
de_de: Keine freien Betten gefunden
hu_hu: Ágyak száma
ko_kr: 베드를 찾을 수 없습니다.
zh_cn: 沒有找到床位

source: No Beds could be found for your search criteria. Please change your dates and try again.
cs_cz: Nebyla nalazena žádná lůžka splňujcí zadaná kritéria.Prosím zmeňte svá data a zkuste znovu.
de_de: Keine freien Betten mit dieser Suchauswahl gefunden. Bitte ändern Sie ihre Daten und versuchen Sie es nochmals.
hu_hu: Sajnos a megadott keresési feltételekhez nem találtunk szállást. Kérem, adjon meg más dátumot és próbálja újra!
ko_kr: 귀하의 검색 조건에서 베드는 없습니다. 날짜를 변경해 다시 시도해 보십시오.
zh_cn: 沒有找到符合您的搜索标准的床位。請更改您的日期再試一次。

source: Your Selection
cs_cz: váš výběr
de_de: Ihre Auswahl
hu_hu: Az Ön által választott
ko_kr: 선택
zh_cn: 您的选择

source: You only pay the deposit (10%% of total amount) to confirm and secure your reservation now. The remaining amount (90%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
cs_cz: Nám zaplatíte pouze zálohu (10%% z celé částky) pro zabezpečení vaší rezervace. Zbytek (90%%) je splatný po příjezdu na místo. Informace o vašem ubytování (email, adresu, telefonní číslo, …) najdete ve vašem potvrzovacím emailu poté co si uděláte rezervaci.
de_de: Nur 10%% des Gesamtbetrags müssen jetzt als Anzahlung gezahlt werden, um Ihre Reservierung zu bestätigen und zu sichern. Der Restbetrag (90%%) ist bei Ihrer Anreise fällig. Die Kontaktinformationen Ihrer Unterkunft (E-Mail, Adresse, Telefonnummer,...) finden Sie in Ihrer Bestätigungs-E-Mail, nachdem Sie eine Reservierung durchgeführt haben.
hu_hu: Önnek most csak a letétet kell befizetnie (a teljes összeg10%%-át), hogy megerősítse és biztosítsa a foglalást. A fennmaradó összeg (a maradék 90%%) érkezéskor fizetendő. Az ingatlan elérhetőségeit (e-mail, cím, telefonszám ...) a visszaigazoló e-mailben találja meg, amit a foglalás után kapott.
ko_kr: 고객님의 예약승인을 위해 디파짓(총 금액의 10%%)을 결제 해주셔야 합니다. 남은 금액(90%%)는 도착후에 결제 가능하십니다. 고객님의 예약승인이 완료된후 보내드리는 확인 메일에서 숙소 정보(이메일, 주소, 전화번호 등..)을 확인 하실 수 있습니다.
zh_cn: 您只需支付房费的10%%即可确保房间预订，剩余的90%%余款抵达旅舍后支付。完成在线预订后，我们会在其邮件确认回函中向您提供邮件、地址、电话号码等具体联系方式。

source: Number of guests selected
cs_cz: Vybraný počet hostů
de_de: Anzahl der ausgewählten Gäste
ko_kr: 선택한 손님 수
zh_cn: 选择的客人总数

source: sécurisé
cs_cz: Bezpečný
de_de: Sichern
hu_hu: Biztos
ko_kr: 안전한
zh_cn: 安全

source: Voir la carte
cs_cz: Zobrazení mapy
de_de: Karte anzeigen
hu_hu: Térkép megjelenítése
ko_kr: 지도보기
zh_cn: 查看地图

source: N/A
cs_cz: Není k dispozici
de_de: keine Angaben
hu_hu: Nem alkalmazható
ko_kr: 사용 불가능
zh_cn: 不可用

source: Erreur de requête
cs_cz: Chyba aplikace
de_de: Anwendungsfehler
hu_hu: Hiba használat közben
ko_kr: 응용 프로그램 오류
zh_cn: 错误请求

source: Votre commentaire a été envoyé à notre équipe pour approbation. Merci!
cs_cz: Váš komentář byl odeslán našemu týmu ke schválení. Děkujeme vám!
de_de: Ihr Kommentar wurde unserem Team zur Bearbeitung geschickt. Vielen Dank!
hu_hu: Hozzászólását tovább küldtük csapatunkhoz jóváhagyásra. Köszönjük!
ko_kr: 귀하의 댓글이 승인을 받기 위해 전송되었습니다. 감사합니다!
zh_cn: 您发表的评价正在审核中。谢谢！

source: Laissez vos impressions sur %s
cs_cz: Napište nám vaše dojmy na %s
de_de: Teilen Sie uns Ihre Eindrücke von %s mit
hu_hu: Mondja el véleményét - %s
ko_kr: %s에 리뷰를 남겨주세요.
zh_cn: 留下您对该旅舍的看法%s

source: Votre Prénom:
cs_cz: Vaše křestní jméno:
de_de: Ihr Name:
hu_hu: Keresztneve:
ko_kr: 귀하의 이름 :
zh_cn: 您的名字：

source: Votre Nom (ne sera pas publié):
cs_cz: Vaše příjmení (nebude zveřejněno):
de_de: Ihr Name (wird nicht veröffentlicht):
hu_hu: Az Ön neve (nem lesz közzé téve):
ko_kr: 귀하의 성(공개되지 않음)
zh_cn: 您的姓（不公开）：

source: Votre Email (ne sera pas publié):
cs_cz: Váš e-mail (nebude zveřejněn):
de_de: Ihre E-Mai-Adresse (wird nicht veröffentlicht):
hu_hu: E-mail (nem lesz közzé téve):
ko_kr: 귀하의 이메일(공개되지 않음)
zh_cn: 您的电子邮件（不公开）：

source: Veuillez évaluer votre expérience:
cs_cz: Ohodnoťte prosím vaši zkušenost:
de_de: Bitte bewerten Sie Ihre Erfahrung:
hu_hu: Kérjük, értékelje az élményeit:
ko_kr: 경험을 평가해주세요.
zh_cn: 您的评价：

source: Vos commentaires sur %s :
cs_cz: Váš komentář na %s:
de_de: Feedback auf %s:
hu_hu: Hozzászólása %s-ról:
ko_kr: %s에 관한 당신의 리뷰
zh_cn: 您对%s的评价：

source: La date de votre dernier séjour à cet endroit :
cs_cz: Datum vašeho posledního pobytu v této lokalitě:
de_de: Das Datum Ihres letzten Aufenthalts hier:
hu_hu: Utolsó tartózkodásának dátuma ezen a helyen:
ko_kr: 이 곳에서 마지막 숙박 날짜 :
zh_cn: 您上次逗留此地的日期：
