Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_sm.po
Languages: pl_pl

source: Back to search results
pl_pl: Powrót do wyników wyszukiwania

source: View favorites
pl_pl: Zobacz ulubione

source: Remove this property
pl_pl: Usuń ten obiekt

source: remove
pl_pl: usuń

source: Add
pl_pl: Dodaj

source: Terms and Conditions.
pl_pl: Warunki umowy.

source: Official site
pl_pl: Strona oficjalna

source: +Compare All Cheap Properties.
pl_pl: Porównaj wszystkie tanie obiekty

source: +Compare 100 Cheap Properties.
pl_pl: Porównaj 100 tanich obiektów

source: Reviews - Maps - Photos.
pl_pl: Recenzje-Mapy-Zdjęcia

source: This property has a maximun stay of %s nights
pl_pl: Ten obiekt wymaga minimalnego pobytu na %s nocy

source: This property has a maximum of %s nights
pl_pl: Ten obiekt wymaga minimalnego pobytu na %s nocy

source: You must have a valid credit card to book on this website.
pl_pl: Musisz posiadać ważną kartę kredytową, aby zarezerwować na tej stronie.

source: Or type a property name or city
pl_pl: Albo wpisz nazwę obiektu lub miasto

source: Results for your research:
pl_pl: Wyniki twojego wyszukiwania:

source: Sorry but we have not found any results. Please try again.
pl_pl: Przykro nam, ale nie znaleźliśmy żadnych wyników. Prosim spróbować ponownie.

source: 2 X your deposit.
pl_pl: 2x Twój depozyt

source: 2 Times your deposit.
pl_pl: 2x twój depozyt

source: Twice your deposit.
pl_pl: Twój podwójny depozyt

source: Up to $100
pl_pl: Do $100

source: In the very unlikely event your selected property does not make a bed available to you, we will refund your deposit twice up to $100. * See Details.
pl_pl: Jeśli, co bardzo małoprawdopodobne, wybrany przez ciebie obiekt nie będzie miał dostępnego dla ciebie łóżka , zwrócimy ci podwójną kwotę twojego depozytu. *Zobacz szczegóły.

source: Details:
pl_pl: Szczegóły:

source: You must request by email a refund within 24 hours of the arrival day noted in the confirmation email with the booking reference.
pl_pl: Musisz zwrócić się o zwrot depozytu w ciągu 24 godzin od dnia przyjazdu zaznaczonego w wiadomości potwierdzającej z numerem rezerwacji.

source: Refund of the deposit will be made by credit card and/or by Paypal. Customer must have a valid Paypal account.
pl_pl: Zwrot depozytu będzie dokonany na kartę kredytową i/lub za pomocą Paypal. Klient musi mieć aktywne konto Paypal.

source: Maximum refund per booking and per customer: US$100
pl_pl: Maksymalny zwrot kosztów od rezerwacji i kilenta: US$100

source: All claims are subject to verification and/or final approval by %s.
pl_pl: Wszelkie roszczenia podlegają weryfikacji i / lub ostatecznego zatwierdzenia przez% s.

source: Offer only valid for deposits made by 08/31/2011 on %s.
pl_pl: Oferta ważna tylko dla depozytów dokonanych przed 08/31/2011 na %s.

source: Safe for Women
pl_pl: Bezpieczny dla kobiet

source: Property rated safe by other female customers.
pl_pl: Obiekt oceniony jako bezpieczny przez inncyh klientów płci żeńskiej.

source: Modify search
pl_pl: Zmień wyszukiwanie

source: Back to top
pl_pl: Powrót do góry

source: Search Now
pl_pl: Szukaj teraz

source: Send confirmation email
pl_pl: Wyślij e-mail z potwierdzeniem

source: Room type and number of guests
pl_pl: Rodzaj pokoju i liczba osób

source: Book Now
pl_pl: Rezerwuj teraz

source: Day
pl_pl: Dzień

source: Search for another hostel
pl_pl: Szukaj kolejnego obiektu

source: About
pl_pl: O nas

source: Back to results
pl_pl: Powrót do wyników wyszukiwania

source: Latest Reviews
pl_pl: Najnowsze recenzje

source: Check Availability
pl_pl: Sprawdź dostępność

source: Change dates
pl_pl: Zmień daty

source: This property does not offer any dorms.
pl_pl: Ten obiekt nie oferuje żadnych dormitoriów.

source: This property does not offer any private rooms.
pl_pl: Ten obiekt nie oferuje żadnych pokoi prywatnych.

source: Read more…
pl_pl: Czytaj dalej...

source: View On Map
pl_pl: Sprawdź mapę

source: Change Dates
pl_pl: Zmień daty

source: Proceed To Payment
pl_pl: Przejdź do płatności

source: Hostel info
pl_pl: Informacje o obiekcie

source: Back to account home page
pl_pl: Powrót do strony głównej konta

source: Pictures
pl_pl: Zdjęcia

source: Phone (please include the country code)
pl_pl: Telefon (wraz z numerem kierunkowym kraju)

source: Text/SMS (Free)
pl_pl: Darmowe potwierdzenie SMS

source: Please make sure you have included the country code in your phone number above
pl_pl: Proszę upewnić się, że podany wyżej numer telefonu zawiera numer kierunkowy kraju

source: Check your reservation on your mobile
pl_pl: Sprawdź swoją rezerwację na komórce

source: Reservation
pl_pl: Rezerwacje

source: Free SMS
pl_pl: Darmowy SMS

source: Message to Parents
pl_pl: Wiadomość dla rodziców

source: Why booking with us ?
pl_pl: Dlaczego My?

source: Groupes
pl_pl: Grupy

source: Pour tous les âges: ni maximum ni minimum.
pl_pl: Dla wszystkich grup wiekowych

source: Un service clientèle de qualité disponible %s prêt à vous guider à tout moment.
pl_pl: Wyspecjalizowana obsługa klienta %s gotowa pomóc w każdej chwili.

source: Free Breakfast
pl_pl: Darmowe Śniadanie

source: Breakfast
pl_pl: Śniadanie

source: Internet Access
pl_pl: Dostęp do Internetu

source: Free Internet
pl_pl: Darmowy Internet

source: Deal of the Day
pl_pl: Oferta Dnia

source: Fun
pl_pl: Zabawa

source: You got the best price
pl_pl: Masz najlepszą cenę.

source: See more results
pl_pl: Zobacz więcej wyników wyszukiwania.

source: Payer seulement 10%% maintenant
pl_pl: Teraz zapłać tylko 10%%

source: Car Parking
pl_pl: Parking

source: 24 hour hot showers
pl_pl: Gorące prysznice 24h

source: Washing machines
pl_pl: Pralki

source: Air Conditioning
pl_pl: Klimatyzacja

source: Lounge area
pl_pl: Salon

source: Restaurant
pl_pl: Restauracja

source: Swimming Pool
pl_pl: Basen

source: Credit cards accepte
pl_pl: Akceptujemy karty kredytowe

source: No curfew
pl_pl: Brak ciszy nocnej

source: 24 hour reception
pl_pl: Recepcja 24h

source: Safety deposit
pl_pl: Kaucja

source: Self-catering Facili
pl_pl: Wyżywienie we własnym zakresie

source: Currency Exchange
pl_pl: Kantor

source: Tours/Travel Desk
pl_pl: Biuro wycieczek/podróży

source: Wheelchair accessibl
pl_pl: Przystosowane do wózków inwalidzkich

source: Nightclub
pl_pl: Klub nocny

source: Games room
pl_pl: Pokój gier

source: Free city tour
pl_pl: Darmowa wycieczka po mieście

source: Pool table(s)
pl_pl: Stoły bilardowe

source: ATM / cash machine
pl_pl: Bankomat

source: Internet access in p
pl_pl: Dostęp do Internetu

source: Bicycle hire
pl_pl: Wypożyczalnia rowerów

source: Wake-up calls
pl_pl: Budzenie

source: Bar(s)
pl_pl: Bar(y)

source: Café
pl_pl: Kawiarnia

source: Elevator / lift(s)
pl_pl: Winda

source: Safe deposit box at
pl_pl: Sejf

source: Children's play area
pl_pl: Plac zabaw dla dzieci

source: Cot / crib
pl_pl: Łóżeczko / żłobek

source: Infant bed
pl_pl: Łóżeczko dla niemowlaka

source: Fax
pl_pl: Faks

source: Dry cleaning
pl_pl: Pralnia chemiczna

source: Laundry service
pl_pl: Pralnia

source: Reception (limited h
pl_pl: Recepcja (ograniczone godziny)

source: Late check-out
pl_pl: Późne wymeldowanie

source: Common area / room
pl_pl: Wspólne pomieszczenie / pokój

source: Communal kitchen
pl_pl: Wspólna kuchnia

source: Television room
pl_pl: Sala telewizyjna

source: Conference / meeting
pl_pl: Konferencja / spotkanie

source: Photocopying
pl_pl: Ksero

source: Steam room
pl_pl: Łaźnia parowa

source: Pets allowed
pl_pl: Zwierzęta dozwolne

source: Concierge
pl_pl: Dozorca

source: Outside area
pl_pl: Obszar na zewnątrz

source: Banqueting facilitie
pl_pl: Wyposażenie bankietowe

source: Room service (limite
pl_pl: Obsługa pokojowa (ograniczona)

source: Internet café
pl_pl: Kafejka internetowa

source: Newspapers
pl_pl: Prasa

source: High chair
pl_pl: Krzesełka dla dzieci

source: Express check-in / o
pl_pl: Ekspresowe zamelodwanie / wymeldowanie

source: Room service (24 hou
pl_pl: Obsługa pokojowa (24h)

source: Onsite shop(s)
pl_pl: Sklep(y) na miejscu

source: BBQ area
pl_pl: Miejsce do grilowania

source: Gym
pl_pl: Siłownia

source: Hot tub / jacuzzi
pl_pl: Gorąca kąpiel / jacuzzi

source: Tennis court(s)
pl_pl: Kort(y) tenisowy(e)

source: Beauty salon
pl_pl: Salon piękności

source: Hair salon
pl_pl: Salon fryzjerski

source: Barber
pl_pl: Fryzjer dla mężczyzn

source: Supervised child car
pl_pl: Nadzorowana opieka nad dzieckiem

source: Golf course
pl_pl: Kurs golfa

source: Fitness centre
pl_pl: Centrum fitness

source: Crèche
pl_pl: Żłobek

source: Secure lockers
pl_pl: Zabezpieczone szafki

source: Airport Pick Up
pl_pl: Odbiór z lotniska

source: Linen Included
pl_pl: Pościel wliczona

source: Towels
pl_pl: Ręczniki

source: Luggage Storage
pl_pl: Przechowalnia bagażu

source: Telephone/Fax Facilities
pl_pl: Telefon / faks

source: Travel Desk/Travel Info
pl_pl: Biuro podróży/ informacja

source: Common Room
pl_pl: Wspólny pokój

source: Lift / Elevator
pl_pl: Winda

source: 24-hour check in
pl_pl: Zameldowanie 24h

source: WiFi in Lobby
pl_pl: WiFi w holu

source: Free Car Park
pl_pl: Darmowy parking

source: No Smoking
pl_pl: Zakaz palenia

source: Wheelchair Friendly
pl_pl: Przyjazny dla wózków inwalidzkich

source: Bike Parking
pl_pl: Parking dla rowerów

source: web access in lobby
pl_pl: Dostęp do Internetu w holu

source: web access in room
pl_pl: Dostęp do Internetu w pokoju

source: Security Lockers
pl_pl: Szafki z zabezpieczeniami

source: Key Card Access
pl_pl: Dostęp za pomocą karty z chipem

source: Breakfast Not Included
pl_pl: Bez śniadania

source: Laundry
pl_pl: Pralnia

source: Bureau de Change
pl_pl: Kantor

source: WiFi in Room
pl_pl: WiFi w pokoju

source: Health Spa
pl_pl: Zdrowotne Spa

source: children not allowed
pl_pl: Brak wstępu dla dzieci

source: Meeting Facilities
pl_pl: Pokoje konferencyjne

source: Credit Cards Accepted
pl_pl: Akceptujemy karty kredytowe

source: Guest Kitchen
pl_pl: Kuchnia dla gości

source: Children Friendly
pl_pl: Przyjazny dla dzieci

source: Babysitting Service
pl_pl: Opieka nad dziećmi

source: Smoking Rooms
pl_pl: Palarnie

source: No Lockout
pl_pl: Brak całodobowego dostępu za pomocą karty

source: Taxes included in price
pl_pl: Podatek wliczony w cenę

source: Car Parking Available
pl_pl: Dostępny parking

source: Pets Accepted
pl_pl: Dozwolone zwierzęta domowe

source: Age Restriction
pl_pl: Ograniczenie wiekowe

source: Free Internet Access
pl_pl: Darmowy dostęp do Internetu

source: Airport Pickup
pl_pl: Odbiór z lotniska

source: Luggage Room
pl_pl: Przechowalnia bagażu

source: Linen
pl_pl: Pościel

source: Towel
pl_pl: Ręcznik

source: That card number is invalid
pl_pl: Numer karty jest nieprawidłowy

source: That card expiry date is invalid
pl_pl: Data ważności karty jest nieprawidłowa

source: That Card Start Date Is Invalid
pl_pl: Data rozpoczęcia karty jest nieprawidłowa

source: That card type is invalid
pl_pl: Typ kart jest nieprawidłowy

source: That card security code is invalid
pl_pl: Kod zabezpieczający karty jest nieprawidłowy

source: That Card Issue Number Is Invalid
pl_pl: Numer wydania tej karty jest nieprawidłowy

source: Travel is better with friends. Share this on FaceBook
pl_pl: Lepiej podróżować z przyjaciółmi. Podziel się tym na Facebooku.

source: Add info@NoFeesHostels.com to your address book to make sure you receive the NoFeesHostels.com newsletter.
pl_pl: Dodaj info@BezOplatHostele.com do swojej książki adresowej, aby otrzymywać BezOplatHostele.com newsletter.

source: Having trouble seeing this email? Read the online version here.
pl_pl: Problem z odczytaniem e-maila? Otwórz wersję online tutaj.

source: Tell a friend
pl_pl: Powiedz znajomemu

source: Top cities. Book Now!
pl_pl: Top miasta. Zarezerwuj teraz!

source: Exceptional
pl_pl: Ponadprzeciętny

source: Very good
pl_pl: Bardzo dobry

source: Good
pl_pl: Dobry

source: Conditions
pl_pl: Warunki

source: Please enter the traveller information (the traveller and the person paying for this booking can be different). Only 1 traveller required if you are 2 or more. You can use the email confirmation to request a Visa at your closest consulate.
pl_pl: Proszę podać dane osoby podróżującej (osoba podróżująca i osoba płacąca za rezerwację mogą się różnić). Wystarczą dane jednej osoby podróżującej. Możesz użyć emaila potwierdzającego, aby ubiegać się o wizę w najbliższym konsulacie.

source: We guarantee:
pl_pl: Gwarantujemy:

source: Booking on our website is safe. When you reserve with us your details are protected by a secure connection.
pl_pl: Rezerwacja na naszej stronie jest bezpieczna. Po dokonaniu rezerwacji Twoje dane są chronione przez bezpieczne połączenie.

source: Your privacy is protected. Your details will only be used to guarantee your booking.
pl_pl: Twoja prywatność jest chroniona. Twoje dane będą wykorzystane wyłącznie do dokonania rezerwacji.

source: No booking fees. You receive the best price.
pl_pl: Brak opłat za rezerwacje. Najlepsza cena.

source: Best Price Guarantee. Found the same room at a lower price? We'll match it.
pl_pl: Najlepsza cena gwarantowana. Znalazłeś taki sam pokój za niższą cenę? My ją przebijemy.

source: Max guests per dorm
pl_pl: Max gości na dormitorium

source: Max guests per room
pl_pl: Maksymalna liczba osób w tym pokoju

source: Maximum number of guests per dorm.
pl_pl: Maksymalna liczba gości na dormitorium.

source: Maximum number of guest per room.
pl_pl: Maksymalna liczba osób w tym pokoju

source: Available beds for the selected dates. Price per person (not per room). 1 person per bed maximum.
pl_pl: Dostepne łózka w wybanej dacie. Cena za osobę (nie za pokój). Maksymalnie 1 osoba na 1 łóżko.

source: Available rooms for the selected dates. Price per room (not per person).
pl_pl: Dostepne pokoje w wybanej dacie. Cena za pokój (nie za osobę).

source: We will never sell your personal information and we use secure transmission and encrypted storage to protect your personal information.
pl_pl: Nigdy nie sprzedajemy Twoich danych osobowych i używamy bezpieczną transmisję i zaszyfrowane przechowywanie, by chronić Twoje dane osobowe.

source: 1 Million real reviews, Hostels with free breakfast, maps, photos, search by districts, train stations and more…
pl_pl: 1 Million prawdziwych opinii, Hostele z bezpłatnym śniadaniem, mapy, zdjęcia, wyszukiwanie za pomocą dzielnic, dworców kolejowych i nie tylko ...

source: Instant email confirmation
pl_pl: Wiadomość potwierdzająca rezerwację

source: it only takes 2 minutes
pl_pl: To zajmie tylko 2 minuty

source: Print the map
pl_pl: Drukuj mapę

source: Landmark:
pl_pl: Punkt orientacyjny:

source: District:
pl_pl: Dzielnica:

source: You got the best price!
pl_pl: Masz najlepszą cenę!

source: Filter by:
pl_pl: Filtruj przez

source: Filter result:
pl_pl: Filtruj wyniki:

source: Price Range
pl_pl: Przedział cenowy

source: Rating
pl_pl: Ocena

source: Property type
pl_pl: Rodzaj obiektu:

source: All property types
pl_pl: Zobacz wszystkie obiekty

source: Landmarks
pl_pl: Punkty orientacyjne

source: Districts
pl_pl: Dzielnice

source: Facilities
pl_pl: Media

source: Reset filters
pl_pl: Usuń filtry

source: Best Price, we guarantee it!
pl_pl: Najlepsza cena, gwarantujemy!

source: Expand map
pl_pl: Powiększ mapę

source: Payment already made
pl_pl: Płatność została już dokonana

source: Nbr 1
pl_pl: Nr 1

source: Membership card required
pl_pl: Karta członkowska jest wmagana

source: No membership card required
pl_pl: Karta członkowska nie jest wymagana

source: Sorry but there are no availabilities for the selected dates. Next available dates are:
pl_pl: Przepraszamy, ale nie ma wolnych miejsc w wybranym terminie. Kolejne dostępne daty to:

source: Price Range:
pl_pl: Przedział cenowy:

source: Rating Range:
pl_pl: Skala opinii:

source: For all ages
pl_pl: Dla każdego wieku

source: See Map
pl_pl: Zobacz Mapę

source: This property has wireless acess on site.
pl_pl: Ten obiekt ma dostęp do WiFi na miejscu.

source: This property provides free breakfast. This is more savings for you!
pl_pl: Ten obiekt zapewnia bezpłatne śniadanie. To więcej oszczędności dla Ciebie!

source: This property has been rated safe by other travellers like you.
pl_pl: Obiekt został oceniony jako bezpieczny przez innych podróżujących jak Ty.

source: Best Prices - Instant confirmation - Safe Hostels
pl_pl: Najlepsze ceny - Potwierdzenie - Bezpieczne Hostele

source: Guaranteed – Immediate – Safe
pl_pl: Gwarancja - Szybkość - Bezpieczeństwo

source: Showing between %s - %s
pl_pl: Pomiędzy %s - %s

source: Please enter dates to see all properties in %s
pl_pl: Proszę wybrać daty, by zobaczyć wszysktie obiekty w %s

source: Compare all hostels in %s
pl_pl: Porównaj wszystkie schorniska młodzieżowe w %s

source: Hostels in %s
pl_pl: Schroniska Młodzieżowe w %s

source: Hotels in %s
pl_pl: Hotele w %s

source: Apartments in %s
pl_pl: Apartamenty w %s

source: Rooms in %s
pl_pl: Pokoje w %s

source: Camping in %s
pl_pl: Camping w %s

source: Properties in %s
pl_pl: Schroniska Młodzieżowe w %s

source: Hostels close to %s
pl_pl: Schroniska Młodzieżowe w pobliżu %s

source: Hotels close to %s
pl_pl: Hotele w pobliżu %s

source: Apartments close to %s
pl_pl: Apartamenty w pobliżu %s

source: Rooms close to %s
pl_pl: Pokoje w pobliżu %s

source: Camping close to %s
pl_pl: Camping w pobliżu %s

source: Properties close to %s
pl_pl: Schroniska Młodzieżowe w pobliżu %s

source: Hostels in the %s district
pl_pl: Schroniska Młodzieżowe w dzielnicy %s

source: Hotels in the %s district
pl_pl: Hotele w dzielnicy %s

source: Apartments in the %s district
pl_pl: Apartamenty w dzielnicy %s

source: Rooms in the %s district
pl_pl: Pokoje w dzielnicy %s

source: Camping in the %s district
pl_pl: Camping w dzielnicy %s

source: Properties in the %s district
pl_pl: Schroniska Młodzieżowe w dzielnicy %s

source: %s – Hostels in %s. Maps for %s, Photos and Reviews for each Hostel in %s.
pl_pl: %s - Schroniska Młodzieżowe w %s, Mapy dla %s, Zdjęcia i Recenzje dla każdego Schroniska Młodzieżowego w %s.

source: %s – Hotels in %s. Maps for %s, Photos and Reviews for each Hotel in %s.
pl_pl: %s - Hotele w %s, Mapy miasta %s, Zdjęcia i Recenzje dla każdego Hotelu w mieście %s.

source: %s – Apartments in %s. Maps for %s, Photos and Reviews for each Apartment in %s.
pl_pl: %s - Apartamenty w %s, Mapy miasta %s, Zdjęcia i Recenzje dla każdego Apartamentu w mieście %s.

source: %s – Rooms in %s. Maps for %s, Photos and Reviews for each room in %s.
pl_pl: %s - Pokoje w %s, Mapy miasta %s, Zdjęcia i Recenzje dla każdego pokoju w mieście %s.

source: %s – Camping in %s. Maps for %s, Photos and Reviews for each camping in %s.
pl_pl: %s - Camping w %s, Mapy miasta %s, Zdjęcia i Recenzje dla każdego campingu w mieście %s.

source: %s – Properties in %s. Maps for %s, Photos and Reviews for each properties in %s.
pl_pl: %s - Schroniska Młodzieżowe w %s, Mapy dla %s, Zdjęcia i Recenzje dla każdego Schroniska Młodzieżowego w %s.

source: %s – Hostels close to %s. Maps for %s, Photos and Reviews for each Hostel in %s.
pl_pl: %s - Schroniska Młodzieżowe w pobliżu %s. Mapy dla %s, Zdjecia i Recenzje dla każdego Schroniska Młodzieżowego w %s.

source: %s – Hotels close to %s. Maps for %s, Photos and Reviews for each Hotel in %s.
pl_pl: %s - Hotele w pobliżu %s. Mapy dla %s, Zdjecia i Recenzje dla każdego Hotelu w %s.

source: %s – Apartments close to %s. Maps for %s, Photos and Reviews for each Apartment in %s.
pl_pl: %s - Apartamenty w pobliżu %s. Mapy dla %s, Zdjecia i Recenzje dla każdego Apartamentu w %s.

source: %s – Rooms close to %s. Maps for %s, Photos and Reviews for each room in %s.
pl_pl: %s - Pokoje w pobliżu %s. Mapy dla %s, Zdjecia i Recenzje dla każdego pokoju w %s.

source: %s – Camping close to %s. Maps for %s, Photos and Reviews for each camping in %s.
pl_pl: %s - Camping w pobliżu %s. Mapy dla %s, Zdjecia i Recenzje dla każdego campingu w %s.

source: %s – Properties close to %s. Maps for %s, Photos and Reviews for each properties in %s.
pl_pl: %s - Schroniska Młodzieżowe w pobliżu %s. Mapy dla %s, Zdjecia i Recenzje dla każdego Schroniska Młodzieżowego w %s.

source: %s – Hostels in the %s district. Maps for %s, Photos and Reviews for each Hostel in %s.
pl_pl: %s - Schroniska młodzieżowe w dzielnicy %s. Mapy dla %s, Zdjęcia i Recenzje dla każdego Schroniska Młodzieżowego w %s.

source: %s – Hotels in the %s district. Maps for %s, Photos and Reviews for each Hotel in %s.
pl_pl: %s - Hotele w dzielnicy %s, Mapy dzielnicy %s, Zdjęcia i Recenzje dla każdego Hotelu w dzielnicy %s.

source: %s – Apartments in the %s district. Maps for %s, Photos and Reviews for each Apartment in %s.
pl_pl: %s - Apartamenty w dzielnicy %s, Mapy dzielnicy %s, Zdjęcia i Recenzje dla każdego Apartamentu w dzielnicy %s.

source: %s – Rooms in the %s district. Maps for %s, Photos and Reviews for each room in %s.
pl_pl: %s - Pokoje w dzielnicy %s, Mapy dzielnicy %s, Zdjęcia i Recenzje dla każdego pokoju w dzielnicy %s.

source: %s – Camping in the %s district. Maps for %s, Photos and Reviews for each camping in %s.
pl_pl: %s - Camping w dzielnicy %s, Mapy dzielnicy %s, Zdjęcia i Recenzje dla każdego campingu w dzielnicy %s.

source: %s – Properties in the %s district. Maps for %s, Photos and Reviews for each properties in %s.
pl_pl: %s - Schroniska młodzieżowe w dzielnicy %s. Mapy dla %s, Zdjęcia i Recenzje dla każdego Schroniska Młodzieżowego w %s.

source: No. Beds
pl_pl: Liczba łóżek

source: No. Rooms
pl_pl: Liczba pokoi

source: No. Beds available
pl_pl: Liczba dostępnych łóżek

source: No. Rooms available
pl_pl: Liczba dostępnych pokoi

source: Enter a property name
pl_pl: Wpisz nazwę schroniska młodzieżowego

source: Enter a city name
pl_pl: Wpisz nazwę miasta

source: Overall
pl_pl: Ogólnie

source: Compare all properties in %s
pl_pl: Porównaj wszystkie schorniska młodzieżowe w %s

source: Avantages
pl_pl: Korzyści

source: Numéro de dossier et email de confirmation
pl_pl: Numer dokumentu i potwierdzenie e-mail

source: Réservation sécurisée
pl_pl: Zabezpieczone

source: People:
pl_pl: Osoby:

source: Click to enlarge
pl_pl: Kliknij aby powiększyć

source: Réserver %s
pl_pl: Rezerwuj %s

source: Availability (max)
pl_pl: Dostępność (max)

source: Connexion
pl_pl: Zaloguj

source: More Options
pl_pl: Więcej Opcji

source: Less Options
pl_pl: Mniej Opcji

source: acceptée par l'établissement
pl_pl: akceptowane przez schronisko młodzieżowe

source: Select number of beds
pl_pl: Wybierz liczbę łóżek

source: Select number of rooms
pl_pl: Wybierz liczbę pokoi

source: Important information: Maestro cards must be from Great-Britain.
pl_pl: Ważna informacja: Karta Maestro musi być z Wielkiej Brytanii.

source: Watch the Video
pl_pl: Obejrzyj filmik

source: Video
pl_pl: Filmik

source: Sold out!
pl_pl: Wyprzedane

source: Select card
pl_pl: Wybierz kartę

source: Search by property
pl_pl: Szukaj wg nazwy schroniska młodzieżowego

source: Search by city
pl_pl: Szukaj wg nazwy miasta

source: Maximum number of guests in the dorm
pl_pl: Maksymalna liczba gości w dormitorium

source: Maximum number of guests in the room
pl_pl: Maksymalna liczba osób w tym pokoju

source: Female Dorm = Dorm for women only
pl_pl: Dormitorium dla kobiet = Dormitorium tylko dla kobiet

source: Male Dorm = Dorm for men only
pl_pl: Dormitorium dla mężczyzn = Dormitorium tylko dla mężczyzn

source: Mixed Dorm = Dorm for women and men
pl_pl: Dormitorium mieszane = Dormitorium dla kobiet i mężczyzn

source: Ensuite = Bathroom inside the dorm
pl_pl: Pokój z łazienką = Łazienka dostępna w pokoju

source: Shared Bathroom = Bathroom not in the dorm
pl_pl: Łazienka dzielona = Łazienka na korytarzu

source: Single room = Room with 1 single bed for 1 person
pl_pl: Pokój jednoosobowy = pokój z 1 pojedynczym łóżkiem dla 1 osoby
