Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_xo.po
Languages: ru_ru

source: You are no longer waiting to chat and may close this window.
ru_ru: Вы можете закрыть окно разговора

source: Please wait, you are next in line.
ru_ru: Пожалуйста, подождите, вы следующий в очереди

source: Hello! To better serve you, an agent is available and can help you reserve a room. Would you chat with him?
ru_ru: Здравствуйте! Для вашего удобства, агент поможет вам забронировать комнату. Хотите поговорить с ним?

source: Did this chat help?
ru_ru: Мы помогли вам?

source: Was the representative friendly?
ru_ru: Наш представитель был дружелюбен?

source: Booking Number
ru_ru: Номер брони

source: Property number
ru_ru: Номер места проживания

source: English
ru_ru: Английский

source: French
ru_ru: Французский

source: Spanish
ru_ru: Испанский

source: German
ru_ru: Немецкий

source: Finnish
ru_ru: Финский

source: Portuguese
ru_ru: Португальский

source: Italian
ru_ru: Итальянский

source: Russian
ru_ru: Русский

source: Czech
ru_ru: Чешский

source: Hungarian
ru_ru: Венгерский

source: Polish
ru_ru: Польский

source: Chinese
ru_ru: Китайский

source: Japanese
ru_ru: Японский

source: Korean
ru_ru: Корейский

source: Suedish
ru_ru: Шведский

source: Dutch
ru_ru: Датский

source: Cell phone number
ru_ru: Номер мобильного телефона

source: Last bookings
ru_ru: Последняя бронь

source: %s Hostels in %s
ru_ru: Хостелы Hostels %s - %s

source: 5$/night + compare %s cheap
ru_ru: хостелов в %s

source: accomodations in %s.
ru_ru: размещение в %s

source: 5$/night + compare %s cheap
ru_ru: $5/ночь + сравнить недорогие %s

source: Hello. Would you prefer to use %s in %s. Same properties, same great prices!
ru_ru: Здравствуйте. Хотите использовать %s на %s. Такое же отличное размещение, такие же отличные цены!

source: Yes please.
ru_ru: Да, пожалуйста.

source: No thank you
ru_ru: Нет, спасибо

source: movie
ru_ru: кино

source: address
ru_ru: адрес

source: contact info
ru_ru: контактная инфомация

source: telephone
ru_ru: телефон

source: You can safely book online:
ru_ru: Вы можете безопасно сделать бронь в режиме онлайн:

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses…
ru_ru: Ассоциации, коммерческие палаты, школы, университеты, дневные центры, спортивные лагеря, города с услугами для молодежи, туристкие офисы, союзы, общественные союзы, бизнес....

source: Click here to book for your group in more than 30,0000 facilities around the world. Your reservation is guaranteed and immediate.
ru_ru: Нажмите здесь, чтобы забронировать место для вашей группы в более чем 30,000 заведениях. Ваша бронь гарантирована и будет размещена немедленно.

source: Thank you for your question.
ru_ru: Спасибо за вопрос.

source: Please do not hesitate to contact us again if you have any questions.
ru_ru: Пожалуйста, свяжитесь с нами снова, если у вас возникнут вопросы.

source: Chris
ru_ru: Крис

source: Customer Service
ru_ru: Служба по обслуживанию клиентов

source: Price per person (Dorm shared with others)
ru_ru: Стоимость за человека (размещение в общежитии с другими людьми)

source: You must pay for the whole private room, even if you do not need all the beds. The room can not be shared.
ru_ru: Вы должны будете оплатить стоимость за отдельную комнату, даже если вы не воспользуетесь всеми кроватями.

source: Private room Double bed = 1 bed for 2 people in 1 private room
ru_ru: Отдельная комната Двуспальная кровать = 1 кровать для двух человек в отдельной комнате

source: Private room 2 beds = 2 single beds in 1 private room
ru_ru: Отдельная комната 2 кровати = 2 односпальные кровати в отдельной комнате

source: Close Chat
ru_ru: Закрыть разговор

source: Payment in English pounds:
ru_ru: Оплата в английских фунтах:

source: keep Credit card on file
ru_ru: Сохранить данные кредитной карты

source: Change credit card on file
ru_ru: Изменить данные сохраненной кредитной карты

source: Your credit card on file has been changed.
ru_ru: Данные вашей кредитной карты были изменены.

source: Select which credit to use.
ru_ru: Выберите кредитную карту для оплаты.

source: Select which credit card to delete
ru_ru: Выберите кредитную карту для удаления

source: Select which credit card to change
ru_ru: Выберите кредитную карту для изменения

source: Enter new credit card information
ru_ru: Ввести данные новой кредитной карты

source: Credit Card information is encrypted and secure
ru_ru: Информация по кредитной карте защищена и гарантирована

source: Last reservations:
ru_ru: Последняя бронь:

source: Review
ru_ru: Обзор

source: Provide a review
ru_ru: Написать обзор

source: Review provided
ru_ru: Обзор предоставлен

source: Mobile version
ru_ru: Версия для мобильного

source: This property requires a minimum stay of %d night
ru_ru: Этот объект требует минимального размещение на %d ночь

source: This property requires a minimum stay of %d nights
ru_ru: Этот объект требует минимального размещение на %d ночь

source: Sorry, no rooms are available for all the nights you have selected
ru_ru: Извините, нет достаточного количества комнат на все выбранные ночи

source: Please remember:
ru_ru: Пожалуйста, помните:

source: We cannot recommend a property over another one.
ru_ru: Мы не может давать рекомендации по какому-либо объекту или сравнивать их с другим.

source: We only provide contact information (Email, telephone number…) in the confirmation email after you have made a reservation.
ru_ru: Мы только предоставляем контактную информацию (емэйл, телефонный номер...) в письме подтверждении, после того, как вы разместили бронь

source: You do not need a yearly membership card to reserve on our website.
ru_ru: Вам не нужна годовая членская карта, чтобы сделать бронь на нашем сайте.

source: Property availability error
ru_ru: Произошла ошибка при проверки наличия свободных мест

source: Data unavailable. Please try again.
ru_ru: Данные недоступны. Пожалуйста, попробуйте снова.

source: No rooms available for the selected nights.
ru_ru: На выбранные ночи комнат в наличии нету.

source: No rooms available for this property.
ru_ru: Нет комнат в наличии в данном объекте.

source: Transaction Secured and encrypted
ru_ru: Транзакция защищена и закодирована

source: This property has a minimum stay of %d nights
ru_ru: Этот объект требует минимального размещение на %d ночь

source: You must have a valid credit card to book on %s
ru_ru: Вы должны предоставить действительную кредитную карту для брони на %s

source: Reservations in the past hour.
ru_ru: Бронь за последний час.

source: Add Favorite
ru_ru: Добавить в Favourite

source: Recently Viewed Hostels
ru_ru: Хостелы, которые вы недавно посмотрели

source: Top rated hostels in %s
ru_ru: Лучшие отели в %s

source: View favorites
ru_ru: Посмотреть Favourite

source: Remove this property
ru_ru: Убрать данный объект

source: remove
ru_ru: убрать

source: Add
ru_ru: Добавить

source: Terms and Conditions.
ru_ru: Условия и Соглашения

source: Official site
ru_ru: Официальный сайт

source: +Compare All Cheap Properties.
ru_ru: +Сравнить все недорогие места проживания.

source: +Compare 100 Cheap Properties.
ru_ru: +Сравнить 100 недорогих мест проживания.

source: Reviews - Maps - Photos.
ru_ru: Обзоры - Карты - Фото

source: This property has a maximun stay of %s nights
ru_ru: Этот объект требует минимального размещение на %s ночь

source: This property has a maximum of %s nights
ru_ru: Этот объект требует минимального размещение на %s ночь

source: You must have a valid credit card to book on this website.
ru_ru: У вас должна быть действующая кредитная карта, чтобы произвести бронь на этом сайте.

source: Or type a property name or city
ru_ru: Или напечатайте название места проживания или город

source: 2 X your deposit.
ru_ru: 2 X ваш депозит.

source: 2 Times your deposit.
ru_ru: Ваш двойной депозит.

source: Twice your deposit.
ru_ru: Ваш двойной депозит.

source: Safe for Women
ru_ru: Безопасно для женщин

source: Property rated safe by other female customers.
ru_ru: Место проживания отмечано другими представителями женскоо пола как безопасное.

source: Check Availability
ru_ru: Проверить наличие

source: Change dates
ru_ru: Изменить даты

source: This property does not offer any dorms.
ru_ru: Это место не предлагает общежития

source: This property does not offer any private rooms.
ru_ru: Это место не предлагает отдельных комнат.

source: Phone (please include the country code)
ru_ru: Телефон (пожалуйста, укажите код страны)

source: Text/SMS (Free)
ru_ru: Текст/СМС (бесплатно)

source: Please make sure you have included the country code in your phone number above
ru_ru: Пожалуйста, удостоверьтесь в том, что вы указали код страны в телефонном номере выше

source: Check your reservation on your mobile
ru_ru: Проверить бронь через мобильный

source: Reservation
ru_ru: Моя бронь

source: Message to Parents
ru_ru: Послать Сообщение Родителям

source: Why booking with us ?
ru_ru: В чем преимущество брони через нас?

source: Auberge
ru_ru: Хостел

source: Groupes
ru_ru: Группы

source: Pour tous les âges: ni maximum ni minimum.
ru_ru: Для всех возрастов: нет максимума или минимума.

source: Un service clientèle de qualité disponible %s prêt à vous guider à tout moment.
ru_ru: Качественная служба обслуживания клиентов доступна в %s и готова прийти к вам на помощь в любое время.

source: Internet Access
ru_ru: Доступ к Интернету

source: Free Internet
ru_ru: Бесплатный Интернет

source: Deal of the Day
ru_ru: Сделка Дня

source: Fun
ru_ru: Развлечения

source: Payer seulement 10% maintenant
ru_ru: Сейчас вы оплачиваете только 10%

source: Car Parking
ru_ru: Стоянка для автомобилей

source: 24 hour hot showers
ru_ru: 24 четырёх часовой горячий душ

source: Washing machines
ru_ru: Стиральные машины

source: Air Conditioning
ru_ru: Кондиционер

source: Lounge area
ru_ru: Гостиная

source: Restaurant
ru_ru: Ресторан

source: Swimming Pool
ru_ru: Бассейн

source: Bar
ru_ru: Бар

source: Credit cards accepte
ru_ru: Кредитная карта принята

source: No curfew
ru_ru: Нет комендантского часа

source: 24 hour reception
ru_ru: 24 часовой прием

source: Safety deposit
ru_ru: Сохранный депозит

source: Self-catering Facili
ru_ru: Гостиницы типа фонда

source: Currency Exchange
ru_ru: Обмен валюты

source: Tours/Travel Desk
ru_ru: Туры / Бюро Путешествий

source: Wheelchair accessibl
ru_ru: Доступ с инвалидным креслом имеется

source: Nightclub
ru_ru: Ночной клуб

source: Games room
ru_ru: Игровая комната

source: Free city tour
ru_ru: Бесплатная экскурсия по городу

source: Pool table(s)
ru_ru: Бильярдный стол (ы)

source: ATM / cash machine
ru_ru: ATM / банкомат

source: Internet access in p
ru_ru: Доступ к Интернету

source: Bicycle hire
ru_ru: Прокат велосипедов

source: Wake-up calls
ru_ru: Звонок разбуждения

source: Bar(s)
ru_ru: Бар (ы)

source: Café
ru_ru: Кафе

source: Elevator / lift(s)
ru_ru: Лифт / лифт (ы)

source: Safe deposit box at
ru_ru: Сейф в

source: Children's play area
ru_ru: Детская площадка

source: Cot / crib
ru_ru: Детская кровать / кроватки

source: Infant bed
ru_ru: Младенческая кровать

source: Dry cleaning
ru_ru: Химчистка

source: Laundry service
ru_ru: Услуги прачечной

source: Reception (limited h
ru_ru: Прием (по определённым часам)

source: Late check-out
ru_ru: Поздний выезд

source: Common area / room
ru_ru: Общая площадь / номер

source: Communal kitchen
ru_ru: Коммунальная кухня

source: Television room
ru_ru: Телевизионные комнаты

source: Conference / meeting
ru_ru: Конференции / встречи

source: Photocopying
ru_ru: Ксерокопирование

source: Steam room
ru_ru: Парная

source: Pets allowed
ru_ru: Домашние животные

source: Concierge
ru_ru: Консьерж

source: Outside area
ru_ru: За пределами области

source: Banqueting facilitie
ru_ru: Банкетные залы

source: Room service (limite
ru_ru: Обслуживание в номерах (ограниченное)

source: Internet café
ru_ru: Интернет кафе

source: Newspapers
ru_ru: Газеты

source: High chair
ru_ru: Высокий стул

source: Express check-in / o
ru_ru: Ускоренная регистрация в / о

source: Room service (24 hou
ru_ru: Обслуживание в номерах (24 часа)

source: Onsite shop(s)
ru_ru: На месте магазина (ов)

source: Solarium
ru_ru: Солярий

source: BBQ area
ru_ru: Барбекю зона

source: Gym
ru_ru: Спортзал

source: Hot tub / jacuzzi
ru_ru: Горячая ванна / джакузи

source: Sauna
ru_ru: Сауна

source: Tennis court(s)
ru_ru: Теннисный корт (ы)

source: Beauty salon
ru_ru: Салон красоты

source: Hair salon
ru_ru: Парикмахерская

source: Barber
ru_ru: Парикмахер

source: Supervised child car
ru_ru: Контролируемые автомобиль ребенка

source: Golf course
ru_ru: Поле для гольфа

source: Fitness centre
ru_ru: Фитнес-центр

source: Crèche
ru_ru: Детские ясли

source: Internet / Wi-Fi
ru_ru: Интернет / Wi-Fi

source: Secure lockers
ru_ru: Безопасные шкафы

source: Airport Pick Up
ru_ru: Аэропорт Подборная

source: Linen Included
ru_ru: Постельное белье включено

source: Towels
ru_ru: Полотенца

source: Luggage Storage
ru_ru: Камера хранения багажа

source: Telephone/Fax Facilities
ru_ru: Телефон / Факс услуги

source: Travel Desk/Travel Info
ru_ru: Бюро путешествий / Путешествия Инфо

source: Common Room
ru_ru: Общая комната

source: Lift / Elevator
ru_ru: Лифт / Лифт

source: 24-hour check in
ru_ru: 24-часовые прибытия

source: WiFi in Lobby
ru_ru: Wi-Fi в лобби

source: Free Car Park
ru_ru: Бесплатная Парковка

source: No Smoking
ru_ru: Не курить

source: Wheelchair Friendly
ru_ru: Доступный для инвалидных колясок

source: Bike Parking
ru_ru: Парковка Велосипедов

source: web access in lobby
ru_ru: Интернет-доступ в вестибюле

source: web access in room
ru_ru: Интернет-доступ в номере

source: Security Lockers
ru_ru: Безопасные Шкафы

source: Key Card Access
ru_ru: Основная карта доступа

source: Breakfast Not Included
ru_ru: Завтрак Не Включаеться

source: Laundry
ru_ru: Прачечная

source: Bureau de Change
ru_ru: Бюро обмена валюты

source: WiFi in Room
ru_ru: Wi-Fi в номере

source: Health Spa
ru_ru: Оздоровительный Спа

source: children not allowed
ru_ru: дети не допускаются

source: Meeting Facilities
ru_ru: Конференц Зал

source: Credit Cards Accepted
ru_ru: Кредитные Карты Принимаються

source: Guest Kitchen
ru_ru: Кухня для Гостей

source: Children Friendly
ru_ru: Доступный для Детей

source: Babysitting Service
ru_ru: Услуги няни

source: Smoking Rooms
ru_ru: RussianEnglishSpanishНомера для некурящих

source: No Lockout
ru_ru: Нет локаут

source: Taxes included in price
ru_ru: Налоги, включаються в цену

source: Car Parking Available
ru_ru: Парковка Доступна

source: Pets Accepted
ru_ru: Животные Принимаются

source: Age Restriction
ru_ru: Ограничение по Возрасту

source: Free Internet Access
ru_ru: Бесплатный Доступ к Интернету

source: Airport Pickup
ru_ru: Встреча в Аэропорту

source: Luggage Room
ru_ru: Камера номер

source: Linen
ru_ru: Белье

source: Towel
ru_ru: Полотенце

source: That card number is invalid
ru_ru: Это номер карты является недействительным

source: That card expiry date is invalid
ru_ru: Эта дата истечения срока действия карты является недействительным

source: That Card Start Date Is Invalid
ru_ru: Это дата начала карты недопустимый

source: That card type is invalid
ru_ru: Этот тип карты является недействительным

source: That card security code is invalid
ru_ru: Этот код безопасности карты является недействительным

source: That Card Issue Number Is Invalid
ru_ru: Номер выпуска этой карты являеться невным

source: Travel is better with friends. Share this on FaceBook
ru_ru: Путешествие лучше с друзьями. Разделите это на FaceBook

source: Add info@NoFeesHostels.com to your address book to make sure you receive the NoFeesHostels.com newsletter.
ru_ru: Добавить info@NoFeesHostels.com в адресную книгу, чтобы убедиться, что вы получите бюллетень NoFeesHostels.com.

source: Having trouble seeing this email? Read the online version here.
ru_ru: Имея проблемы с просмотром этого письма? Читайте онлайн-версию здесь.

source: Tell a friend
ru_ru: Рассказать другу

source: Top cities. Book Now!
ru_ru: Лучшие города. Бронируйте сейчас!

source: Exceptional
ru_ru: Исключительный

source: Very good
ru_ru: Очень хорошо

source: Good
ru_ru: Хорошо

source: Please enter the traveller information (the traveller and the person paying for this booking can be different). Only 1 traveller required if you are 2 or more. You can use the email confirmation to request a Visa at your closest consulate.
ru_ru: Пожалуйста, введите информацию путешественника (путешественник и человек которой оплачивает за этот заказ может быть разным). Только 1 путешественник требуется, если 2 или более. Вы можете использовать электронную почту подтверждение запроса визы в ближайший консульство.

source: We guarantee:
ru_ru: Мы гарантируем:

source: Booking on our website is safe. When you reserve with us your details are protected by a secure connection.
ru_ru: Бронирование на нашем сайте является безопасным. Когда вы бронируете с нами, ваши данные будут защищены через безопасное соединение.

source: Your privacy is protected. Your details will only be used to guarantee your booking.
ru_ru: Ваша частная жизнь защищена. Ваши данные будут использоваться только для гарантии бронирования.

source: No booking fees. You receive the best price.
ru_ru: Нет сборов бронирования. Вы получаете лучшую цену.

source: Best Price Guarantee. Found the same room at a lower price? We'll match it.
ru_ru: Гарантия лучшей цены. Нашли такуюже комнату, по более низкой цене? Мы предоставим такуюже цену.

source: Max guests per dorm
ru_ru: Максимальное количество гостей в общежитие

source: Max guests per room
ru_ru: Максимальное количество людей в этой комнате

source: Maximum number of guests per dorm.
ru_ru: Максимальное количество гостей в общежитии.

source: Maximum number of guest per room.
ru_ru: Максимальное количество людей в этой комнате

source: Available beds for the selected dates. Price per person (not per room). 1 person per bed maximum.
ru_ru: Наличие мест для выбранных дат. Цена на человека (не по комнате). 1 человек в постели максимум.

source: Available rooms for the selected dates. Price per room (not per person).
ru_ru: Наличие номеров для выбранных дат. Цена за номер (не за человека).

source: 1 Million real reviews, Hostels with free breakfast, maps, photos, search by districts, train stations and more…
ru_ru: 1 Миллион реальных отзывов, Хостелы с бесплатным завтраком, карты, фотографии, поиск по районам, на вокзалах и многое другое ...

source: Instant email confirmation
ru_ru: Мгновенное подтверждение по электронной почте

source: it only takes 2 minutes
ru_ru: Это займет всего только 2 минуты

source: Print the map
ru_ru: Распечатать карту

source: Landmark:
ru_ru: Ориентир:

source: District:
ru_ru: Район:

source: You got the best price!
ru_ru: Вы получили наилучшую цену!

source: Filter result:
ru_ru: Фильтр результатов:

source: Price Range
ru_ru: Диапазон цен

source: All property types
ru_ru: Все типы проживания

source: Landmarks
ru_ru: Достопримечательности

source: Best Price, we guarantee it!
ru_ru: Лучшая цена. Мы гарантируем

source: Expand map
ru_ru: Увеличить карту

source: Payment already made
ru_ru: Оплату уже сделали

source: Nbr 1
ru_ru: Номер 1

source: Membership card required
ru_ru: Членская карточка требуется

source: No membership card required
ru_ru: Членская карточка не требуется

source: Sorry but there are no availabilities for the selected dates. Next available dates are:
ru_ru: Извините, но нет доступностых мест для выбранной дат. Следующее свободные даты, являются:

source: For all ages
ru_ru: Для всех возрастов

source: See Map
ru_ru: Карта

source: This property has wireless acess on site.
ru_ru: Этот объект имеет беспроводной доступ к интернету.

source: This property provides free breakfast. This is more savings for you!
ru_ru: В этом отеле предоставляется бесплатный завтрак. Это больше, экономии для вас!

source: This property has been rated safe by other travellers like you.
ru_ru: Это место проживания отмечано другими путешественниками как безопасное.

source: Best Prices - Instant confirmation - Safe Hostels
ru_ru: Лучшие цены - мгновенное подтверждение - Безопасные хостелы

source: Guaranteed – Immediate – Safe
ru_ru: Гарантированное - Немедленное - Безопасное

source: Showing between %s - %s
ru_ru: Показаны между %s - %s

source: Please enter dates to see all properties in %s
ru_ru: Пожалуйста, введите даты, чтобы увидеть все места в %s

source: Compare all hostels in %s
ru_ru: Сравнить все общежитиях в %s

source: No. Beds
ru_ru: Количество Кроватей

source: No. Rooms
ru_ru: Количество Комнат

source: No. Beds available
ru_ru: Количество Доступных Кроватей

source: No. Rooms available
ru_ru: Количество Доступных Комнат

source: Enter a property name
ru_ru: Введите имя свойства

source: Enter a city name
ru_ru: Введите название города

source: Overall
ru_ru: Общие

source: Compare all properties in %s
ru_ru: Сравнить все общежитиях в %s

source: Internet
ru_ru: Интернет

source: Avantages
ru_ru: Преимущества

source: Numéro de dossier et email de confirmation
ru_ru: Номер файла и письмо подтверждение по электронной почте

source: Réservation sécurisée
ru_ru: Бронь гарантирована

source: People:
ru_ru: Человек:

source: Click to enlarge
ru_ru: Нажмите, чтобы увеличить

source: Réserver %s
ru_ru: Бронировать %s

source: Availability (max)
ru_ru: Наличие (макс)

source: Connexion
ru_ru: Войти

source: acceptée par l'établissement
ru_ru: принятое собственностью

source: Select number of beds
ru_ru: Выберите число коек

source: Select number of rooms
ru_ru: Выберите количество номеров

source: Video
ru_ru: Видео

source: Sold out!
ru_ru: Продано!

source: Select card
ru_ru: Выберите карту

source: Search by property
ru_ru: Поиск по собственности

source: Search by city
ru_ru: Поиск по городам

source: Maximum number of guests in the dorm
ru_ru: Максимальное количество гостей в общежитии

source: Female Dorm = Dorm for women only
ru_ru: Женское Общежитие = Общежитие только для женщин

source: Male Dorm = Dorm for men only
ru_ru: Мужское Общежитие = Общежитии только для мужчин

source: Mixed Dorm = Dorm for women and men
ru_ru: Смешанное Общежитие = Общежитие для женщин и мужчин

source: Ensuite = Bathroom inside the dorm
ru_ru: Частная Ванная Комната = Ванная внутри общежития

source: Shared Bathroom = Bathroom not in the dorm
ru_ru: Общая Ванная Комната = Ванная не находиться в общежитии

source: Single room = Room with 1 single bed for 1 person
ru_ru: Одноместный номер = Комната с 1 односпальной спальнаяю для 1 посетителя

source: Double Room = Room with 1 double bed for 2 people
ru_ru: Двухместный номер = Комната с 1 двуспальной спальнаяю для 2 посетителей

source: Twin Room = Room with 2 single beds for 2 people
ru_ru: Двойной номер = Комната с двумя односпальными кроватями для 2 посетителей

source: Triple room = Room sleeps 3 people
ru_ru: Трехместный номер = Комната для 3 посетителей

source: Ensuite = Bathroom inside the room
ru_ru: Частная Ванная Комната = Ванная комната в комнате

source: Shared Bathroom = Bathroom not in the room
ru_ru: Общая Ванная Комната = Ванная комната не находиться в комнате

source: Deposit will be charged in Pounds.
ru_ru: Депозит будет снят в фунтах

source: First price per room from: %s
ru_ru: Первая цена за номер от: %s

source: First price per person from: %s
ru_ru: Первая цена на человека от: %s

source: Only with Internet access
ru_ru: Только с доступом к Интернету

source: Dorms
ru_ru: Общежития

source: Private rooms
ru_ru: Отдельные номера

source: Photos
ru_ru: Фото

source: Languages courses at a very affordable price
ru_ru: Курсы для изучения языков по очень доступным ценам

source: Your deposit will be charged in British pounds.
ru_ru: Ваш депозит будет взиматься в британских фунтах.
