Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Hébergement pour l'
fi_fi: Kaikki halvat hostellit -
it_it: Sistemazione in tutta
ja_jp: のための宿泊施設
pt_br: Acomodação na

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension ? N’allez pas plus loin, tous les bons plans sont sur %s
fi_fi: Etsitkö halpaa hostellia, retkeilymajaa, edullista hotellia, huoneistoa tai aamiaismajoitusta? Älä etsi enää, kaikki tarjoukset ovat sivustolla %s
it_it: Ricerca di un Ostello, un Hostel, un Albergo, un appartamento, una stanza, un Bed and Breakfast o una Pensione ? Non cercate altrove, le migliori soluzioni a basso costo sono su %s.
ja_jp: ホステル、格安ホテル、アパート、1ベッドルームコテージ、ベッド＆ブレックファーストまたはでのペンションを探しですか？%sは格安の値段でお客様にご提供させていただきます
pt_br: Procurando um hostel, albergue, hotel barato, apartamento, quarto de hóspedes ou uma pensão? Não procure mais, todos os bons planos estão no %s.

source: Prix à partir de $5 la nuit par personne !
fi_fi: Hinnat alkaen 5 € per yö per henkilö!
it_it: I prezzi partono da 5 € a notte per persona!
ja_jp: 値段は一人当たり570円からです
pt_br: Preços a partir de R$ 8 por noite, por pessoa!

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez-vous aussi en toute sécurité votre auberge idéale au meilleur prix dans toutes les villes listées ci-dessous.
fi_fi: Kuten tuhannet ihmiset joka kuukausi, varaa hostellisi turvallisesti parhaaseen hintaan.
it_it: Prenotate, come altre migliaia di persone ogni mese, il vosto Ostello, Hostel o Albergo in modo sicuro e al miglior prezzo in tutte le città elencate.
ja_jp: すべての地域でベスト価格で最新更新の理想的宿泊施設です。安全なので誰でも予約ができます。すべての地区からバスや繁華街、トレンディな大学街や駅、空港などすべてのアロラクション%sに近いです。
pt_br: Faça como milhares de pessoas todos os meses, reserve com confiança uma acomodação de última hora pelo melhor preço em todas as cidades listadas abaixo.

source: Pays d'
fi_fi: Maat -
it_it: Paese di
ja_jp: 国
pt_br: País de

source: Mot de passe oublié
fi_fi: Unohtuiko salasana
it_it: Ho dimenticato la Password
ja_jp: パスワード忘れました
pt_br: Esqueceu sua senha?

source: Veuillez entrer le courriel associé à votre compte
fi_fi: Anna sähköpostiosoitteesi, joka on myös tilisi yhteydessä
it_it: Si prega di inserire l'indirizzo email associato al vostro profilo
ja_jp: 電子メールアカウントにあなたのアドレスを入力してください。
pt_br: Digite o email associado à sua conta

source: Obtenir nouveau mot de passe
fi_fi: Hanki uusi salasana
it_it: Ottieni una nuova Password
ja_jp: 新しいパスワードを取得する
pt_br: Receba uma nova senha

source: Se connecter
fi_fi: Kirjaudu sisään
it_it: Accedi
ja_jp: ログイン
pt_br: Entrar

source: Votre compte sur %s
fi_fi: Oma tili - %s
it_it: Il vostro username: %s
ja_jp: %sのあなたのアカウント
pt_br: Seu cadastro no %s

source: Retour à la
fi_fi: Takaisin
it_it: Torna indietro
ja_jp: のページへ戻る
pt_br: Voltar para

source: page d'accueil
fi_fi: kotisivu
it_it: Accoglienza
ja_jp: ホームページ
pt_br: Página Inicial

source: Changement de mot de passe
fi_fi: Vaihda salasana
it_it: Modifica la Password
ja_jp: パスワードの変更
pt_br: Alteração de senha

source: Veuillez remplir tous les champs
fi_fi: Täytä kaikki kentät
it_it: Si prega di compilare tutti i campi
ja_jp: すべてのフィールドに記入
pt_br: Preencha todos os campos

source: Modifier
fi_fi: Muokkaa
it_it: Modifica
ja_jp: 変更
pt_br: Modificar

source: Les avantanges d'avoir un compte
fi_fi: Tilin edut
it_it: Beneficia dei vantaggi nell'avere un account
ja_jp: 特典のアカウントを持つ利点
pt_br: As vantagens de ter uma conta

source: Voir l'historique de vos réservations
fi_fi: Näe varaushistoriasi
it_it: Storico delle prenotazioni
ja_jp: ご予約の歴史を見る
pt_br: Histórico de reservas

source: Évaluer les auberges visitées
fi_fi: Arvioi majapaikkasi
it_it: Valuta un Ostello, un Hostels o un Albergo visitato
ja_jp: ユースホステル滞在の評価
pt_br: Avalie os albergue visitados

source: Plus rapide lors de la réservation
fi_fi: Nopeampi varaaminen
it_it: Prenotazioni iù veloci
ja_jp: 迅速予約
pt_br: Mais rápido na reserva

source: Modifier vos informations personnelles
fi_fi: Muokkaa henkilökohtaisia tietoja
it_it: Modifica delle vostre informazioni personali
ja_jp: [編集]お客様の個人情報
pt_br: Altere suas informações pessoais

source: Vous enregistrer
fi_fi: Rekisteröidy
it_it: Registrazione
ja_jp: 登録
pt_br: Registrar

source: Créer votre compte
fi_fi: Luo tili
it_it: Creazione di un account
ja_jp: アカウントを作成
pt_br: Crie sua conta

source: La création d'un compte vous donnera accès à votre historique de réservations et d'évaluations pour les auberges de jeunesse. Veuillez entrer votre adresse de courriel et nous vous enverrons un mot de passe.
fi_fi: Tilin luomalla pääset tarkastelemaan varauksiasi ja arviointejasi. Anna sähköpostiosoitteesi ja lähetämme sinulle salasanan.
it_it: La creazione di un account vi darà accesso alla prenotazione e alla visualizzazione delle vostre prenotazioni precedenti. Inserite il vostro indirizzo email e vi invieremo la password per accedere.
ja_jp: アカウントを作成するとあなたの予約の歴史とユースホステルのレビューにアクセスできます。ご使用のメールアドレスを入力してくだると私たちがあなたにパスワードを送信します。
pt_br: A criação de uma conta dá acesso a seu histórico de reservas e avaliações de Hostéis, Albergues e Lugares. Digite seu email e nós lhe enviaremos uma senha.

source: Nouveau CAPTCHA
fi_fi: Uusi CAPTCHA
it_it: Nuovo CAPTCHA
ja_jp: 新しいCAPTCHA
pt_br: Novo CAPTCHA

source: Image CAPTCHA
fi_fi: CAPTCHA Image
it_it: Immagine CAPTCHA
ja_jp: 画像CAPTCHA
pt_br: Imagem CAPTCHA

source: Entrer le mot ci-dessus
fi_fi: Kirjoita yllä oleva sana
it_it: Inserisci le lettere sovrastanti
ja_jp: 言葉を下記の入力してください
pt_br: Digite a palavra acima

source: Entrer les numéros entendus
fi_fi: Kirjoita kuulemasi numerot
it_it: Inserisci i numeri che hai ascoltato
ja_jp: 番号を聞いて入力してください
pt_br: Digite os números ouvidos

source: Entrer le code exactement comme il apparaît:
fi_fi: Anna koodi täsmälleen kuten se näkyy:
it_it: Inserisci il codice esattamento come appare:
ja_jp: 表示されたとおりのコードをそのまま入力してください：
pt_br: Digite o código exatamente como aparece:

source: S'enregistrer
fi_fi: Rekisteröidy
it_it: Registratevi
ja_jp: 登録
pt_br: Registrar

source: Connexion à votre compte
fi_fi: Kirjaudu tilillesi
it_it: Accesso al vostro profilo
ja_jp: アカウントにログインします
pt_br: Entre na sua conta

source: Bienvenue dans la section "%s". Depuis celui-ci, vous avez accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
fi_fi: Tervetuloa luomaan "%s". Täällä voit tarkastella varauksiasi, arviointejasi, kaikkia yhteystietoja (sähköpostit, puhelinnumerot ..) ja käyttäjätietojasi.
it_it: Benvenuti nella sezione "%s". Da qui, avete accesso alle vostre prenotazioni, alle vostre valutazioni, a tutti i contatti (indirizzi email, numeri di telefono ..) e al vostro profilo utente.
ja_jp: "%s"のセクションへようこそ。ここから、あなたの予約ホステルとあなたの評価はとすべての連絡先（メール、電話番号..）と、ユーザープロファイルへのアクセスができます。
pt_br: Bem vindo à seção "%s". Daqui, você tem acesso às suas reservas em lugares, suas avaliações, seus contatos (emails, telefones...) e seu perfil de usuário.

source: Mon Compte
fi_fi: Oma tili
it_it: Il mio Account
ja_jp: マイアカウント
pt_br: Minha conta

source: Votre compte usager vous permet aussi d'effectuer plus rapidement une réservation en utilisant vos informations déjà entrées.
fi_fi: Käyttäjätilin avulla voit tehdä varauksen nopeammin käyttämällä jo antamiasi tietoja.
it_it: Il vostro profilo inoltre vi consente di effettuare una prenotazione in modo veloce utilizzando le informazioni precedentemente memorizzate.
ja_jp: ユーザーアカウントは既に入力してあるお客様の情報を使用してより迅速に予約をプロセスできます。
pt_br: Sua conta também permite fazer reservas rapidamente utilizando as informações já cadastradas.

source: S'enregister
fi_fi: Rekisteröityminen
it_it: Registrati
ja_jp: 登録
pt_br: Registrar

source: Booking Guarantee
fi_fi: Varaustakuu
it_it: Prenotazione garantita
ja_jp: 予約を保障します
pt_br: Garantia de reserva

source: Up to $100
fi_fi: Korkeintaan $100
it_it: Fino a 100€
ja_jp: 最大100ドルまで
pt_br: Até $ 100

source: In the very unlikely event your selected property does not make a bed available to you, we will refund your deposit twice up to $100. * See Details.
fi_fi: Siinä epätodennäköisessä tapauksessa että valitsemasi kohde ei tarjoa sinulle vuodepaikkaa, palautamme varausmaksusi kaksinkertaisena tai $100 asti. *Lue Yksityiskohdat.
it_it: Nell'improbabile caso in cui la struttura non abbia la disponibilià del posto letto il giorno del vostro arrivo vi restituiremo il deposito raddoppiato più 100€. * vedi dettagli.
ja_jp: 非常にありそうもないイベントでは、選択したプロパティは、我々は100ドルの2倍にデポジットを返金いたします、ベッドはあなたに利用できるようにしていません。 *を参照してください詳細
pt_br: No caso pouco provável da propriedade selecionada não ter uma cama disponível para você no dia da sua chegada, nós devolveremos duas vezes o valor de seu depósito até $100. * Veja detalhes.

source: Details:
fi_fi: Yksityiskohdat:
it_it: Dettagli:
ja_jp: 詳細:
pt_br: Detalhes:

source: You must request by email a refund within 24 hours of the arrival day noted in the confirmation email with the booking reference.
fi_fi: Palautusta täytyy pyytää sähköpostitse, vuorokauden sisällä vahvistussähköpostissa mainitusta saapumispäivästä, mainiten varauksen viitenumero.
it_it: Dovrai richiedere il rimborso entro 24 ore dalla data di arrivo indicata nella email di conferma con I riferimenti della prenotazione.
ja_jp: 電子メールで到着日の24時間以内に払い戻しを要求する必要があります。予約を参照して確認メールに記載。
pt_br: Você deve solicitar por e-mail uma restituição no prazo de 24 horas do dia da chegada registou no e-mail de confirmação com a referência de reserva.

source: Refund of the deposit will be made by credit card and/or by Paypal. Customer must have a valid Paypal account.
fi_fi: Takuumaksu palautetaan luottokortille ja/tai PayPal -tilin kautta. Asiakkaalla täytyy olla voimassaoleva Paypal-tili.
it_it: Il rimborso del deposita verrà effettuato attraverso la carta di credite e/o Paypal. Dovrete essere in possesso di un valido account con Paypal.
ja_jp: お金の払い戻しはPaypalおよび/またはクレジットカードで行われる。お客様は、有効なPaypalアカウントを持っている必要があります。
pt_br: Reembolso do depósito será feito por cartão de crédito e / ou por Paypal. Cliente deve ter uma conta válida do Paypal.

source: Maximum refund per booking and per customer: US$100
fi_fi: Maksimipalautussumma per varaus sekä per asiakas: US$100
it_it: L'importo massimo per il rimborso per prenotazione e per cliente e pari a 100€
ja_jp: 予約ごとに、顧客あたりの最大の払い戻し：100ドル
pt_br: Reembolso máximo por reserva e por cliente: EUA $ 100

source: All claims are subject to verification and/or final approval by %s.
fi_fi: %s pidättää oikeuden todentaa ja/tai lopullisesti hyväksyä kaikki ehdot.
it_it: Tutte le richieste saranno soggette a verifica a/o approvazione finale da parte di %s.
ja_jp: すべての主張、検証は%sが最終承認の対象となります。
pt_br: Todos os pedidos estão sujeitos à verificação e / ou aprovação final pelo site %s.

source: Offer only valid for deposits made by 08/31/2011 on %s.
fi_fi: Tarjous koskee ainoastaan 08/31/2011 mennessä %s tehtyjä varausmaksuja.
it_it: Offerta valida per depositi effettuati dal 31/08/2011 su %s.
ja_jp: 有効のオファーは入金が08/31/2011までに%sに完了した者のみとさせていただいています。
pt_br: Oferta válida apenas para os depósitos feitos até 2011/8/31 no site %s.

source: See Map
fi_fi: Katso Karttaa
it_it: Vedere mappa
ja_jp: 地図をご覧下さい。
pt_br: Veja o Mapa

source: Not available
fi_fi: Ei ole saatavilla
it_it: Non disponibile
ja_jp: ご利用不可
pt_br: Indisponível

source: Print
fi_fi: Tulosta
it_it: Stampa
ja_jp: プリント
pt_br: Imprimir

source: Quick Compare
fi_fi: Nopea Vertaus
it_it: Comparazione veloce
ja_jp: 簡単比較
pt_br: Comparação rápida

source: Dorms From
fi_fi: Ylioppilasasuntolat alkaen
it_it: Dormitori da
ja_jp: ～からのドーム
pt_br: Dormitórios a partir de

source: Privates From
fi_fi: Yksityis majoitus alkaen
it_it: Camere private da
ja_jp: ～からのアパート
pt_br: Quartos Individuais a partir de

source: Rating Overall
fi_fi: Yleinen Luokitus
it_it: Classificazione complessiva
ja_jp: 全体評価
pt_br: Classificação Geral

source: Atmosphere
fi_fi: Tunnelma
it_it: Atmosfera
ja_jp: 雰囲気
pt_br: Clima

source: Staff
fi_fi: Henkilöstö
it_it: Personale
ja_jp: スタッフ
pt_br: Equipe

source: Site
fi_fi: Paikka
it_it: Sito
ja_jp: 敷地
pt_br: Local

source: Cleanliness
fi_fi: Puhtaus
it_it: Pulizia
ja_jp: 清潔さ
pt_br: Limpeza

source: Services
fi_fi: Palvelut
it_it: Servizi
ja_jp: サービス
pt_br: Serviços

source: Safety
fi_fi: Turvallisuus
it_it: Sicurezza
ja_jp: セキュリティー
pt_br: Segurança

source: Value
fi_fi: Arvo
it_it: Valore
ja_jp: 価格
pt_br: Valor

source: Facilities
fi_fi: Rakennukset
it_it: Attrezzature
ja_jp: 施設
pt_br: Benefícios

source: Show More
fi_fi: Näytä Enemmän
it_it: Mostra altro
ja_jp: さらに見る
pt_br: Mostrar mais

source: Map
fi_fi: Kartta
it_it: Mappa
ja_jp: 地図
pt_br: Mapa

source: Results for your research:
fi_fi: Haun tulokset:
it_it: Risultati della ricerca:
ja_jp: 検索結果に戻る
pt_br: Resultados de sua pesquisa:

source: Auberges à %s incluant Auberges de Jeunesse à %s. 30,000 Auberges de jeunesses et logements pas chers à %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse à %s.
fi_fi: %s - Kaikki Hostellit ja Retkeilymajat kohteessa %s. Kartat - %s, kaikki kuvat ja hostelliarviot - %s.
it_it: %s, tutti gli Ostelli, Hostels e Alberghi di %s. 30.000 Ostelli, Hostels e Alberghi a buon prezzo in %s e nel resto del mondo. Inoltre mappe delle città, foto, suggerimenti, eventi e guide per gli Ostelli di %s.
ja_jp: %sの全ての格安ユースホステル - %s. %sのホステルの地図、写真、評価 - %s
pt_br: Hostéis, Albergues e Lugares em %s incluindo Albergues baratos em %s. 30.000 Hostéis, Albergues e Lugares em %s e no mundo. Mapas das cidades, fotos, dicas, eventos e guias de Hostéis, Albergues e Lugares em %s.

source: Auberges en %s incluant Auberges de Jeunesse en %s. 30,000 Auberges de jeunesses et logements pas chers en %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse en %s.
fi_fi: %s - Kaikki Hostellit ja Retkeilymajat kohteessa %s. Kartat - %s, kaikki kuvat ja hostelliarviot - %s.
it_it: Ostelli, Hostels e Alberghi in %s include Ostelli in %s. 30.000 Ostelli, Hostels e Alberghi a buon prezzo in %s e in tutto il mondo. Inoltre mappe delle città, foto, suggerimenti, eventi e guide su Ostelli, Hostels e Alberghi in %s.
ja_jp: %sのユースホステル%sを含むs30.000ユースホステルや%sで格安の宿泊施設、全世界中の格安宿泊所。また%sにあるユースホステルの街の地図、写真、パンフレット、イヴェントとガイド
pt_br: Hostéis, Albergues e Lugares em %s incluindo Hostéis, Albergues e Lugares em %s. 30.000 Hostéis, Albergues e Lugares em %s e no mundo. Mapas das cidades, fotos, dicas, eventos e guias de Albergues em %s.

source: Tous
fi_fi: Kaikki
it_it: Tutte
ja_jp: すべて
pt_br: Todos

source: City
fi_fi: Kaupunki
it_it: Città
ja_jp: 市
pt_br: Cidade

source: Country
fi_fi: Maa
it_it: Paese
ja_jp: 国
pt_br: País

source: Property
fi_fi: Kiinteistö
it_it: Struttura
ja_jp: プロパティ
pt_br: Propriedade

source: précédente
fi_fi: edellinen
it_it: precedente
ja_jp: 前の
pt_br: Anterior

source: de
it_it: di
ja_jp: の

source: suivante
fi_fi: seuraava
it_it: prossima
ja_jp: 次の
pt_br: Próximo

source: Classer par:
fi_fi: Lajittele:
it_it: Ordinate per
ja_jp: 分類：
pt_br: Listar por:

source: Hostel Name
fi_fi: Nimi
it_it: Struttura
ja_jp: 名前
pt_br: Nome

source: %s par page
fi_fi: %s per sivu
it_it: %s per pagina
ja_jp: %sのページ
pt_br: %s por página

source: Sorry but we have not found any results. Please try again.
fi_fi: Valitettavasti haku ei tuottanut tuloksia. Ole hyvä ja yritä uudelleen.
it_it: Siamo spiacenti, la ricerca non ha fornito alcun risultato, Vi invitiamo a riprovare.
ja_jp: 申し訳ありません、該当する検索結果が見つかりませんでした。もう一度やり直してくだい。
pt_br: Desculpe, mas não encontramos nenhum resultado. Favor, tentar novamente

source: Bienvenue!
fi_fi: Oma tili
it_it: Il mio Account
ja_jp: マイアカント
pt_br: Minha conta

source: Se déconnecter
fi_fi: Kirjaudu ulos
it_it: Disconnetti
ja_jp: ログアウト
pt_br: Desconectar

source: Plus de 30,000 Auberges de Jeunesse disponible en ligne
fi_fi: Yli 30 000 hostellia ja edullista majoitusta saatavilla verkossa
it_it: Oltre 30.000 Ostelli, Hostels e Alberghi a prezzi convenienti
ja_jp: 30,000以上の泊まれるホステルを掲載
pt_br: Mais de 30.000 Hostéis, Albergues e Lugares baratos online

source: Free SMS
fi_fi: Ilmainen tekstiviesti
it_it: SMS Gratuiti
ja_jp: 無料のSMS
pt_br: SMS grátis

source: No Booking fees
fi_fi: Ei palvelumaksuja
it_it: Nessun addebito per la prenotazione
ja_jp: 予約手数料無料
pt_br: Sem Taxas de Reserva

source: Book on your mobile
fi_fi: Varaa matkapuhelimellasi
it_it: Prenotate attraverso il vostro smartphone
ja_jp: あなたの携帯で予約を確認する
pt_br: Reserve de seu celular

source: Réservation mondiale et immédiate, 30 000 Auberges de jeunesse et hôtels pas chers.
fi_fi: 30 000 hostellia ja edullista hotellia.
it_it: Prenotazione immediata in tutto il mondo, oltre 30.000 Ostelli, Hostels e Alberghi a prezzi convenienti.
ja_jp: 30,000のユースホステル、世界中の格安ユースホステルの世界全域にわたる即座の予約
pt_br: Reservas imediatas no mundo inteiro, 30.000 Hostéis, Albergues e Lugares baratos.

source: Accueil
fi_fi: Uusi haku
it_it: Pagina Principale
ja_jp: ホームページ
pt_br: Página Inicial

source: Auberges et logements pas chers
fi_fi: Hostellit
it_it: Ostelli, Hostels e Alberghi
ja_jp: ホステル
pt_br: Hostéis e Albergues

source: Réservation d'auberges de jeunesse pour les groupes
fi_fi: Hostelli ryhmävaraus
it_it: Prenotazione Ostelli, Hostels e Alberghi per gruppi
ja_jp: ユースホステルをグループ予約
pt_br: Reserva para grupos

source: Groupes 10+
fi_fi: Ryhmät 10 +
it_it: Gruppi oltre 10
ja_jp: グループ10 以上
pt_br: Grupos 10+

source: Événements
fi_fi: Tapahtumat
it_it: Eventi
ja_jp: イベント
pt_br: Eventos

source: Destinations
fi_fi: Kohdeoppaat
it_it: Guide
ja_jp: ガイド
pt_br: Guias

source: Recently Viewed
fi_fi: Hiljattain katsottu
it_it: Visti di recente
ja_jp: 最近閲覧されたもの
pt_br: Visto recentemente

source: Free Breakfast
fi_fi: Ilmainen aamiainen
it_it: Colazione Gratuita
ja_jp: 無料の朝食
pt_br: Café da manhã grátis

source: Only downtown
fi_fi: Keskustassa
it_it: Centro città
ja_jp: 唯一の繁華街
pt_br: Centro da cidade

source: Youth Hostel
fi_fi: Nuorisohostelli
it_it: Ostello
ja_jp: ユースホステル
pt_br: Albergue da Juventude

source: Watch the Video
fi_fi: Katso video
it_it: Guarda il Filmato
ja_jp: ビデオを見てください
pt_br: Assista o Video

source: %s-Map
fi_fi: %s
it_it: %s
ja_jp: %s
pt_br: %s

source: Créer un compte dès maintenant
fi_fi: Luo tili nyt
it_it: Create un account ora
ja_jp: アカウントを今作成する
pt_br: Crie uma conta agora

source: Mobile Version
fi_fi: Mobiiliversio
it_it: Versione per smartphone
ja_jp: モバイル版
pt_br: Versão para Celular

source: Enter your dates
fi_fi: Merkitse päivämäärät
it_it: Inserisci le tue date
pt_br: Insira as datas

source: Modify search
fi_fi: Muokkaa hakua
it_it: Modifica la ricerca
ja_jp: 捜索を修正してください
pt_br: Modificar pesquisa

source: Search Now
fi_fi: Hae nyt
it_it: Ricerca
ja_jp: 今すぐ検索
pt_br: Pesquisar agora

source: Chargement...
fi_fi: Lataa ...
it_it: Caricamento in corso…
ja_jp: ダンロード
pt_br: Carregando...

source: Choisir le pays
fi_fi: Valitse maa
it_it: Seleziona un Paese
ja_jp: 国を選択
pt_br: Escolha o País

source: Pays introuvable
fi_fi: Sivua ei löydetty
it_it: Pagina non trovata
ja_jp: 国が見つかりません
pt_br: Página não encontrada

source: Choisir la ville
fi_fi: Valitse kaupunki
it_it: Selezionare la Città
ja_jp: 都市を選択
pt_br: Selecione a cidade

source: Ville introuvable
fi_fi: Kaupunki ei löytynyt
it_it: Città non trovata
ja_jp: 市が見つかりました
pt_br: Cidade não encontrada

source: Date invalide
fi_fi: Virheellinen päivämäärä
it_it: Data non valida
ja_jp: 無効な日付
pt_br: Data inválida

source: Search by city or hostel name:
fi_fi: Etsi kaupungin tai hostellin nimellä:
it_it: Ricerca per struttura o città
ja_jp: 街またはホステルの名前で検索:
pt_br: Busca por nome da cidade ou acomodação:

source: Spécifier le pays
fi_fi: Määritä maa
it_it: Paese
ja_jp: 国を決める
pt_br: Especifique o país

source: Spécifier la ville
fi_fi: Määritä kaupunki
it_it: Città
ja_jp: 都市を決める
pt_br: Especifique a cidade

source: Enter a city name or hostel name
fi_fi: Anna kaupungin tai hostellin nimi
it_it: Nome della struttura o della città
ja_jp: 街またはホステルの名前を入力
pt_br: Nome da cidade ou acomodação

source: Arrivée le:
fi_fi: Saapuminen:
it_it: Arrivo il:
ja_jp: ご到着：
pt_br: Chegada em:

source: Nuits:
fi_fi: Yöt:
it_it: Notti
ja_jp: 宿泊数：
pt_br: Noites:

source: Devise:
fi_fi: Valuutta:
it_it: Valuta:
ja_jp: 通貨：
pt_br: Moeda:

source: Options de Votre Compte
fi_fi: Tilin asetukset
it_it: Le opzioni del tuo profilo
ja_jp: あなたのアカウントのオプション
pt_br: Opções de sua conta

source: Mes réservations
fi_fi: Varaukseni
it_it: Le mie prenotazioni
ja_jp: 私の予約
pt_br: Minhas Reservas

source: My favorite properties
fi_fi: Minun suosikki majoitukset
it_it: Le mie proprietà preferite
pt_br: Minhas propriedades favoritas

source: Mes évaluations
fi_fi: Omat arvioinnit
it_it: Le mie recensioni
ja_jp: マイレビュー
pt_br: Minhas avaliações

source: Mon profil
fi_fi: Oma profiili
it_it: Il mio profilo
ja_jp: 私のプロフィール
pt_br: Meu perfil

source: Changer de mot de passe
fi_fi: Vaihda salasana
it_it: Cambia la Password
ja_jp: パスワードの変更
pt_br: Mudar Senha

source: Visiter nos guides
fi_fi: Tutustu kohdeoppaisiimme
it_it: Visita le nostre guide
ja_jp: 私たちのガイドを参照
pt_br: Visite nossos guias

source: Destinations Populaires
fi_fi: Suosituimmat matkakohteet
it_it: Destinazioni più richieste
ja_jp: 目的地
pt_br: Destinos mais populares

source: Auberges de jeunesse, Hôtels, Appartements, Chambres d'hôtes, Bed and Breakfast, Pensions - Plus de 30000!!
fi_fi: Kaikki halvat hostellit Suomessa ja muualla maailmassa.
it_it: Offerte su oltre 30.000 Ostelli, Hostels e Alberghi a buon prezzo!
ja_jp: 日本と海外にある格安のホステル/ユースホステル
pt_br: 30.000 Hostéis, Albergues, Hotéis, Apartamentos, Pousadas, Pensões...

source: To view prices and availability, please enter your dates.
fi_fi: Nähdäksesi hinnat ja saatavuuden kirjoita tulo- ja lähtöpäivät.
it_it: Per visualizzare tariffe e disponibilità, inserisci le date del tuo soggiorno.
ja_jp: 客室料金と空室状況を表示するには、日程を選択してください。
pt_br: Insira seus dados para ver tarifas e disponibilidade.

source: Nous suivre sur Twitter
fi_fi: Seuraa meitä Twitterissä
it_it: Seguici su Twitter
ja_jp: Twitterでフォロー
pt_br: Siga-nos no Twitter

source: Navigation
fi_fi: Sivukartta
it_it: Navigazione
ja_jp: ナビゲーション
pt_br: Navegação

source: Information
fi_fi: Tieto
it_it: Informazioni
ja_jp: 情報
pt_br: Informação

source: Aide / FAQ / Nous Joindre
fi_fi: Apua / Usein kysytyt kysymykset / Yhteystiedot
it_it: Aiuto / Domande Frequenti / Contattaci
ja_jp: よくある質問/お問い合わせ／ヘルプ
pt_br: Ajuda / FAQ / Quem somos nós

source: Conditions
fi_fi: Ehdot
it_it: Condizioni
ja_jp: 規約
pt_br: Condições

source: Confidentialité
fi_fi: Yksityisyydensuoja
it_it: Riservatezza
ja_jp: 機密性
pt_br: Confidencialidade

source: About us
fi_fi: Lisätietoja meistä
it_it: Chi siamo
ja_jp: 私達について
pt_br: Sobre nós
