Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_sm.po
Languages: pl_pl

source: Vous n'avez fait aucune évaluation d'auberge de jeunesse à ce jour.
pl_pl: Nie oceniłeś żadnego Schroniska Młodzieżowego do tej pory.

source: Bienvenue dans votre compte. Vous avez maintenant accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
pl_pl: Witamy na Twoim koncie. Teraz masz dostęp do swoich rezerwacji Schronisk Młodzieżowych, swoich ocen, wszystkich kontaktów (e-mail, numery telefonów ..) i profilu użytkownika.

source: Mes réservations
pl_pl: Moje rezerwacje

source: Mes évaluations
pl_pl: Moje oceny

source: Mon profil
pl_pl: Mój profil

source: Visiter notre centre d'aide
pl_pl: Odwiedź nasze Centrum pomocy

source: Voici la liste de toutes les transactions effectuées sur %s. Si vous avez des questions ou avez besoin d'aide n'hesitez pas à visiter notre centre d'aide en ligne.
pl_pl: Poniżej znajduje się lista wszystkich transakcji na %s. Jeśli masz pytania lub potrzebujesz pomocy zachęcamy do odwiedzenia naszego centrum pomocy online.

source: Établissement
pl_pl: Nazwa

source: Votre Profil
pl_pl: Twój profil

source: Your personalized group booking quote - Here is your offer!
pl_pl: Twoja osobista rezerwacja grupowa - To jest Twoja oferta!

source: Total Number of people in your group
pl_pl: Całkowita liczba osób w Twojej grupie.

source: Please see below for some provisional examples of accommodation we have available. If you can answer the following questions, we will do our best to find you the perfect property:
pl_pl: Spójrz poniżej, aby zobaczyć bierzące przykłady dostępnych kwater. Jeśli odpowiesz na poniższe pytania, zrobimy wszystko co w naszej mocy, aby znaleść dla Ciebie idealną nieruchomość.

source: Are you happy with the types of rooms suggested below?
pl_pl: Czy jesteś zadowolony z rodzajów pokoi sugerowanych poniżej?

source: What is your budget?
pl_pl: Jaki jest Twój budżet?

source: Are the dates and number of people confirmed or will they change?
pl_pl: Czy daty i ilość osób jest już potwierdzona, czy może ulec zmianie?

source: When will you be ready to make a payment to secure your booking with a 20%% deposit?
pl_pl: Kiedy będziesz gotowy wpłacić 20%% depozyt, w celu potwierdzenia swojej rezerwacji?

source: Group booking quote information
pl_pl: Informacja o rezerwacji grupowej

source: Please have a look at the offer below and check our website to get more information about the property.
pl_pl: Zapoznaj się z poniższą ofertą i wejdź na naszą stronę, aby dowiedzieć się więcej o danej nieruchomości.

source: Your offers
pl_pl: Twoje oferty

source: What's Included
pl_pl: Co jest wliczone

source: Room description
pl_pl: Opis pokoju

source: Price per Person per Night
pl_pl: Cena 1 noclegu za osobę

source: Offer Expiry date
pl_pl: Data Ważności oferty

source: Non-refundable and non-transferable deposit to secure this booking
pl_pl: Depozyt potwierdzający rezerwację jest bezzwrotny oraz nietransferowalny

source: If the offer is accepted, the balance must be paid on %s
pl_pl: Jeśli akceptujesz ofertę, kwotę należy uiścić do %s

source: Special Notes
pl_pl: Notatki specjalne

source: Important Notes
pl_pl: Ważne Informacje

source: The deposit is to be paid in British pounds as our Worldwide group center is located in London, England.
pl_pl: Depozyt należy wpłacić w Funtach Szterlingach, ponieważ nasze centrum Międzynarodowe centrum grupowe mieści się w Londynie, w Wielkiej Brytanii.

source: The Average price per person per night is for the requested arrival date and length of stay, actual day-by-day prices may vary.
pl_pl: Średnia cena za nocleg jednej osoby zależy od daty i długości pobytu, ceny za poszczególne dni mogą się różnić.

source: We act as agent only in respect of all bookings we take or make on your behalf. For all bookings your contract will be with the supplier of the accommodation or other service concerned. The suppliers' booking conditions will apply to your contract as well as our own Terms and conditions and any terms and conditions of any other booking intermediary involved in our booking.
pl_pl: Podczas procesu rezerwacji występujemy jedynie w charakterze pośrednika. Kontrakt docelowy podpisywany jest z właścicielem kwatery lub innej usługi. Kontrakt obejmują warunki udostępniającego zakwaterowanie, warunki naszej strony oraz wszelkie inne warunki stron zaanagżowanych w rezerwację.

source: Copies of the other applicable terms and conditions are available from us on request.
pl_pl: Kopie pozostałych warunków dostępne na żądanie.

source: Exchange rates are calculated using the typical ATM rate on www.oanda.com. Final balance payments will be subject to the exchange rate available 49 days prior to arrival date.
pl_pl: Kursy wymiany walut liczone są na podstawie średniego kursu ze strony www.oanda.com. Ostateczna kwota będzie wyliczona na podstawie aktualnego kursu 49 dni przed przyjazdem.

source: All card payments incur a 2%% fee and all bank fees are to be paid by the booking party.
pl_pl: Wszystkie płatności za pomocą karty obciążone są 2%% opłatą. Wszystkie opłaty bankowe ponosi strona rezerwująca.

source: As this is a group booking, group leader will need to be present at check in and the property may require a security bond at check-in.
pl_pl: Z uwagi na fakt, że jest to rezerwacja grupowa, organizator rezerwacji musi być obecny przy zameldowaniu. Właściciel posesji może zażądać zastawu przy meldunku.

source: Unpaid fees or transfer of insufficient funds may lead to cancellation of your booking.
pl_pl: Nieuregulowane opłaty lub przelewy bez pokrycia mogą doprowadzić do anulowania Twojej rezerwacji.

source: Hébergement pour l'
pl_pl: Zakwaterowanie w

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension ? N’allez pas plus loin, tous les bons plans sont sur %s
pl_pl: Szukasz Schroniska Młodzieżowego, hostelu, tanich noclegów, apartamentów, stancji, Bed and Breakfast lub pensjonatów? Nie musisz szukać dalej, dobre oferty na %s

source: Prix à partir de $5 la nuit par personne !
pl_pl: Ceny od 20,00 zł za osobę za noc!

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez-vous aussi en toute sécurité votre auberge idéale au meilleur prix dans toutes les villes listées ci-dessous.
pl_pl: Tysiace ludzi codziennie rezerwuje bezpiecznie Schroniska Młodzieżowe w najlepszej cenie.

source: Pays d'
pl_pl: Lista krajów

source: Dorm Availability
pl_pl: Dostępność Akademika

source: %d guests in %d Bedrooms (1 guest in each room).
pl_pl: %d gości w %d Pokojach (1 gość w każdym pokoju).

source: No Beds Found
pl_pl: Nie znaleziono żadnych łóżek

source: No Beds could be found for your search criteria. Please change your dates and try again.
pl_pl: Nie znaleziono żadnych łóżek w obrębie kryteriów wyszukiwania. Zmień daty i spróbuj ponownie.

source: Your Selection
pl_pl: Twój wybór

source: You only pay the deposit (10%% of total amount) to confirm and secure your reservation now. The remaining amount (90%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
pl_pl: Teraz płacisz tylko depozyt (10%% całej sumy), aby potwierdzić i zabezpieczyć rezerwację. Pozostałą kwotę (90%%) muszisz zapłacić zaraz po przyjeździe. Dane adresowe obiektu ( email, adres, numer telefonu…) możesz znaleźć w emailu potwierdzającym Twoją rezerwację.

source: Number of guests selected
pl_pl: Wybrana liczba gości

source: sécurisé
pl_pl: Bezpieczny

source: Voir la carte
pl_pl: Pokaż mapę

source: N/A
pl_pl: Nie dotyczy

source: Erreur de requête
pl_pl: Błąd aplikacji

source: Votre commentaire a été envoyé à notre équipe pour approbation. Merci!
pl_pl: Twój komentarz został wysłany do naszego zespołu do zatwierdzenia. Dziękujemy!

source: Laissez vos impressions sur %s
pl_pl: Zostaw swoje wrażenia o %s

source: Votre Prénom:
pl_pl: Imię :

source: Votre Nom (ne sera pas publié):
pl_pl: Nazwisko (nie będzie opublikowane):

source: Votre Email (ne sera pas publié):
pl_pl: Twój e-mail (nie będzie opublikowany):

source: Veuillez évaluer votre expérience:
pl_pl: Oceń swoje doświadczenie:

source: Vos commentaires sur %s :
pl_pl: Opinie na temat %s:

source: La date de votre dernier séjour à cet endroit :
pl_pl: Daty ostatniego pobytu w tym miejscu:

source: Landmarks (within 2km)
pl_pl: Zabytki (w odległości 2 km)

source: Voir la version traduite
pl_pl: Zobacz wersję przetłumaczoną

source: Voir l'original
pl_pl: Zobacz oryginał

source: Info & Prix
pl_pl: Informacje i Cena

source: Date invalide
pl_pl: Nieprawidłowa data

source: Rechercher
pl_pl: Wyszukiwanie

source: Recherche de disponibilités...
pl_pl: Szukaj dostępności ...

source: Free
pl_pl: Za darmo

source: Purchasable Extras
pl_pl: Do kupienia dodatkowo

source: Check-In/Out Details
pl_pl: Zameldowanie/Wymeldowanie Detale

source: Check-in:
pl_pl: Zameldowanie

source: Check-out:
pl_pl: Wymeldowanie

source: Cartes
pl_pl: Mapy

source: Street View
pl_pl: Widok ulicy

source: Print Now
pl_pl: Drukuj

source: Votre réservation est maintenant confirmée. Nous vous conseillons d'imprimer cette page afin de conserver les détails de votre réservation. Vous devrez présenter cette confirmation lors de votre arrivée à
pl_pl: Twoja rezerwacja jest potwierdzona. Zalecamy wydrukowanie tej strony, aby zachować szczegóły rezerwacji. Należy przedstawić to potwierdzenie po przybyciu do

source: Vous connecter
pl_pl: Zaloguj

source: Nb. Personnes
pl_pl: Liczba osób

source: 10%% Arrhes facturé en %s à votre carte
pl_pl: 10%% depozyt pobrany w %s z twojej karty

source: close
pl_pl: zamknij

source: Méthodes de paiement acceptée
pl_pl: Akceptowane formy płatności

source: carte de crédit
pl_pl: karta kredytowa

source: ainsi que plusieurs autres en fonction de l'établissement choisi
pl_pl: i kilka innych w zależności od wybranego obiektu

source: Certains extraits du texte de cette page ont été traduits automatiquement. Cliquer sur les liens suivants changer les version :
pl_pl: Niektóre fragmenty tekstu niniejszej strony zostały przetłumaczone automatycznie. Kliknij na poniższe linki, aby zmienić wersję:

source: %s est réglementé par l'Union Européenne.
pl_pl: %s jest regulowany przez Unię Europejską.

source: 100%% sécurisé.
pl_pl: 100%% bezpieczny

source: Paiements sécurisés et encryptés pour votre sécurité.
pl_pl: Płatności zabezpieczone i zaszyfrowane dla twojego bezpieczeństwa.

source: Seulement 10% pour garantir votre réservation.
pl_pl: Tylko 10% potrzebne do zabezpieczenia rezerwacji.

source: %s Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
pl_pl: %s Nie ma potrzeby posiadania karty członkowskiej, aby korzystać z najlepszych cen w sieci.

source: Réserver maintenant pour garantir votre chambre
pl_pl: Zarezerwuj teraz aby mieć zagwarantowany pokój

source: Il y a eu une erreur lors du traitement de votre demande, veuillez vous assurer que vos informations sur la méthode de paiement sont exactes. Si le problème persiste, veuillez communiquer avec nous à l'adresse suivante : %s
pl_pl: Wystąpił błąd podczas przetwarzania żądania, należy upewnić się, że podałeś prawidłowy numer karty kredytowej, możesz również użyć innej karty kredytowej, nie będzie ona wymagana podczas meldowania się w obiekcie. Jeśli problem będzie się powtarzał, prosimy o kontakt na adres : %s

source: Modify this booking
pl_pl: Zmień tą rezerwację

source: People
pl_pl: Osoby

source: You will receive a confirmation email
pl_pl: Otrzymasz natychmiastowe potwierdzenie email

source: (sans tiret)
pl_pl: (Bez myślników)

source: Type de carte :
pl_pl: Typ karty :

source: Qu'est-ce que c'est ?
pl_pl: Co to jest?

source: Final Step
pl_pl: Ostatni krok

source: Transaction 100%% sécurisée et encryptée
pl_pl: Płatności zabezpieczone i zaszyfrowane dla Twojego bezpieczeństwa.

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 24 heures en avance pour ne pas être facturé la première nuit.
pl_pl: Zmiany i anulacje są możliwe i łatwe do zrobienia bezpośrednio z obiektem, który jest odpowiedzialny. Zmień datę / pokoje: możliwe w zależności od dostępności. Anulowanie rezerwacji mozliwe przynajmniej 24 godziny wcześniej, aby uniknąć opłaty za pierwszą noc.

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
pl_pl: Na %s, płacisz tylko depozyt (10%% całej kwoty) aby potwierdzić i zabezpieczyć twoją rezerwację. Reszta kwoty będzie pobrana po przyjeździe.

source: Filter by Districts
pl_pl: Wyszukaj przez region

source: Filter by Landmarks (within 2km)
pl_pl: Filtruj po Charakterystycznych Punktach (do 2 km)

source: Filter by Landmarks
pl_pl: Filtruj po Charakterystycznych Punktach

source: Close Map
pl_pl: Zamknij mapę

source: Please Wait
pl_pl: Proszę czekać

source: From
pl_pl: Od

source: Only 5 properties can be compared. Please remove a property from list.
pl_pl: Można porównać tylko 5 kwater. Usuń kwaterę z listy.

source: Auberges à %s. Toutes les auberges à %s - %s
pl_pl: %s - Wszystkie tanie Schroniska Młodzieżowe i hostele - %s - %s

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension à %s ?
pl_pl: %s - Szukasz Schroniska Młodzieżowego, taniego noclegu, apartamentu, stancji, Bed and Breakfast?

source: N'allez pas plus loin, tous les bons plans à %s sont sur %s.
pl_pl: Nie szukaj dalej, wszystkie dobre oferty są tutaj. Znajdź %s na %s.

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez vous aussi en toute sécurité le logement dernière minute idéal au meilleur prix dans tous les quartiers de %s : centre ville, quartier branché, quartier étudiant et universitaire, près des bus, de la gare, de l'aéroport ainsi que près de toutes les attractions de %s.
pl_pl: %s - Jak tysiące ludzi co miesiąc, zarezerwuj swoje Schronisko Młodzieżowe bezpiecznie w najlepszych cenach we wszystkich dzielnicach: Śródmieście, trendy, studencka dzielnica, w pobliżu przystanku autobusowego, stacji kolejowej, lotniska i blisko do wszystkich atrakcji. - %s.

source: To view prices and availability, please enter your dates.
pl_pl: Aby zobaczyć ceny i dostępność, należy wpisać daty pobytu.

source: Beds (max)
pl_pl: Dostępne łóżka

source: Rooms (max)
pl_pl: Dostępne pokoje

source: Plus sur ce logement
pl_pl: Więcej na temat obiektu

source: Info
pl_pl: Informacja

source: Disponibility and Price
pl_pl: Dostępność i cena

source: %d guests in %d Bedroom (1 guest in each room).
pl_pl: %d gości w %d Pokojach (1 gość w każdym pokoju).

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
pl_pl: Depozyt płacony jest (%d%% całej kwoty) w celu potwierdzenia rezerwacji. Pozostałą kwotę (%d%%) uiszcza się po przybyciu na miejsce. Wszystkie dane kontaktowe i adresowe (email, adres, telefon … ) kwatery znajdują się w mailu potwierdzającym dokonanie rezerwacji.

source: Amount already paid
pl_pl: Kwota już zapłacona:

source: Updating...
pl_pl: Aktualizacja...

source: Méthode de Paiement
pl_pl: Sposób płatności

source: La méthode de paiement utilisée nécessite une validation en mode 3D.
pl_pl: Metoda płatności wymaga weryfikacji w trybie 3D.

source: Veuillez cliquer sur le boutton ci-dessous pour procéder vers le site de votre fournisseur. Vous serez ensuite automatiquement redirigé vers cette page pour procéder au paiement final. Merci.
pl_pl: Kliknij na poniższy przycisk, aby przejść do strony internetowej twojego operatora. Następnie zostaniesz automatycznie przekierowany na tę stronę, aby dokonać ostatecznej płatności. Dziękujemy.

source: Validation 3D
pl_pl: Uprawomocnienie 3D

source: La validation 3D à été complétée. Veuillez entrer l'information ci-dessous pour confirmer le paiement.
pl_pl: Zatwierdzenie 3D zakończone. Wpisz poniższe informacje, aby potwierdzić płatność.

source: Updating Currency ...
pl_pl: Aktualizacja waluty...

source: Invalid format
pl_pl: Nieprawidłowy format

source: Hébergement
pl_pl: Tani hostel

source: Les Villes
pl_pl: Lista miast, gdzie możesz znaleźć tanie Schroniska Młodzieżowe

source: Localisation invalide sur Google Map
pl_pl: Lokalizacja na Google Map niedostępna

source: Searching for %s
pl_pl: Wyszukiwanie %s

source: Please wait while we are finding the best deals for you ...
pl_pl: Prosimy czekać, szukamy dla Ciebie najlepszych ofert…

source: Plus de 30,000 Auberges de Jeunesse disponible en ligne
pl_pl: Ponad 30 000 Schronisk Młodzieżowych dostępnych online

source: Accueil
pl_pl: Powitanie

source: Auberges et logements pas chers
pl_pl: Schroniska Młodzieżowe

source: Réservation d'auberges de jeunesse pour les groupes
pl_pl: Rezerwacja Schronisk Młodzieżowych dla grup

source: Groupes 10+
pl_pl: Grupy 10 +

source: Événements
pl_pl: Wydarzenia

source: Destinations
pl_pl: Cele podróży

source: Pays introuvable
pl_pl: Nie znaleziono kraju

source: Ville introuvable
pl_pl: Nie znaleziono miasta

source: Search by city or hostel name:
pl_pl: Szukaj według nazwy miasta lub schroniska młodzieżowego:

source: Enter a city name or hostel name
pl_pl: Wpisz nazwę miasta lub schroniska

source: Joignez-vous à nous sur Facebook
pl_pl: Dołącz do nas na Facebooku

source: %s: Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
pl_pl: %s Nie ma potrzeby posiadania karty członkowskiej aby mieć dostęp do najlepszych cen w sieci.

source: Créer un compte dès maintenant
pl_pl: Utwórz konto teraz

source: Destinations Populaires
pl_pl: Popularne cele podróży

source: %s-Map
pl_pl: %s

source: Navigation
pl_pl: Nawigacja

source: Vous recherchez une auberge, une auberge de jeunesse, un appartement, un Bed And Breakfast B&B, une pension, une chambre d’hôtes, une Hostel ? %s est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements à bas prix dernière minute. %s propose la réservation dernière minute de chambres et logements à bas prix dans des villes comme Paris en France, Londres en Angleterre, Barcelone en Espagne, New York aux Etats-Unis, Rome en Italie, Amsterdam en Hollande, Dublin en Irlande, Madrid en Espagne, Prague en République tchèque ... Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.
pl_pl: Szukasz schroniska młodzieżowego, hostelu, apartamentu, pensjonatu, B & B? %s jest najlepszą stroną internetową w Polsce, Francji, Niemczech, Szwajcarii i Włoszech, która oferuje tanie noclegi na ostatnią chwilę. %s oferuje last minute rezerwacje pokoi i tanich mieszkań w miastach takich jak Paryż we Francji, Londyn w Anglii, Barcelona w Hiszpanii, Nowy Jork w Stanach Zjednoczonych, Rzym we Włoszech, Amsterdam w Holandii, Dublin w Irlandii, Madryt w Hiszpanii, Praga w Czechach … Zaplanuj podróż z łatwością, mamy również last minute informacje, poradniki i opinie.

source: Réserver une auberge de jeunesse pour un groupe
pl_pl: Zarezerwuj schronisko młodzieżowe dla grupy

source: Réservation de groupes
pl_pl: Rezerwacje grupowe

source: Réservation mondiale et immédiate, 30 000 Auberges de jeunesse et hôtels pas chers.
pl_pl: Natychmiastowa rezerwacja na całym świecie, 30 000 tanich Schronisk Młodzieżowych.

source: Yasmine M, Rio De Janeiro
pl_pl: M Yasmine, Rio De Janeiro

source: Merci %s pour votre aide.
pl_pl: %s dziękujemy za pomoc.

source: Diego R, Mexico
pl_pl: Diego R, Meksyk

source: Génial le site. Et les prix sont imbattables. Merci !
pl_pl: Genialna strona. Ceny są bezkonkurencyjne. Dziękuję!

source: Mes Vacances sont réussies grâce à vous. Les Auberges étaient comme promises.
pl_pl: Moje wakacje udały się dzięki wam. Schroniska Młodzieżowe były bez zarzutu.

source: Jérome H, Marseille
pl_pl: H Jerome, Marsylia

source: Notre école a réservé pour 35 personnes sur votre site et pas de surprise. Parfait !!!
pl_pl: Nasza szkoła zarezerwowała nocleg dla 35 osób na waszej stronie i obyło się bez niespodzianek. Idealnie!

source: Jérome H, Marseille
pl_pl: H Jerome, Marsylia

source: Choix, prix, sécurité, confirmation. Rien a dire : site super !
pl_pl: Wybór, cena, bezpieczeństwo, potwierdzenie. Nic do powiedzenia poza: świetna strona!

source: Jowar, New Dehli
pl_pl: Jowar, New Delhi

source: Les directions étaient bonnes et les prix des plus bas… Voyage réussie. Encore Merci.
pl_pl: Mapy były przydatne, a ceny najniższe … pobyt udany. Jeszcze raz dziękujemy.

source: Olivia S, Londres
pl_pl: Olivia S, Londyn

source: Les cartes et les guides m'ont aidée. Votre site est facile a naviguer.
pl_pl: Mapy i przewodniki bardzo mi pomogły. Witryna jest łatwa w nawigacji.

source: Michal E, Varsovie
pl_pl: Michał E, Warszawa

source: Ma fiancée et moi ont passe des supers vacances en réservant sur votre site.
pl_pl: Moja narzeczona i ja spędziliśmy super wakacje dzięki rezerwacji na waszej stronie.

source: Hiroto V, Seoul
pl_pl: V Hiroto, Seul

source: Très content de vos services.
pl_pl: Jesteśmy bardzo zadowoleni z usług.

source: Les cartes sont indispensables et très pratiques.
pl_pl: Mapy są istotne i bardzo praktyczne.

source: Visiter nos guides
pl_pl: Odwiedź bazę naszych przewodników

source: Mail this PDF quote to someone you know, or send it to yourself.
pl_pl: Wyślij ten PDF do znajomego lub do siebie.

source: Yes, I want to subscribe to the newsletter to get great deals. (You can unsubscribe anytime)
pl_pl: Tak, chcę zapisać się do newlettera, aby otrzymywać świetne oferty (W każdej chwili możesz się wypisać.)

source: Send PDF quote
pl_pl: Wyślij PDF

source: Please wait ...
pl_pl: Proszę czekać …

source: Nous suivre sur Twitter
pl_pl: Śledź nas na Twitter

source: Options de Votre Compte
pl_pl: Opcje konta

source: Donnez nous des nouvelles de votre séjour!
pl_pl: Daj nam znać o twoim pobycie!

source: Beds
pl_pl: Łóżka

source: Nights
pl_pl: Noce

source: Serveur inaccessible. Veuillez réessayer plus tard.
pl_pl: Serwer nieosiągalny. Spróbuj ponownie później.

source: Données de réservations incomplètes.
pl_pl: Dane do rezerwacji niepełne.

source: Serveur inaccessible pour le moment. Veuillez réessayer de nouveau.
pl_pl: Serwer w tej chwili niedostępny. Prosimy spróbować ponownie.

source: Votre réservation sur %s!
pl_pl: Twoja rezerwacja na %s!

source: Erreur lors de la mise à jour de votre profil.
pl_pl: Błąd podczas aktualizacji profilu.

source: Une mise à jour de votre profil a été effectuée. Merci!
pl_pl: Aktualizacja profilu została zakończona. Dziękujemy!

source: Téléphone :
pl_pl: Telefon komórkowy:

source: Terms and conditions agreement
pl_pl: Zasady i warunki umowy

source: Courriel
pl_pl: E-mail

source: Évaluation
pl_pl: Ocena

source: Mois
pl_pl: Miesiąc

source: Année
pl_pl: Rok

source: Demande de modération pour la propriété %s
pl_pl: Zapytanie o moderację obiektu %s

source: Accept terms and conditions agreement to proceed
pl_pl: Zaakceptuj regulamin i warunki umowy aby kontunuować

source: Erreur lors de la réservation
pl_pl: Błąd podczas rezerwacji

source: Hostels in %s - %s
pl_pl: Schroniska Młodzieżowe w %s - %s

source: Date et nombre de nuits invalide. Valeurs ignorées lors de la recherche.
pl_pl: Data i liczba noclegów nieprawidłowa. Wartości ignorowane podczas wyszukiwania.
