Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: You must pay for the whole private room, even if you do not need all the beds. The room can not be shared.
fi_fi: Koko yksityishuoneesta on maksettava, vaikket käyttäisi kaikkia vuoteita. Huonetta ei voi jakaa.
it_it: Dovrete pagare la tariffa intera per la stanza anche se non utilizzerete tutti I letti. La stanza non può essere condivisa
ja_jp: あなたはすべてのベッドを必要としない場合でも、全体の個室を支払う必要があります。部屋は共有することはできません。
pt_br: O pagamento é pelo quarto privado completo, mesmo que você não precise de todas as camas. O quarto não pode ser compartilhado.

source: Private room Double bed = 1 bed for 2 people in 1 private room
fi_fi: Yksityishuone parivuoteella = 1 vuode 2 hengelle 1 yksityishuoneessa
it_it: Stanza privata con letto doppio = 1 letto per 2 persone in una stanza privata
ja_jp: ダブルベットの個室＝二人用ベットの個室
pt_br: Quarto privativo com cama de casal = 1 cama para 2 pessoas em um quarto privativo

source: Private room 2 beds = 2 single beds in 1 private room
fi_fi: Yksityishuone 2 vuoteella = 2 vuodetta 1 yksityishuoneessa
it_it: Stanza privata con 2 letti = 2 letti singoli in 1 stanza privata
ja_jp: ベット二台の個室＝シングルベット二台の個室
pt_br: Quartos privativos 2 camas = 2 camas de solteiro em um quarto privativo

source: Close Chat
fi_fi: Sulje keskusteluikkuna
it_it: Termina la chat
ja_jp: チャットを閉じる
pt_br: Fechar Chat

source: Payment in English pounds:
fi_fi: Maksu Englannin punnissa:
it_it: Pagamento in Sterline
ja_jp: 英語ポンドでのお支払い：
pt_br: Pagamento em libras esterlinas

source: keep Credit card on file
fi_fi: säilytä luottokortin tiedot
it_it: memorizza i dati della Carta di Credito
ja_jp: ファイル上でのクレジットカードを保つ
pt_br: Manter cartões de crédito em arquivo

source: Change credit card on file
fi_fi: Muuta säilytetyt luottokorttitietosi
it_it: Modifica la Carta di Credito memorizzata
ja_jp: ファイルの中のクレジットカードの変更
pt_br: Modificar cartões de crédito em arquivo

source: Your credit card on file has been changed.
fi_fi: Säilytettävät luottokorttitietosi on päivitetty.
it_it: la vostra Carta di Credito memorizzata è stata cambiata
ja_jp: ファイル中のクレジットカードが変更されています。
pt_br: Seu cartão de crédito em arquivo foi alterado.

source: Select which credit to use.
fi_fi: Valitse käytettävä luottokortti.
it_it: Seleziona quale Carta di Credito utilizzare
ja_jp: どのクレジットカードを使用するかを選択
pt_br: Selecione o cartão de crédito que quer utilizar

source: Select which credit card to delete
fi_fi: Valitse poistettava luottokortti
it_it: Selezionare quale Carta di Credito cancellare
ja_jp: どのクレジットカードは、削除するかを選択
pt_br: Selecione qual cartão de crédito que deseja apagar

source: Select which credit card to change
fi_fi: Valitse muutettava luottokortti
it_it: Seleziona quale Carta di Credito modificare
ja_jp: クレジットカードを変更するかを選択
pt_br: Selecione qual cartão de crédito que quer modificar

source: Enter new credit card information
fi_fi: Syötä uudet luottokorttitiedot
it_it: Inserisci i nuovi dati per la Carta di Credito
ja_jp: 新しいクレジットカード情報を入力してください
pt_br: Digite os dados do novo cartão de crédito

source: Credit Card information is encrypted and secure
fi_fi: Luottokorttitiedot ovat salatut
it_it: Le informazioni relative alla Carta di Credito sono codificate e sicure
ja_jp: クレジットカード情報は暗号化され安全です
pt_br: As informações do cartão de crédito são criptografadas e seguras

source: Last reservations:
fi_fi: Viimeisimmät varaukset:
it_it: Ultime prenotazioni
ja_jp: 最後のご予約：
pt_br: Última reservas:

source: Review
fi_fi: Arvostelu
it_it: Recensione
ja_jp: 口コミ
pt_br: Análise

source: Provide a review
fi_fi: Lähetä arvostelu
it_it: Lascia una recensione
ja_jp: 確認する
pt_br: Fazer comentário

source: Review provided
fi_fi: Arvostelu lähetetty
it_it: Recensione disponibile
ja_jp: レビューが提供される
pt_br: Comentario enviado

source: Mobile version
fi_fi: Mobiiliversio
it_it: Versione per smartphone
ja_jp: モバイル版
pt_br: Versão Mobile

source: This property requires a minimum stay of %d night
fi_fi: Tämä majoituspaikka vaatii varauksen vähintään %d yön ajaksi
it_it: Questa strutture richiede una permanenza minima di %d notte
ja_jp: このプロパティは、夜の%d最低滞在を必要とする
pt_br: Esta propriedade exige uma estadia mínima de %d noite

source: This property requires a minimum stay of %d nights
fi_fi: Tämä majoituspaikka vaatii varauksen vähintään %d yön ajaksi
it_it: Questa strutture richiede una permanenza minima di %d notti
ja_jp: このプロパティは、夜の%dの最低滞在を必要とする
pt_br: Esta propriedade exige uma estadia mínima de %d noite

source: Sorry, no rooms are available for all the nights you have selected
fi_fi: Pahoittelumma, kaikille valitsemillesi öille ei ole vapaita huoneita
it_it: Siamo spiacenti, non vi sono camere disponibili per le notti selezionate
ja_jp: 申し訳ありません、選択されたすべての日に対して空いているお部屋がございません。
pt_br: Desolados, não há vagas disponiveis para todas as noites selecionadas

source: Please remember:
fi_fi: Muista:
it_it: Ricorda:
ja_jp: 覚えておいてください：
pt_br: Favor, lembre-se:

source: We cannot recommend a property over another one.
fi_fi: Emme kykene suosittelemaan tiettyjä kohteita ylitse muiden.
it_it: Non possiamo raccomendare una struttura rispetto ad un'altra.
ja_jp: 我々は、他のプロパティをお勧めすることはできません。
pt_br: Não podemos recomendar uma propriedade no lugar de outra

source: We only provide contact information (Email, telephone number…) in the confirmation email after you have made a reservation.
fi_fi: Annamme yhteystiedot (sähköpostiosoite, puhelinnumero...) vahvistussähköpostissa vasta varauksen tehtyäsi.
it_it: Forniamo soltanto informazioni generali ( Email, numero telefonico...) nella email di conferma in seguito alla prenotazione
ja_jp: あなたが予約を行った後、私達は確認メールの連絡先情報（電子メール、電話番号...）を提供します。
pt_br: Fornecemos as informações de contato (email, telefone ...) no email de confirmação somente depois de ter feito uma reserva.

source: You do not need a yearly membership card to reserve on our website.
fi_fi: Varauksen teko sivustomme kautta ei vaadi vuosittaista jäsenkorttia.
it_it: Non avetei bisogno di una sottoscrizione annuale o di diventare membro per effettuare una prenotazione attraverso il nostro sito web.
ja_jp: あなたは私たちのウェブサイト上で予約する際、年間会員証は必要ありません
pt_br: Não precisa de um cartão de sócio anual para fazer reservas no nosso site.

source: Property availability error
fi_fi: Majoituspaikan saatavuusongelma
it_it: Errore nella disponibilità della struttura
ja_jp: プロパーティーのエラー
pt_br: Error disponibilidade deste estabelecimento

source: Data unavailable. Please try again.
fi_fi: Tietoja ei saatavissa. Ole hyvä ja yritä uudelleen.
it_it: Dati non disponibili, vi invitiamo a riprovare
ja_jp: データがありません。もう一度やり直してください。
pt_br: Dados não disponiveis. Favor, tente mais tarde.

source: No rooms available for the selected nights.
fi_fi: Ei vapaita huoneita valitsemallesi ajalle.
it_it: Siamo spiacenti, non vi sono stanze disponibili per le notti selezionate
ja_jp: お部屋は、選択された夜には使用できません。
pt_br: Não há vagas disponiveis para as noites selecionadas

source: No rooms available for this property.
fi_fi: Ei vapaita huoneita tässä majoituspaikassa.
it_it: Siamo spiacenti, non vi sono stanze disponibili in questa struttura
ja_jp: お部屋は、このプロパティには使用できません。
pt_br: Não há vagas disponiveis neste estabelecimento

source: Transaction Secured and encrypted
fi_fi: Ostotapahtuma on turvallinen ja salattu
it_it: Transazione Sicura e Criptata.
ja_jp: トランザクションセキュリティで保護され暗号化された
pt_br: Transação segura e criptada

source: This property has a minimum stay of %d nights
fi_fi: Tämä majoituspaikka vaatii varauksen vähintään %d yön ajaksi
it_it: Questa strutture richiede una permanenza minima di %d notti
ja_jp: このプロパティは、夜の%dの最低滞在を必要とする
pt_br: Esta propriedade exige uma estadia mínima de %d noite

source: You must have a valid credit card to book on %s
fi_fi: %s varauksen teko vaatii voimassaolevan luottokortin
it_it: Per poter prenotare attraverso %s è necessario essere in possesso di una Carta di Credito valida
ja_jp: あなたは%sの予約には、有効なクレジットカードを持っている必要がありますよ
pt_br: Precisas de um cartão de crédito para reservar em %s

source: Reservations in the past hour.
fi_fi: Varaukset viimeisen tunnin aikana.
it_it: Prenotazione nelle ore precedenti
ja_jp: 過去１時間の予約
pt_br: Reservas echas en la ultima hora

source: Add Favorite
fi_fi: Lisää suosikki
it_it: Aggiungi ai Preferiti
ja_jp: お気に入りに追加
pt_br: Adicionar aos favoritos

source: Recently Viewed Hostels
fi_fi: Viimeksi katsotut hostellit
it_it: Ostelli, Hostels e Alberghi visualizzati recentemente
ja_jp: 最近のホステルのアクセス
pt_br: Hosteis visitados recentemente

source: Top rated hostels in %s
fi_fi: Korkeimmin arvioidut hostellit kohteessa %s
it_it: Gli Ostelli, Hostels e Alberghi più gettonati in %s
ja_jp: %sでトップのホステルです
pt_br: Melhores hosteis em %s

source: View favorites
fi_fi: Tarkastele suosikkeja
it_it: Visualizza i Preferiti
ja_jp: お気に入りを見る
pt_br: Ver favoritos

source: Remove this property
fi_fi: Poista tämä majoituspaikka
it_it: Rimuovete questa struttura
ja_jp: このプロパーティを削除
pt_br: Remover este estabelecimento

source: remove
fi_fi: poista
it_it: Rimuovi
ja_jp: 削除
pt_br: Remover

source: Add
fi_fi: Lisää
it_it: Aggiungi
ja_jp: 追加
pt_br: Adicionar

source: Terms and Conditions.
fi_fi: Ehdot
it_it: Condizioni Generali
ja_jp: 規約条件
pt_br: Termos e Condições.

source: Official site
fi_fi: Virallinen sivusto
it_it: Sito ufficiale
ja_jp: オフィシャルサイト
pt_br: Site Oficial

source: +Compare All Cheap Properties.
fi_fi: +Vertaile kaikkia halpoja kiinteistöjä.
it_it: +Comparate le strutture più economiche
ja_jp: + 全ての格安のプロパティを比較
pt_br: + Compare todas as propriedades baratas.

source: +Compare 100 Cheap Properties.
fi_fi: +Vertaile 100 halpaa kiinteistöä.
it_it: +Comparate le 100 strutture più economiche
ja_jp: + 百の格安プロパティーを比較
pt_br: Compare + de 100 propriedades baratas.

source: Reviews - Maps - Photos.
fi_fi: Arvostelut - Kartat - Valokuvat.
it_it: Recensioni - Mappe - foto
ja_jp: レビュー - マップ - 写真
pt_br: Comentários - Mapas - Fotos.

source: This property has a maximun stay of %s nights
fi_fi: Tämä majoituspaikka sallii varauksen enintään %s yön ajaksi
it_it: Questa strutture richiede una permanenza massima di %s notti
ja_jp: このプロパティーは最大%s日間滞在することができます。
pt_br: Esta propriedade tem uma estadia máxima de %s noites

source: This property has a maximum of %s nights
fi_fi: Tämä majoituspaikka tarjoaa enintään %s yön vierailun
it_it: Questa strutture richiede una permanenza massima di %s notti
ja_jp: このプロパティーは最大%s日間滞在することができます。
pt_br: "Esta propriedade tem uma estadia máxima de %s noites

source: You must have a valid credit card to book on this website.
fi_fi: Varauksen teko tällä sivustolla vaatii voimassaolevan luottokortin.
it_it: E' necessario essere in possesso di una Carta di Credito valida per prenotare attraverso questo sito web
ja_jp: このウェブサイトで予約するには、有効のクレジットカードを持っている必要があります。
pt_br: É preciso ter um cartão de crédito válido para reserva online neste site.

source: Or type a property name or city
fi_fi: Tai kirjoita majoituspaikan tai kaupungin nimi
it_it: O inserite il nome della struttura o della città
ja_jp: またはプロパティーの名もしくは都市をタイプしてください
pt_br: Ou digite um nome da propriedade ou cidade

source: 2 X your deposit.
fi_fi: 2 X takuumaksusi määrä.
it_it: @x il vostro deposito
ja_jp: ご入金を倍増
pt_br: 2 X seu depósito

source: 2 Times your deposit.
fi_fi: 2 kertaa takuumaksusi määrä.
it_it: 2 Volte il deposito
ja_jp: ご入金を倍増
pt_br: 2 vezes o seu depósito

source: Twice your deposit.
fi_fi: Takuumaksusi kaksinkertaisena.
it_it: Il doppio del deposito
ja_jp: ご入金を倍増
pt_br: Duas vezes o seu depósito.

source: Safe for Women
fi_fi: Turvallinen naisille
it_it: Sicure per le donne
ja_jp: 女性のための販売
pt_br: Seguro para Mulheres

source: Property rated safe by other female customers.
fi_fi: Muiden naisasiakkaiden mukaan turvallinen majoituspaikka.
it_it: Struttura giudicata sicura da altre clienti femminili
ja_jp: このプロパティは、他の女性客の安全に対する評価が高いです。
pt_br: Estabelecimento avaliado como seguro por clientes de sexo feminino

source: Check Availability
fi_fi: Tarkista saatavuus
it_it: Verifica la disponibilità
ja_jp: 空いているかどうかチェック
pt_br: Verificar a disponibilidade

source: Change dates
fi_fi: Muuta päivämäärät
it_it: Cambia le date
ja_jp: 日にちを変更
pt_br: Mudar as datas

source: This property does not offer any dorms.
fi_fi: Tämä majoituspaikka ei tarjoa yhteismajoitushuoneita.
it_it: Questa struttura non dispone di dormitori.
ja_jp: この宿泊施設では寮と提供しておりません。
pt_br: Esta propriedade não oferece dormitórios.

source: This property does not offer any private rooms.
fi_fi: Tämä majoituspaikka ei tarjoa yksityisiä huoneita.
it_it: Questa struttura non offre stanze private.
ja_jp: この宿泊施設では個別の部屋を提供しておりません。
pt_br: Esta propriedade não oferece quartos privativos.

source: Phone (please include the country code)
fi_fi: Puhelin (lisää eteen maan numero)
it_it: Telefono ( si prega di includere il prefisso della nazione )
ja_jp: 電話番号（国番号を含む）
pt_br: Número de telefone inválido

source: Text/SMS (Free)
fi_fi: Tekstiviesti/SMS (ilmainen)
it_it: Messaggi di testo/SMS (Gratis)
ja_jp: （無料の）テキスト / SMS
pt_br: SMS grátis

source: Please make sure you have included the country code in your phone number above
fi_fi: Ole hyvä ja varmista että ylläoleva puhelinnumerosi sisältää maan numeron
it_it: Vi invitiamo a verificare di aver inserito il prefisso della nazione nel campo relativo al vostro numero telefonico
ja_jp: 上記の電話番号に国番号を含めたことを確認してください

source: Check your reservation on your mobile
fi_fi: Tarkista varauksesi matkapuhelimella
it_it: Controllate la vostra prenotazione attraverso il vostro Smartphone
ja_jp: 携帯電話であなたの予約をチェックしてください
pt_br: Receber e verificar a sua reserva no seu celular.

source: Reservation
fi_fi: Varaus
it_it: Prenotazione
ja_jp: 予約
pt_br: Reserva

source: Message to Parents
fi_fi: Viesti vanhemmille
it_it: Messaggio ai Genitori
ja_jp: 親へのメッセージ
pt_br: Mensagem aos Pais

source: Why booking with us ?
fi_fi: Misi varata meidän kauttamme?
it_it: Perche prenotare con noi?
ja_jp: なぜ我々に予約するか？
pt_br: Por que reservar conosco?

source: Groupes
fi_fi: Ryhmät
it_it: Grouppi
ja_jp: グループ
pt_br: Grupos

source: Pour tous les âges: ni maximum ni minimum.
fi_fi: Kaiken ikäisille: ei ala- eikä yläikärajoja.
it_it: Per tutte le età: non ci sono limiti di età.
ja_jp: すべての年齢に対応：年齢制限なし
pt_br: Para todas as idades: sem limite máximo ou mínimo.

source: Un service clientèle de qualité disponible %s prêt à vous guider à tout moment.
fi_fi: Asiantunteva asiakaspalvelu %s valmis auttamaan sinua milloin tahansa.
it_it: Un servizio di supporto clienti disponibile %s per aiutarvi in qualsiasi momento.
ja_jp: 質の高いサービスをご利用いただけます%s。我々はいつでもお手伝いをします。
pt_br: Atendimento de qualidade disponível %s para lhe ajudar em qualquer momento.

source: 24h/24, 7j/7
it_it: 24 ore su 24, 7 giorni su 7
ja_jp: 週7日／24時間営業

source: Internet Access
fi_fi: Internetyhteys
it_it: Accesso Internet
ja_jp: インターネットアクセス
pt_br: Acesso a internet

source: Free Internet
fi_fi: Ilmainen internet
it_it: Internet Gratuito
ja_jp: 無料インターネット
pt_br: Internet grátis

source: Deal of the Day
fi_fi: Päivän tarjous
it_it: Offerta del Giorno
ja_jp: 今日のオススメ
pt_br: Promoção do dia

source: Fun
fi_fi: Hauskuus
it_it: Divertimento
ja_jp: 楽しみ
pt_br: Diversão

source: See more results
fi_fi: Lisää hakutuloksia
it_it: Visualizza ulteriori risultati.
ja_jp: 以上の結果を参照してください。
pt_br: Ver mais resultados de pesquisa

source: Payer seulement 10%% maintenant
it_it: Paga soltanto il 10%% ora
ja_jp: 10%%だけ今支払います。
pt_br: Pague somente 10%% agora

source: Car Parking
fi_fi: Pysäköinti
it_it: Parcheggio Auto
ja_jp: 駐車場
pt_br: Estacionamento

source: 24 hour hot showers
fi_fi: 24h lämpimät suihkut
it_it: Doccia calda 24 ore
ja_jp: 24時間シャワー
pt_br: Chuveiro quente 24 horas

source: Washing machines
fi_fi: Pesukoneet
it_it: Lavabiancheria
ja_jp: 洗濯機
pt_br: Máquinas de lavar

source: Air Conditioning
fi_fi: Ilmastointi
it_it: Aria Condizionata
ja_jp: エアコン
pt_br: Ar Condicionado

source: Lounge area
fi_fi: Oleskelutila
it_it: Salotto
ja_jp: ラウンジ
pt_br: Salão de entrada

source: Restaurant
fi_fi: Ravintola
it_it: Ristorante
ja_jp: レストラン
pt_br: Restaurante

source: Swimming Pool
fi_fi: Uima-allas
it_it: Piscina
ja_jp: プール
pt_br: Piscina

source: Credit cards accepte
fi_fi: Luottokortit hyväksytään
it_it: Carte di Credito Accettate
ja_jp: クレジットカードを受け入れました
pt_br: Aceita-se cartões de crédito

source: No curfew
fi_fi: Ei kotiintuloaikoja
it_it: Nessun Coprifuoco
ja_jp: 門限なし
pt_br: Sem limite de horário

source: 24 hour reception
fi_fi: 24h vastaanotto
it_it: Accettazione 24 ore
ja_jp: レセプション
pt_br: Recepção 24 horas

source: Safety deposit
fi_fi: Tallelokero
it_it: Deposito Cauzionale
ja_jp: ご入金を倍増
pt_br: Depósito de segurança

source: Self-catering Facili
fi_fi: Ruoanlaittovälineet
it_it: Preparazione pasti
ja_jp: 自炊施設
pt_br: auto-serviço facilidades

source: Currency Exchange
fi_fi: Valuutanvaihto
it_it: Cambio Valuta
ja_jp: 両替
pt_br: Moeda de troca

source: Tours/Travel Desk
fi_fi: Retki/matkailuneuvonta
it_it: Informazioni Turistiche
ja_jp: ツアー
pt_br: Tours

source: Wheelchair accessibl
fi_fi: Pyörätuolipääsyinen
it_it: Accessibile con Sedia a Rotelle
ja_jp: 車椅子通過可能
pt_br: Acesso para cadeirantes

source: Nightclub
fi_fi: Iltaklubi
it_it: Club Notturno
ja_jp: ナイトクラブ
pt_br: Casa noturna

source: Games room
fi_fi: Pelihuone
it_it: Sala Giochi
ja_jp: ゲームルーム
pt_br: Salão de jogos

source: Free city tour
fi_fi: Ilmainen kaupunkikerros
it_it: Giro della Città Gratuito
ja_jp: 無料ツアー
pt_br: Tour pela cidade grátis

source: Pool table(s)
fi_fi: Biljardipöytä/pöytiä
it_it: Tavoli da Biliardo
ja_jp: ビリヤード
pt_br: Mesa de bilhar

source: ATM / cash machine
fi_fi: Pankkiautomaatti
it_it: Bancomat
ja_jp: ATM
pt_br: Caixa eletrônico

source: Internet access in p
fi_fi: Internetyhteys
it_it: Accesso Internet
ja_jp: インターネットアクセス
pt_br: Acesso a internet

source: Bicycle hire
fi_fi: Polkupyörävuokraus
it_it: Affito Biciclette
ja_jp: 自転車レンタル
pt_br: Alguel de Bicicletas

source: Wake-up calls
fi_fi: Herätyssoitto
it_it: Sveglia Telefonica
ja_jp: モーニングコール
pt_br: Alarme por chamada telefônica

source: Café
fi_fi: Kahvila
it_it: Caffe
ja_jp: カフェ

source: Elevator / lift(s)
fi_fi: Hissi
it_it: Ascensore
ja_jp: エレベーター
pt_br: Elevador

source: Safe deposit box at
fi_fi: Säilytyslokero
it_it: Cassaforte
ja_jp: セーフティボックス
pt_br: Cofre

source: Children's play area
fi_fi: Lasten leikkialue
it_it: Area per gioco Bambini
ja_jp: 子供の遊び場
pt_br: Área para crianças

source: Cot / crib
fi_fi: Kehto
it_it: Culla
ja_jp: ベビーベット
pt_br: Berço

source: Infant bed
fi_fi: Vauvasänky
it_it: Letto per Bambini
ja_jp: 幼児用ベット
pt_br: Cama infantil

source: Dry cleaning
fi_fi: Kemiallinen kuivapesu
it_it: Lavasecco
ja_jp: ドライクリーニング
pt_br: Lavagem a seco

source: Laundry service
fi_fi: Pyykkipalvelu
it_it: Servizio di Lavanderia
ja_jp: クリーニングサービス
pt_br: Serviço de Lavanderia

source: Reception (limited h
fi_fi: Vastaanotto (rajoitetut aukioloajat)
it_it: Accettazione (orario limitato
ja_jp: レセプション
pt_br: Recepção(limite de hora)

source: Late check-out
fi_fi: Myöhäinen uloskirjautuminen
it_it: Partenza
ja_jp: チェックアウト：
pt_br: Check-out tardio

source: Common area / room
fi_fi: Yhteishuone / alue
it_it: Area Comune
ja_jp: 控え室
pt_br: Área comum

source: Communal kitchen
fi_fi: Jaettu keittiö
it_it: Cucina Comune
ja_jp: キッチン
pt_br: Cozinha comunitária

source: Television room
fi_fi: TV-huone
it_it: Stanza con Televisione
ja_jp: テレビ部屋
pt_br: Sala de televisão

source: Conference / meeting
fi_fi: Konferenssi / tapaaminen
it_it: Conferenze / Riunioni
ja_jp: 会議
pt_br: Conferência/reunião

source: Photocopying
fi_fi: Kopiointi
it_it: Fotocopie
ja_jp: 印刷機
pt_br: Fotocopiadora

source: Steam room
fi_fi: Höyrysauna
it_it: Stanza Vapore
ja_jp: スチームバスルーム
pt_br: Sala de vapor

source: Pets allowed
fi_fi: Lemmikit sallittu
it_it: Si accettano Animali
ja_jp: ペット可
pt_br: Animais permitidos

source: Concierge
fi_fi: Vastaanottoapulainen
it_it: Portiere
ja_jp: 確認
pt_br: Atendimento ao hóspede

source: Outside area
fi_fi: Ulkotilat
it_it: Area Esterna
ja_jp: エリア外
pt_br: Fora da área

source: Banqueting facilitie
fi_fi: Juhlatilat
it_it: Possibilità di Banchetti
ja_jp: 宴会施設
pt_br: Banquetes facilidades

source: Room service (limite
fi_fi: Huonepalvelu (rajoitettu)
it_it: Servizio in Camara (limitato
ja_jp: ルームサービス
pt_br: Quarto de serviço (limitado)

source: Internet café
fi_fi: Internetkahvila
it_it: Accesso Internet
ja_jp: インターネットカフェ

source: Newspapers
fi_fi: Sanomalehtiä
it_it: Quotidiani
ja_jp: 新聞
pt_br: Jornais

source: High chair
fi_fi: Syöttötuoli
it_it: Sedie alte
ja_jp: 子供用食事いす
pt_br: Cadeira para crianças

source: Express check-in / o
fi_fi: Pikasisäänkirjautuminen / uloskirjautuminen
it_it: Accettazione Veloce
ja_jp: エクスプレスチェックイン
pt_br: Expresso check-in/o

source: Room service (24 hou
fi_fi: Huonepalvelu (24h)
it_it: Servizio in Camera (24 ore
ja_jp: 24時間ルームサービス
pt_br: Sala de serviço(24h)

source: Onsite shop(s)
fi_fi: Kauppa / kauppoja kiinteistössä
it_it: Negozi locali
ja_jp: 現地ショップ
pt_br: Loja(s) no local

source: BBQ area
fi_fi: Grillialue
it_it: Area per cucina alla griglia
ja_jp: バーベーキュー広場
pt_br: Área para a churrasqueira

source: Gym
fi_fi: Kuntosali
it_it: Palestra
ja_jp: ジム
pt_br: Ginástica

source: Hot tub / jacuzzi
fi_fi: Poreallas
it_it: Vasca Idromassaggio
ja_jp: ジャクジ
pt_br: Hidromassagem/jacuzzi

source: Tennis court(s)
fi_fi: Tenniskenttä / kenttiä
it_it: Campi da Tennis
ja_jp: テニスコート
pt_br: Quadra de tênis

source: Beauty salon
fi_fi: Kauneussalonki
it_it: Salone di Bellezza
ja_jp: ビューティサロン
pt_br: Salão de beleza

source: Hair salon
fi_fi: Kampaamo
it_it: Parrucchiera
ja_jp: サロン
pt_br: Salão de cabeleireiro

source: Barber
fi_fi: Parturi
it_it: Barbiere
ja_jp: 床屋
pt_br: Babearia

source: Supervised child car
fi_fi: Lastenhoito
it_it: Custodia Bambini
ja_jp: 育児
pt_br: Sala para crianças supervisionada

source: Golf course
fi_fi: Golfkenttä
it_it: Campo da Golf
ja_jp: ゴルフコース
pt_br: Campo de golf

source: Fitness centre
fi_fi: Kuntoilukeskus
it_it: Centro Sportivo
ja_jp: フィットネスセンター
pt_br: Centro de esporte

source: Crèche
fi_fi: Päivähoito
it_it: Asilo Nido
ja_jp: 保育所
pt_br: Creche

source: Secure lockers
fi_fi: Lukolliset lokerot
it_it: Armadi con serratura
ja_jp: ロッカー
pt_br: Cofre

source: Airport Pick Up
fi_fi: Noutopalvelu lentokentältä
it_it: Servizio di trasporto dall'aeroporto
ja_jp: 空港への迎え
pt_br: Recepção no aeroporto

source: Linen Included
fi_fi: Sisältää liinavaatteet
it_it: Biancheria Inclusa
ja_jp: 朝食付き
pt_br: Lençol incluido

source: Towels
fi_fi: Pyyhkeet
it_it: Asciugamani
ja_jp: タオル
pt_br: Toalhas

source: Luggage Storage
fi_fi: Matkatavaroiden varastointi
it_it: Deposito Bagagli
ja_jp: 荷物保管
pt_br: Armário para bagagem

source: Telephone/Fax Facilities
fi_fi: Puhelin / faksi
it_it: Telefono/ Fax
ja_jp: 電話
pt_br: Telefone/Fax facilidade

source: Travel Desk/Travel Info
fi_fi: Matkailupöytä / matkailuneuvonta
it_it: Servizio Informazioni Viaggi
ja_jp: トラベルデスク
pt_br: Informações de viagem

source: Common Room
fi_fi: Yhteishuone
it_it: Stanza Comune
ja_jp: 控え室
pt_br: Área comum

source: Lift / Elevator
fi_fi: Hissi
it_it: Ascensore
ja_jp: エレベーター
pt_br: Elevador

source: 24-hour check in
fi_fi: 24h sisäänkirjautuminen
it_it: Accettazione 24/ore
ja_jp: 24時間チェックイン
pt_br: Check in 24 horas

source: WiFi in Lobby
fi_fi: Langaton nettiyhteys aulassa
it_it: WiFi all'Ingresso
ja_jp: ロビーにネットある
pt_br: Internet sem fio no Salão de entrada

source: Free Car Park
fi_fi: Ilmainen parkkeeraus
it_it: Parcheggio Auto Gratuito
ja_jp: 無料駐車
pt_br: Estacionamento grátis

source: No Smoking
fi_fi: Tupakointi kielletty
it_it: Non Fumatori
ja_jp: 喫煙
pt_br: Não fumante

source: Wheelchair Friendly
fi_fi: Pyörätuoliystävällinen
it_it: Struttura attrezzate per Sedie a Rotelle
ja_jp: 車椅子可
pt_br: Quarto para cadeirantes

source: Bike Parking
fi_fi: Polkupyörien pysäköinti
it_it: Parcheggio Biciclette
ja_jp: 駐輪場
pt_br: Estacionamento para bicicletas

source: web access in lobby
fi_fi: Internetyhteys aulassa
it_it: Accesso al web all'ingresso
ja_jp: ロビーでウェブアクセス
pt_br: Acesso a web no Salão
