Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: Japanese
es_es: Japones
fr_fr: Japonais

source: Korean
es_es: Koreano
fr_fr: Coréen

source: Suedish
es_es: Sueco
fr_fr: Suédois

source: Dutch
es_es: Hoalndes
fr_fr: Néerlandais

source: Cell phone number
es_es: Numero de celular
fr_fr: Numéro de téléphone portable

source: Last bookings
es_es: Ultimas reservas
fr_fr: Dernières réservations

source: %s Hostels in %s
es_es: Albergues en %s - %s
fr_fr: %s propriétés à %s

source: 5$/night + compare %s cheap
es_es: 5$/noche + compare %s baratos
fr_fr: 5$/nuit + comparez %s à bon prix

source: accomodations in %s.
es_es: Hospedajes in %s
fr_fr: hébergement à %s

source: 5$/night + compare %s cheap
es_es: 5$/noche + compare %s baratos
fr_fr: 5$/nuit + comparez %s à bon prix

source: Hello. Would you prefer to use %s in %s. Same properties, same great prices!
es_es: Hola. Prefiere usar %s in %s. Las mismas propiedades, los mismos precios!
fr_fr: Bonjour. Préférez-vous visualiser %s en %s? Mêmes établissements, mêmes bon prix !

source: Yes please.
es_es: Si por favor.
fr_fr: Oui SVP

source: No thank you
es_es: No gracias
fr_fr: Non merci

source: movie
es_es: pelicula
fr_fr: film

source: address
es_es: Dirección
fr_fr: Adresse

source: contact info
es_es: Informacion de contacto
fr_fr: Coordonnées

source: telephone
es_es: Teléfono
fr_fr: Téléphone

source: You can safely book online:
es_es: Usted puede reservar en forma segura en línea:
fr_fr: Vous pouvez réserver en ligne de manière sécuritaire :

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses…
es_es: Asociaciones, cámaras de comercio, escuelas, universidades, campamentos de día, campamentos deportivos, pueblos jóvenes de servicio, oficinas de turismo, sindicatos, centros comunitarios, negocios ...
fr_fr: Associations, chambres de commerce, écoles, universités, camps de jour, camps de sports, offices de tourisme, unions, centres communautaires, entreprises…

source: Click here to book for your group in more than 30,0000 facilities around the world. Your reservation is guaranteed and immediate.
es_es: Haga clic aquí para reservar para su grupo en más de 30,000 instalaciones en todo el mundo. Su reserva está garantizada y es inmediata.
fr_fr: Cliquez ici pour réserver pour votre groupe, dans plus de 30 000 établissements autour du monde. Votre réservation est immédiate et garantie.

source: Thank you for your question.
es_es: Gracias por su pregunta
fr_fr: Merci de votre question

source: Please do not hesitate to contact us again if you have any questions.
es_es: Por favor no dude en contactarnos denuevo si tiene preguntas
fr_fr: S'il vous plaît, n'hésitez pas à nous contacter de nouveau si vous avez des questions.

source: Customer Service
es_es: Servicio al cliente
fr_fr: Service clientèle

source: Price per person (Dorm shared with others)
es_es: Precio por persona (Habitación compartida con otras personas)
fr_fr: Prix par personne (chambre partagée)

source: You must pay for the whole private room, even if you do not need all the beds. The room can not be shared.
es_es: Usted de debera pagar por toda la habitación privada aunque no necesite todas las camas.
fr_fr: Vous devez payer le prix total de la chambre privée, même si vous n'avez pas besoin de tous les lits.

source: Private room Double bed = 1 bed for 2 people in 1 private room
es_es: Habitación Privada Cama doble = una cama para dos personas en una habitación privada
fr_fr: Chambre privée Lit double = 1 lit pour 2 personnes dans une chambre privée

source: Private room 2 beds = 2 single beds in 1 private room
es_es: Habitación Privada dos camas = una camas simples en una habitación privada
fr_fr: Chambre privée 2 lits = 2 lits simples dans 1 chambre privée

source: Close Chat
es_es: Chat cerrado
fr_fr: Fermer Chat

source: Payment in English pounds:
es_es: Pago en Libras Inglesas:
fr_fr: Paiement en Livres Sterling :

source: keep Credit card on file
es_es: Dejar mi Tarjeta de Crédito en archivo
fr_fr: Conserver les informations de la carte de crédit au dossier

source: Change credit card on file
es_es: Cambiar Tarjeta de Crédito en archivo
fr_fr: Changer la carte de crédit au dossier

source: Your credit card on file has been changed.
es_es: Su Tarjeta de Crédito en archivo ha sido cargada
fr_fr: Votre carte de crédit au dossier a été changée

source: Select which credit to use.
es_es: Seleccionar que Tarjeta de Crédito usar.
fr_fr: Sélectionnez la carte de crédit à utiliser

source: Select which credit card to delete
es_es: Seleccionar que Tarjeta de Crédito borrar
fr_fr: Sélectionnez la carte de crédit à supprimer

source: Select which credit card to change
es_es: Seleccionar que Tarjeta de Crédito cambiar
fr_fr: Sélectionnez la carte de crédit à modifier

source: Enter new credit card information
es_es: Ingresar nueva Tarjeta de Crédito
fr_fr: Entrez votre carte de credit

source: Credit Card information is encrypted and secure
es_es: La información de la tarjeta de crédito está encriptada y segura
fr_fr: L'information de carte de crédit est encryptée et sécurisée

source: Last reservations:
es_es: Ultimas reservaciones :
fr_fr: Derniere réservations:

source: Review
es_es: Comentario
fr_fr: Commentaire

source: Provide a review
es_es: Dar su comentarion
fr_fr: Fournir une évaluation

source: Review provided
es_es: Comentario propocionado
fr_fr: Évaluation transmise

source: Mobile version
es_es: Version para celular
fr_fr: Version pour téléphone portable

source: This property requires a minimum stay of %d night
es_es: Esta propiedad requiere una estadía mínima de %d noche
fr_fr: Cet établissement a un minimum de %d nuit

source: This property requires a minimum stay of %d nights
es_es: Esta propiedad requiere una estadia minima de %d noches
fr_fr: Cet établissement a un minimum de %d nuits

source: Sorry, no rooms are available for all the nights you have selected
es_es: Lo sentimos, no tenemos disponibilidad para las noches que selecciono
fr_fr: Aucune chambre n'est disponible pour toutes les nuits sélectionnées

source: Please remember:
es_es: Por favor recordar:
fr_fr: S'il vous plaît n'oubliez pas :

source: We cannot recommend a property over another one.
es_es: No podemos recomendar una propiedad sobre la otra.
fr_fr: Nous ne pouvons pas vous conseiller une propriété plus qu'une autre.

source: We only provide contact information (Email, telephone number…) in the confirmation email after you have made a reservation.
es_es: Solo damos informacion del contacto (correo electronico, numero de telefono…) en nuestro correo electronico confirmando su reservacion.
fr_fr: Nous fournissons les coordonnées (courriel, numéro de téléphone…) dans le courriel de confirmation après que vous ayez effectué une réservation.

source: You do not need a yearly membership card to reserve on our website.
es_es: No necesita una membresía anual para reservar en nuestra pagina web
fr_fr: Vous n'avez pas besoin d'une carte de membre pour réserver sur notre site Web.

source: Property availability error
es_es: Error de disponibilidad en la propiedad
fr_fr: Erreur sur les disponibilités de cet établissement

source: Data unavailable. Please try again.
es_es: Datos no disponibles. Por favor, inténtelo de nuevo.
fr_fr: Données non disponible. Essayez de nouveau.

source: No rooms available for the selected nights.
es_es: Lo sentimos, no tenemos disponibilidad para las noches que seleccionó
fr_fr: Aucune chambre n'est disponible pour toutes les nuits sélectionnées.

source: No rooms available for this property.
es_es: No hay habitaciones disponibles en esta propiedad.
fr_fr: Aucune chambre n'est disponible pour cet établissement.

source: Transaction Secured and encrypted
es_es: Transacciones 100%% seguras y encriptadas
fr_fr: Transaction 100%% sécurisée et encryptée

source: This property has a minimum stay of %d nights
es_es: Esta propiedad requiere una estadia minima de %d noche
fr_fr: Cet établissement a un minimum de %d nuits

source: You must have a valid credit card to book on %s
es_es: Usted debe tener una tarjeta de crédito válida para reservar en%s
fr_fr: Vous devez posséder une carte de crédit valide pour effectuer une réservation sur %s.

source: Reservations in the past hour.
es_es: Reservas de hace una hora.
fr_fr: Réservations depuis 1 heure:

source: Add Favorite
es_es: Agregar a Favoritos
fr_fr: Ajouter aux favoris

source: Recently Viewed Hostels
es_es: Propiedades recientemente vistas
fr_fr: Dernieres propriétés vues

source: Top rated hostels in %s
es_es: Los albergues juveniles mejor ranqueados en %s
fr_fr: Top Auberges de jeunesse - %s

source: View favorites
es_es: Ver los favoritos
fr_fr: Voirs vos favoris

source: Remove this property
es_es: Eliminar esta propiedad
fr_fr: Enlever cet établissement

source: remove
es_es: Quitar
fr_fr: Enlevez

source: Add
es_es: Agregar
fr_fr: Ajouter

source: Terms and Conditions.
es_es: Términos y Condiciones del contrato
fr_fr: Termes et Conditions

source: Official site
es_es: Página web oficial
fr_fr: Site officiel

source: +Compare All Cheap Properties.
es_es: Compara todas las propiedades baratos.
fr_fr: +Comparez tous les établissements à bas prix

source: +Compare 100 Cheap Properties.
es_es: + Compara 100 Propiedades baratos.
fr_fr: +Comparez 100 établissements à bas prix

source: Reviews - Maps - Photos.
es_es: Comentarios - Mapas - Fotos.
fr_fr: Évaluations - Cartes - Photos.

source: This property has a maximun stay of %s nights
es_es: Esta propiedad tiene un máximo de %s noches
fr_fr: Cet établissement a un minimum de %s nuits

source: This property has a maximum of %s nights
es_es: Esta propiedad tiene un máximo de %s noches
fr_fr: Cet établissement a un minimum de %s nuits

source: You must have a valid credit card to book on this website.
es_es: Usted debe tener una tarjeta de crédito válida para reservar en este página web.
fr_fr: Vous devez posséder une carte de crédit valide pour effectuer une réservation sur ce site Web.

source: Or type a property name or city
es_es: O escriba el nombre de la propiedad o de la ciudad
fr_fr: Ou entrez un nom d'établissement ou de ville

source: 2 X your deposit.
es_es: 2 x su depósito.
fr_fr: 2 x votre dépôt.

source: 2 Times your deposit.
es_es: 2 veces su depósito.
fr_fr: 2 fois votre dépôt.

source: Twice your deposit.
es_es: Dos veces su depósito.
fr_fr: Deux fois votre dépôt.

source: Safe for Women
es_es: Seguro para Mujeres
fr_fr: Sécuritaire pour les Femmes

source: Property rated safe by other female customers.
es_es: Propiedad ranqueada,por mujeres, segura para mujeres
fr_fr: Cet établissement a été évalué comme étant sûre par d'autres clientes.

source: Check Availability
es_es: Chequear Disponibilidad
fr_fr: Recherche disponibilité

source: Change dates
es_es: Cambiar fechas
fr_fr: Changement de dates

source: This property does not offer any dorms.
es_es: Esta propiedad no ofrece ningún tipo de habitacioines comunes.
fr_fr: Cet établissement ne fournit pas de dortoirs.

source: This property does not offer any private rooms.
es_es: Esta propiedad no ofrece habitaciones privadas.
fr_fr: Cet établissement ne fournit pas de chambres privées.

source: Phone (please include the country code)
es_es: Teléfono (por favor incluir el código de la ciudad)
fr_fr: Téléphone (veuillez entrer l'indicatif du pays)

source: Text/SMS (Free)
es_es: SMS Gratis con su confirmación
fr_fr: SMS (GRATUIT)

source: Please make sure you have included the country code in your phone number above
es_es: Por favor por seguridad tienes que incluir el código de la ciudad en tu número telefónico abajo
fr_fr: Veuillez vérifier que l'indicatif du pays est dans le numéro ci-dessus.

source: Check your reservation on your mobile
es_es: Chequear su reservas desde su celular
fr_fr: Vérifiez vos réservations sur votre mobile

source: Reservation
es_es: Reserva
fr_fr: Réservation

source: Free SMS
es_es: SMS Gratis
fr_fr: SMS gratuit

source: Message to Parents
es_es: Mensaje a los Padres
fr_fr: Messages aux parents

source: Why booking with us ?
es_es: ¿Por qué reservar con nosotros?
fr_fr: Pourquoi réserver avec nous ?

source: Groupes
es_es: Grupos

source: Pour tous les âges: ni maximum ni minimum.
es_es: Para todas las edades: nada de edad máxima o mínima.

source: Un service clientèle de qualité disponible %s prêt à vous guider à tout moment.
es_es: %s Ofrecemos un servicio al cliente de excelencia, dispuesto a ayudarlo en cualquier momento.

source: 24h/24, 7j/7
es_es: 24 horas al día, 7 días por semana

source: Free Breakfast
es_es: Desayuno gratis
fr_fr: Petit-déjeuner

source: Internet Access
es_es: Acceso a Internet
fr_fr: Accès Internet

source: Free Internet
es_es: Acceso a Internet gratis
fr_fr: Internet gratuit

source: Fun
es_es: Divertido
fr_fr: Amusement

source: See more results
es_es: Ver más resultados.
fr_fr: Afficher plus de résultats.

source: Payer seulement 10%% maintenant
es_es: Pagar sólo el 10%% ahora
fr_fr: Payez seulement 10%% maintenant

source: Car Parking
es_es: Estacionamiento de Carros
fr_fr: Stationnement

source: 24 hour hot showers
es_es: 24 horas duchas con agua caliente
fr_fr: Douches chaudes 24/24

source: Washing machines
es_es: Lavadoras
fr_fr: Machines à laver

source: Air Conditioning
es_es: Aire Acondicionado
fr_fr: Air conditionné

source: Lounge area
es_es: Sala de estar
fr_fr: Salon

source: Restaurant
es_es: Restaurante

source: Swimming Pool
es_es: Piscina
fr_fr: Piscine

source: Credit cards accepte
es_es: Tarjeta de crédito aceptada
fr_fr: Cartes de crédit acceptées

source: No curfew
es_es: No toque de queda
fr_fr: Sans couvre-feu

source: 24 hour reception
es_es: Recepción 24 horas
fr_fr: Reception 24/24

source: Safety deposit
es_es: Caja fuerte
fr_fr: Acompte sécurisé

source: Self-catering Facili
es_es: Instalaciones de cocina
fr_fr: Cuisine

source: Currency Exchange
es_es: Casa de Cambio
fr_fr: Bureau de change

source: Tours/Travel Desk
es_es: Conserjería Tours/Viajes
fr_fr: Guichet pour Excursions/Voyages

source: Wheelchair accessibl
es_es: Silla de ruedas accesible
fr_fr: Accessible aux personnes à mobilité réduite

source: Nightclub
es_es: Discoteca
fr_fr: Boîte de nuit

source: Games room
es_es: Sala de Juegos
fr_fr: Salle de jeux

source: Free city tour
es_es: Tour de la Ciudad Gratuito
fr_fr: Excursion gratuite en ville

source: Pool table(s)
es_es: Mesa(s) de billar
fr_fr: Table(s) de billard

source: ATM / cash machine
es_es: Cajero Automático
fr_fr: Guichet/Distributeur automatique

source: Internet access in p
es_es: Acceso a Internet
fr_fr: Accès Internet

source: Bicycle hire
es_es: Alquiler de Bicicletas
fr_fr: Location de vélos

source: Wake-up calls
es_es: Llamadas de despertador
fr_fr: Appel pour réveil-matin

source: Bar(s)
es_es: Bares

source: Elevator / lift(s)
es_es: Elevadore/Ascensor
fr_fr: Ascenceur

source: Safe deposit box at
es_es: Caja fuerte en
fr_fr: Coffre-fort sécurisé

source: Children's play area
es_es: Zona de juego para niños
fr_fr: Aire de jeux pour enfants

source: Cot / crib
es_es: Cuna/
fr_fr: Lit de bébé/d'enfant

source: Infant bed
es_es: Cama para bebé
fr_fr: Couffin pour nourrisson

source: Dry cleaning
es_es: Lavado al seco
fr_fr: Nettoyage à sec

source: Laundry service
es_es: Servicio de lavandería
fr_fr: Laverie

source: Reception (limited h
es_es: Recepción (horas limitadas)
fr_fr: Reception (heure limite)

source: Late check-out
es_es: Check-out tarde
fr_fr: Départ tardif

source: Common area / room
es_es: Area común
fr_fr: Pièce commune

source: Communal kitchen
es_es: Cocina Comunitaria
fr_fr: Cuisine commune

source: Television room
es_es: Sals de televisión
fr_fr: Salle de télévision

source: Conference / meeting
es_es: Conferencia/reunión
fr_fr: Conférence / réunion

source: Photocopying
es_es: Photocopia
fr_fr: Photocopie

source: Steam room
es_es: Sala de vapor
fr_fr: Hammam

source: Pets allowed
es_es: Se admiten animales
fr_fr: Animaux autorisés

source: Concierge
es_es: Conserje

source: Outside area
es_es: Patio
fr_fr: Aire extérieure

source: Banqueting facilitie
es_es: Instalación para banquetes
fr_fr: Installations pour repas en groupe

source: Room service (limite
es_es: Servicoi a la habitación
fr_fr: Service d'étage (heure limite)

source: Newspapers
es_es: Periódicos
fr_fr: Presse

source: High chair
es_es: Silla de comer para bebes
fr_fr: Chaise haute

source: Express check-in / o
es_es: Check in/out Expreso
fr_fr: Enregistrement/Départ express

source: Room service (24 hou
es_es: Servicio a la habitación (24 horas)
fr_fr: Service en chambre (24/24)

source: Onsite shop(s)
es_es: Tienda(s) dentro de la propiedad
fr_fr: Boutique(s) sur place

source: Solarium
es_es: Solárium

source: BBQ area
es_es: Zona para BBQ
fr_fr: Aire de barbecue

source: Gym
es_es: Gimnasio

source: Hot tub / jacuzzi
es_es: bañera de hidromasajes / jacuzzi
fr_fr: Jacuzzi

source: Tennis court(s)
es_es: Cancha(s) de Tenis
fr_fr: Courts de tennis

source: Beauty salon
es_es: Salón de Belleza
fr_fr: Salon de beauté

source: Hair salon
es_es: Peluquería
fr_fr: Salon de coiffure

source: Barber
es_es: Peluquero
fr_fr: Barbier

source: Supervised child car
es_es: Supervisión para niños
fr_fr: Garde d'enfants

source: Golf course
es_es: Cancha de Golf
fr_fr: Parcours de golf

source: Fitness centre
es_es: Gimnasio
fr_fr: Club de gym

source: Crèche
es_es: Guardería

source: Secure lockers
es_es: Casilleros
fr_fr: Casiers sécurisés

source: Airport Pick Up
es_es: Recojo del Aeropuerto
fr_fr: Possibilité de passer vous prendre à l'aéroport

source: Linen Included
es_es: Ropa de cama incluida
fr_fr: Linge de maison inclus

source: Towels
es_es: Toallas
fr_fr: Serviettes de toilette

source: Luggage Storage
es_es: Almacenamiento de Maletas
fr_fr: Coffre à bagages

source: Telephone/Fax Facilities
es_es: Instalaciones de Teléfono/Fax
fr_fr: Equipements Fax / Téléphone

source: Travel Desk/Travel Info
es_es: Consejería/Información de Viajes
fr_fr: Comptoir de voyages / Infos Voyages

source: Common Room
es_es: Sala Común
fr_fr: Pièce commune

source: Lift / Elevator
es_es: Ascensor / Elevador
fr_fr: Ascenceur

source: 24-hour check in
es_es: Check in 24-horas
fr_fr: Enregistrement 24/24

source: WiFi in Lobby
es_es: Wifi en el Lobby
fr_fr: WiFi dans le hall d'entrée

source: Free Car Park
es_es: Estacionamiento de Carro gratuito
fr_fr: Stationnement gratuit

source: No Smoking
es_es: No Fumadores
fr_fr: Non fumeur

source: Wheelchair Friendly
es_es: Acceso para Silla de Ruedas
fr_fr: Accueillant avec les personnes à mobilité réduite

source: Bike Parking
es_es: Estacionamiento de bicicletas
fr_fr: Stationnement pour vélo/moto

source: web access in lobby
es_es: acceso a internet en el lobby
fr_fr: Accès internet dans le hall d'entrée

source: web access in room
es_es: acceso de internet in la habitacón
fr_fr: Accès internet en chambre

source: Security Lockers
es_es: Casilleros
fr_fr: Casiers sécurisés

source: Key Card Access
es_es: Acceso con Tarjeta
fr_fr: Carte d'accès

source: Breakfast Not Included
es_es: Desayuno no incluido
fr_fr: Petit-déjeuner non inclus

source: Laundry
es_es: Lavandería
fr_fr: Laverie

source: Bureau de Change
es_es: Casa de Cambio

source: WiFi in Room
es_es: Wifi en la habitación
fr_fr: WiFi en chambre

source: Health Spa
es_es: Spa
fr_fr: Centre de cure

source: children not allowed
es_es: No se admiten niños
fr_fr: Enfants non autorisés

source: Meeting Facilities
es_es: Instalaciones para Reuniones
fr_fr: Equipements pour réunion

source: Credit Cards Accepted
es_es: Tarjeta de credito Aceptada
fr_fr: Cartes de crédit acceptées

source: Guest Kitchen
es_es: Cocina para huéspedes
fr_fr: Cuisine pour les invités

source: Children Friendly
es_es: Se admiten niños
fr_fr: Accueillant avec les enfants

source: Babysitting Service
es_es: Servicio de Niñera
fr_fr: Service de garde d'enfants

source: Smoking Rooms
es_es: Habitaciones para Fumadores
fr_fr: Chambre fumeur

source: No Lockout
es_es: 24 horas open
fr_fr: Pas de fermeture

source: Taxes included in price
es_es: Impuestos incluidos en el precio
fr_fr: Taxes incluses dans le prix

source: Car Parking Available
es_es: Estacionamiento para carros disponible
fr_fr: Stationnement disponible

source: Pets Accepted
es_es: Se aceptan animales
fr_fr: Animaux acceptés

source: Age Restriction
es_es: Mayores de Edad
fr_fr: Restriction d'âge

source: Free Internet Access
es_es: Acceso a Internet Gratuito
fr_fr: Accès Internet gratuit

source: Airport Pickup
es_es: Recojo del aeropuerto
fr_fr: Possibilité de passer vous prendre à l'aéroport

source: Luggage Room
es_es: Depósito de Maletas
fr_fr: Dépôt de bagages

source: Linen
es_es: Ropa de cama
fr_fr: Linge de maison

source: Towel
es_es: Toalla
fr_fr: Serviette

source: That card number is invalid
es_es: Ese número de tarjeta es inválido
fr_fr: Ce numéro de carte est invalide

source: That card expiry date is invalid
es_es: Esa fecha de expiración de la tarjeta es inválida
fr_fr: La date d'expiration de la carte saisie est invalide

source: That Card Start Date Is Invalid
es_es: Esa Fecha de Inicio de la Tarjeta es Inválida
fr_fr: La date de délivrance de la carte saisie est invalide

source: That card type is invalid
es_es: Tipo de Tarjeta invalida
fr_fr: Ce type de carte est invalide

source: That card security code is invalid
es_es: Ese código de seguridad de la tarjeta es inválido
fr_fr: Le code de sécurité de la carte saisie est invalide

source: That Card Issue Number Is Invalid
es_es: Ese Número de Emisión de la Tarjeta es Inválido
fr_fr: Le numéro de carte saisi est invalide.

source: Travel is better with friends. Share this on FaceBook
es_es: Viajar con amigos es mejor. Comparte esto en Facebook
fr_fr: On voyage mieux entre amis. Partager cela sur Facebook !

source: Add info@NoFeesHostels.com to your address book to make sure you receive the NoFeesHostels.com newsletter.
es_es: Añadir info@AlberguesJuveniles.com a su directorio personal para asegurarse de recibir el bultíin de AlberguesJuveniles.com.
fr_fr: Ajouter info@AubergesDeJeunesse.com à votre carnet d'adresses pour être certains de recevoir la newsletter de AubergesDeJeunesse.com

source: Having trouble seeing this email? Read the online version here.
es_es: Tiene problemas para ver este correo? Lea la versión en línea aquí.
fr_fr: Vous avez des soucis pour lire cet email? Lisez la version en ligne ici.

source: Tell a friend
es_es: Cuéntele a un amigo
fr_fr: Dites-le à un ami.

source: Top cities. Book Now!
es_es: Las principales ciudades. Reserve Ahora!
fr_fr: Villes au top. Réservez maintenant !

source: Exceptional
es_es: Excepcional
fr_fr: Exceptionnel

source: Please enter the traveller information (the traveller and the person paying for this booking can be different). Only 1 traveller required if you are 2 or more. You can use the email confirmation to request a Visa at your closest consulate.
es_es: Por favor ingresar la información del pasajero (el pasajero y la persona pagando esta reserva no tiene que ser la misma). Sólo se requiere un pasajero si son 2 o más. Usted puede usar el correo de confirmación para solicitar una Visa a su consulado más cercano.
fr_fr: Merci d'entrer les informations du voyageur (le voyageur et la personne payant pour cette réservation peuvent être différentes). 1 voyageur seulement est requis si vous êtes 2 ou plus. Vous pouvez utiliser l'email de confirmation pour demander un visa au consulat le plus proche.

source: We guarantee:
es_es: Garantizamos:
fr_fr: Nous garantissons :
