Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: Vous êtes maintenant enregistré.
es_es: Ahora estás registrado.

source: Un nouveau courriel d'activation a été envoyé à %s. Suivez les instructions pour activer votre compte.
es_es: Un nuevo mensaje de activación ha sido enviado a %s. Siga las instrucciones para activar tu cuenta.
fr_fr: Un nouveau courriel d'activation a été envoyé à %s. Suivez les instructions pour activer votre compte. Veuillez vérifier votre boite Spam également.

source: Votre compte a été activé avec succès.
es_es: Tu cuenta ha sido activada con éxito.

source: Le code d'activation inscrit est invalide ou a expiré.
es_es: El código de activación ingresado no es válido o ha caducado.

source: Votre mot de passe a été modifié avec succès.
es_es: Su contraseña ha sido cambiada!

source: Un courriel vous a été envoyé avec les instructions pour créer un nouveau mot de passe.
es_es: Un correo electrónico con instrucciones para crear una nueva contraseña le ha sido enviado.
fr_fr: Un courriel vous a été envoyé avec les instructions pour créer un nouveau mot de passe. Veuillez vérifier votre boite Spam également.

source: Vous avez modifié votre mot de passe avec succès.
es_es: Ha cambiado su contraseña correctamente.

source: Votre clé d'activation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
es_es: Su clave de activación no es válida o ha caducado. Revise su correo electrónico y siga las instrucciones.

source: Un courriel de confirmation a été envoyé a %s. Suivez les instructions dans le courriel pour compléter la modification de l'adresse courriel.
es_es: Un correo electrónico de confirmación ha sido enviado a %s. Siga las instrucciones en él para completar el cambio de dirección de correo electrónico.
fr_fr: Un courriel de confirmation a été envoyé a %s. Suivez les instructions dans le courriel pour compléter la modification de l'adresse courriel. Veuillez vérifier votre boite Spam également.

source: Votre adresse courriel a été modifié avec succès.
es_es: Su dirección de correo electrónico ha sido cambiada!

source: Votre clé d'activiation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
es_es: La clave de activación es inválida o ha caducado. Revise su correo electrónico y siga las instrucciones.

source: Votre compte est désactivé.
es_es: Su cuenta está deshabilitada.

source: Votre compte a été supprimé...
es_es: Su cuenta ha sido borrada ...

source: Bienvenue sur %s!
es_es: %s
fr_fr: %s

source: Mot de passe perdu sur %s?
es_es: Contraseña perdida a %s?

source: Votre nouveau mot de passe sur %s
es_es: Su nueva contraseña de %s

source: Votre nouvelle adresse courriel sur %s
es_es: Su dirección de correo electrónico nuevo en %s

source: Ancien Mot de Passe
es_es: Contraseña antigua

source: Nouveau Mot de Passe
es_es: Contraseña nueva

source: Confirmation du Mot de Passe
es_es: Confirmar contraseña

source: Nom d'usager
es_es: Nombre de usuario

source: Mot de Passe
es_es: Contraseña

source: Rester connecté
es_es: Mantente conectado

source: Code de confirmation
es_es: Código de confirmación

source: We will contact you with the next steps. Thank you.
fr_fr: Nous vous contacterons pour vous informer des prochaines étapes. Merci.

source: Continue
fr_fr: Continuez

source: no
fr_fr: Non

source: Internet café
fr_fr: Café internet

source: Video
fr_fr: Vidéo

source: No
fr_fr: Non

source: Deposit to be paid now (%d)
fr_fr: Dépôt à payer maintenant (%d)

source: You only pay the deposit (%d of total amount) to confirm and secure your reservation now. The remaining amount (%d) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
fr_fr: Vous ne payez que le dépôt (%d du montant total) pour confirmer et garantir cette réservation maintenant. Le montant restant (%d) est payable à l'arrivée. Vous trouverez les coordonnées de l'établissement (email, adresse, numéro de téléphone …) dans votre email de confirmation après avoir effectué votre réservation.

source: Deposit (%d)
fr_fr: Dépôt (%d)

source: 10%% Arrhes facturé en %s:
fr_fr: Montant déja facturé en %s :

source: 10%% Arrhes + frais de service facturé en %s:
fr_fr: Montant déja facturé en %s :

source: N/A
fr_fr: Pas Disponible

source: 10%% Arrhes facturé en %s à votre carte
fr_fr: Montant déja facturé en %s à votre carte

source: Disponibility and Price
fr_fr: Disponibilités et Prix

source: Language Lessons ? CoursParticuliers.com
fr_fr: Cours de Langues ? CoursParticuliers.com
