Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Nouveau Mot de Passe
cs_cz: Nové heslo
de_de: Neues Passwort
hu_hu: Új jelszó
ko_kr: 새 비밀 번호
zh_cn: 新密码

source: Confirmation du Mot de Passe
cs_cz: Potvrzení hesla
de_de: Passwort bestätigen
hu_hu: Jelszó megerősítése
ko_kr: 비밀 번호 확인
zh_cn: 新密码确认

source: Nom d'usager
cs_cz: Uživatelské jméno
de_de: Benutzername
hu_hu: Felhasználónév
ko_kr: 사용자 이름
zh_cn: 用户名

source: Mot de Passe
cs_cz: Heslo
de_de: Kennwort
hu_hu: Jelszó
ko_kr: 암호
zh_cn: 密码

source: Rester connecté
cs_cz: Zůstaňte ve spojení
de_de: Eingeloggt bleiben
hu_hu: Maradjon kapcsolatban
ko_kr: 연결 유지
zh_cn: 保持联系

source: Code de confirmation
cs_cz: Potvrzovací kód
de_de: Bestätigungs-Code
hu_hu: Igazoló kód
ko_kr: 확인 코드
zh_cn: 验证码

source: 24h/24, 7j/7
de_de: 24 Stunden, 7 Tage die Woche
zh_cn: 一天24小时一周7天

source: Best price
de_de: Bester Preis

source: Best location
de_de: Ideale Lage

source: Safest
de_de: Am sichersten

source: Best rating
de_de: Bestes Feedback

source: Great location
de_de: Tolle Lage

source: Good location
de_de: Gute Lage

source: Safe
de_de: Sicher

source: Very safe
de_de: Sehr sicher

source: Youth hostels only
de_de: Nur Jugendherbergen

source: Notes are exceeding maximum of %d characters
de_de: Notizen können maximal %d Buchstaben haben

source: Votre Compte - Réservation Auberges De Jeunesse
hu_hu: Az Ön Fiókja

source: Voir vos évaluation
hu_hu: Tekintse meg az értékeléseit
