Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: The lowest price per person per night in a private room at this property:
es_es: El precio más bajo por persona y noche en una habitación privada de este alojamiento:
fr_fr: Le prix le plus bas par personne et par nuit dans une chambre privée dans cet établissement :

source: Maximum you can book
es_es: Máximo que puedes reservar
fr_fr: Maximum que vous pouvez réserver

source: Please wait…
es_es: Por favor espera…
fr_fr: Veuillez patienter s'il vous plaît…

source: %d Bed Private Shared Bathroom
es_es: Habitación Privada para %d personas con Baño Compartido
fr_fr: Chambre privée pour %d personnes avec salle de bains partagée

source: Standard Single Private Shared Bathroom
es_es: Habitación Individual Estándar con Baño Compartido
fr_fr: Chambre privée standard pour 1 personne avec salle de bains partagée

source: Email is not valid
es_es: Correo electrónino no es válido
fr_fr: E-mail non valide

source: Fill in the from name
es_es: Escriba su nombre en "De"
fr_fr: Remplissez l'info destinataire

source: Standard Single Private Ensuite
es_es: Habitación estándar con 1 cama sencilla y baño privado
fr_fr: Chambre standard avec 1 lit simple et salle de bains privée

source: Standard Twin Private Ensuite
es_es: Habitación estándar con 2 camas sencillas y baño privado
fr_fr: Chambre standard avec 2 lits simples et salle de bains privée

source: Deluxe Double Bed Private Ensuite
es_es: Habitación Deluxe con 1 cama doble y baño privado
fr_fr: Chambre Deluxe avec 1 lit double et salle de bains privée

source: 1 Bed Private Ensuite
es_es: Habitación privada con 1 cama sencilla y baño privado
fr_fr: Chambre privée avec 1 lit simple et salle de bains privée

source: %d Bed Private Ensuite
es_es: Habitación privada para %d personas con baño privado
fr_fr: Chambre privée pour %d personnes et salle de bains privée

source: Deluxe 1 Bed Family Room Ensuite
es_es: Habitación deluxe familiar privada con 1 cama sencilla y baño privado
fr_fr: Chambre Familiale privée de luxe avec 1 lit simple et salle de bains privée

source: Deluxe %d Bed Family Room Ensuite
es_es: Habitación Deluxe Familiar privada para %d personas y baño privado
fr_fr: Chambre Familale privée de luxe pour %d personnes et salle de bains privée

source: Filter by landmarks (-2kms)
es_es: Filtro por puntos de referencia (-2kms)
fr_fr: Filtrer par attractions (-2kms)

source: Deposit:
es_es: Depósito:
fr_fr: Dépôt :

source: Deposit to be paid now:
es_es: Depósito que debe pagar ahora:
fr_fr: Dépôt à payer maintenant:

source: Deposit already paid:
es_es: Depósito ya pagado:
fr_fr: Dépôt déjà payé:

source: Amount already charged in %s:
es_es: Importe ya cobrado en %s:
fr_fr: Montant déjà chargée en %s :

source: Currency for the deposit:
es_es: Moneda para el depósito:
fr_fr: Devise pour le dépôt:

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival.
es_es: Solamente paga el depósito para confirmar y asegurar ahora su reservación. La cantidad restante debe pagarse al llegar.
fr_fr: Vous ne payez que le dépôt pour confirmer et garantir votre réservation dès maintenant. Le solde est payable à l'arrivée.

source: Amount to be paid on arrival:
es_es: Importe a pagar al llegar:
fr_fr: Montant à payer à l'arrivée:

source: Amount to be paid when you arrive at the property
es_es: Importe a pagar cuando llegue a la propiedad
fr_fr: Montant à payer a votre arrivée

source: Membership card (not required):
es_es: Tarjeta de membresía (no indispensable):
fr_fr: Carte de membre (non obligatoire):

source: Membership card:
es_es: Tarjeta de membresía:
fr_fr: Carte de membre :

source: The deposit is non refundable and non transferable.
es_es: El depóstio no es reembolsable ni transferible.
fr_fr: Le dépôt est non remboursable et non transférable.

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
es_es: Solamente paga el depósito para confirmar y asegurar ahora su reservación. La cantidad restante debe pagarse al llegar. Encontrará la información de contacto de la propiedad (correo electrónico, dirección, número de teléfono…) en el correo que recibirá una vez hecha la reservación.
fr_fr: Vous ne payez que le dépôt pour confirmer et garantir votre réservation maintenant. Le solde est payable à l'arrivée. Vous trouverez les coordonnées de l'établissement (email, adresse, numéro de téléphone …) dans votre email de confirmation après avoir effectué votre réservation.

source: Tell me about great deals and exclusive discounts!
es_es: ¡Comunícame grandes ofertas y descuentos exclusivos!
fr_fr: Informez-moi sur les offres et promo exclusives !

source: Save this property as a favorite
es_es: Guarde esta propiedad como una de mis favoritas
fr_fr: Sauvegarder cet établissement en tant que favori

source: Update Notes
es_es: Actualizar notas
fr_fr: Mise à jour de vos notes

source: List of favorite properties
es_es: Lista de propiedades favoritas
fr_fr: Liste des établissements favoris

source: My short notes about the property
es_es: Mis notas sobre la propiedad
fr_fr: Mes notes personnelles sur l'établissement

source: Account created
es_es: Cuenta creada
fr_fr: Compte créé

source: Please enter your email address and we will send you a password.
es_es: Por favor escriba su dirección de correo electrónico y le enviaremos una contraseña
fr_fr: S'il vous plaît, entrez votre adresse email et nous vous enverrons un mot de passe.

source: Saved favorite properties
es_es: Propiedades favoritas guardadas
fr_fr: Mes établissements favoris

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
es_es: Ahora usted paga el depósito (%d%% del importe total) solamente para confirmar y asegurar su reserva . La cantidad restante (%d%%) debe pagarse al llegar. Una vez que haga su reserva, recibirá un email de confirmación en el cual encontrará la información de contacto de la propiedad en la que ha reservado (correo electrónico, dirección, número de teléfono…).
fr_fr: Vous ne payez que le dépôt (%d%% du montant total) pour confirmer et garantir cette réservation maintenant. Le montant restant (%d%%) est payable à l'arrivée. Vous trouverez les coordonnées de l'établissement (email, adresse, numéro de téléphone …) dans votre email de confirmation après avoir effectué votre réservation.

source: Enter your dates
es_es: Escriba las fechas de su interés
fr_fr: Indiquez vos dates

source: Create new account
es_es: Crear cuenta nueva
fr_fr: Nouveau mot de passe

source: New password
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe

source: Show room types
es_es: Mostrar tipos de habitaciones
fr_fr: Montrer les types de chambres

source: Hide room types
es_es: Ocultar tipos de habitaciones
fr_fr: Cacher les types de chambres

source: We are sorry but the maximum number of favorite properties you can save to your account is 30
es_es: Lo sentimos pero la cantidad máxima de propiedades que puede guardar como favoritas en su cuenta es de 30 propiedades
fr_fr: Nous sommes désolés mais le nombre maximum d'établissements favoris que vous pouvez enregistrer dans votre compte est de 30 maximum.

source: Most Popular Amenities
es_es: Instalaciones/Servicios Más Populares
fr_fr: Services les plus populaires

source: Most Popular Types
es_es: Tipos Más Populares
fr_fr: Type le plus populaire

source: Save
es_es: Guardar
fr_fr: Sauvegarder

source: Last name
es_es: Apellidos
fr_fr: Nom de famille

source: Newsletter subscription
es_es: Suscripción al Boletín de noticias
fr_fr: Inscription Newsletter

source: Check this box to see new search results as you move the map
es_es: Marque este recuadro para ver nuevos resultados conforme te muevas en el mapa
fr_fr: Cochez cette case pour voir les nouveaux résultats quand vous bougez la carte

source: Redo search in map
es_es: Rehacer búsqueda en mapa
fr_fr: Refaire la recherche sur la carte

source: %d Bed Female Dorm Shared Bathroom
es_es: Dormitorio femenino de %d camas con baño compartido
fr_fr: Dortoir femme avec %d lits et salle de bains partagée

source: Hostels only
es_es: Sólo albergues

source: Customers can easily cancel their reservation free of charge up to %d Days before arrival. Deposits paid are non refundable.
es_es: Clientes pueden cancel fácilmente su reservación sin cargo alguno hasta %d antes de su llegada. El depósito no es reembolsable.

source: Customers can easily cancel their reservation free of charge up to 1 Day before arrival. Deposits paid are non refundable.
es_es: Clientes pueden cancel fácilmente su reservación sin cargo alguno hasta 1 antes de su llegada. El depósito no es reembolsable.

source: Please read carefully
es_es: Por favor lea cuidadosamente

source: I agree
es_es: Estoy de acuerdo

source: I do not agree and I will select another property
es_es: No estoy de acuerdo y escogeré otra propiedad

source: Benefits of booking fee ?
es_es: Beneficios de los gastos de gestión ?

source: Local customer service you can trust in your language available 24 hours a day
es_es: Puede confiar en que tendrá servicio al cliente en su propio idioma las 24 horas al día

source: Secured payment: your credit card is protected
es_es: Pago seguro, su tarjeta de crédto está protegida

source: No spam emails after you have booked and your information will stay private
es_es: No recibirá correos no deseado después de que haya reservado y le ofrecemos privacidad en sus datos.

source: You have access to millions of real reviews from travellers like you
es_es: Tiene acceso a millones de opiniones reales de viajeros como usted

source: And finally, you get the best price!
es_es: Y finalmente, ¡obtienes el mejor precio!

source: Best price guarantee
es_es: Garantizado el mejor precio

source: Free breakfast only
es_es: Desayuno gratuito solamente

source: Click here to book
es_es: Haga clic aqui para reservar

source: 1 million reviews
es_es: 1 millón de reseñas

source: You can compare pricing, services and location on the map for up to 5 properties
es_es: Puede comparar precios, servicios y localización en el mapa de hasta cinco propiedades

source: Please click here to compare
es_es: Haga clic aquí para comparar

source: Click here to select this property
es_es: Haga clic aquí para seleccionar esta propiedad

source: Lowest price for a bed in a dorm at this property for the selected dates
es_es: Precio más bajo por una cama en un dormitorio en esta propiedad para las fechas seleccionadas

source: Lowest price per person in a private room at this property for the selected dates
es_es: Precio más bajo por persona en una habitación privada en esta propiedad para las fechas seleccionadas

source: Click here to see pricing for each type of room and the maximum number of available beds in each room
es_es: Haga clic aquí para ver los precios de cada tipo de habitación y el número máximo de camas disponibles en cada habitación.

source: You can filter the results based on their specific districts
es_es: Puedes filtrar los resultado con base en sus distritos específicos

source: You can filter the results based how close there are to specific landmarks, train stations and airports
es_es: Puedes filtrar los resultados basado en que tan cerca están de sitios importantes, estaciones de tren y aeropuertos

source: Click here to view pricing for this property
es_es: Haga clic aquí para ver los precios para esta propiedad

source: 1 guest in %d Bedrooms (%d guests in each room).
es_es: 1 huéspedes en %d Habitaciones ( %d huéspedes en cada cuarto).
fr_fr: 1 personne dans %d chambres (%d personne dans chaque chambre).

source: 1 guest in %d Bedrooms (%d guest in each room).
es_es: 1 huéspedes en %d Habitaciones ( %d huéspedes en cada cuarto).
fr_fr: 1 personne dans %d chambres (%d personne dans chaque chambre).

source: Créer un compte dès maintenant
es_es: Crear una cuenta ahora

source: Destinations Populaires
es_es: Destinos

source: Navigation
es_es: Navegación

source: Accueil
es_es: Página principal

source: Auberges et logements pas chers
es_es: Albergues
fr_fr: Auberges de jeunesse

source: Réservation d'auberges de jeunesse pour les groupes
es_es: Reservas en Albergues para grupos
fr_fr: Réservation d'auberges de jeunesse pour groupes

source: Groupes 10+
es_es: Grupos de 10 +

source: Événements
es_es: Eventos

source: Destinations
es_es: Guías
fr_fr: Guides

source: Vous recherchez une auberge, une auberge de jeunesse, un appartement, un Bed And Breakfast B&B, une pension, une chambre d’hôtes, une Hostel ? %s est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements à bas prix dernière minute. %s propose la réservation dernière minute de chambres et logements à bas prix dans des villes comme Paris en France, Londres en Angleterre, Barcelone en Espagne, New York aux Etats-Unis, Rome en Italie, Amsterdam en Hollande, Dublin en Irlande, Madrid en Espagne, Prague en République tchèque ... Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.
es_es: <strong>© 1997 - 2013 - AlberguesJuveniles.com - Derechos Reservados - Rambla de Catalunya, 38, 8ª planta - 08007 Barcelona - España. </strong>%s es el portal de Internet N º 1 en España, Perú, Argentina, Chile, Brasil, Ecuador, Venezuela, Panama, Mejico, Bolivia, Paraguay y todos los paises hispánicos para todas las organizaciones que ofrecen alojamiento de bajo costo. %s ofrece reservas de última hora a muy bajo costo y alojamientos en ciudades como París, Francia, Londres, Inglaterra, Barcelona, España, Nueva York, Estados Unidos, Roma, Italia, Países Bajos, Amsterdam, Dublín, Madrid, España, República Checa, Praga …
fr_fr: <strong>© 1997 - 2013 AubergesDeJeunesse.com ® | Site Officiel | Tous droits réservés | 3 Villa Fleurie, 75019 Paris, France. </strong> %s est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements en auberges de jeunesse à bas prix dernière minute. %s propose la réservation dernière minute de chambres en auberges de jeunesse et logements à bas prix dans des villes comme Paris en France, Londres en Angleterre, Barcelone en Espagne, New York aux Etats-Unis, Rome en Italie, Amsterdam en Hollande, Dublin en Irlande, Madrid en Espagne, Prague en République tchèque … Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.

source: Plus de 30,000 Auberges de Jeunesse disponible en ligne
es_es: - Más de 30,000 Albergues baratos en línea

source: Réservation mondiale et immédiate, 30 000 Auberges de jeunesse et hôtels pas chers.
es_es: Reservas inmediatas en más de 30,000 Albergues baratos del mundo.

source: Pays introuvable
es_es: País encontrados

source: Ville introuvable
es_es: Ciudad encontrados

source: Search by city or hostel name:
es_es: Buscar por ciudad o nombre
fr_fr: Recherche par ville ou nom d’établissement :

source: Nous suivre sur Twitter
es_es: Síguenos en Twitter

source: Enter a city name or hostel name
es_es: Ingresar ciudad o nombre de la propiedad
fr_fr: Entrez ville ou établissement

source: Mail this PDF quote to someone you know, or send it to yourself.
es_es: Envíe por email este presupuesto en PDF a alguien que conoce, o envíeselo a usted mismo.
fr_fr: Envoyez par email ce devis PDF à quelqu'un que vous connaissez ou à vous-même.

source: Yes, I want to subscribe to the newsletter to get great deals. (You can unsubscribe anytime)
es_es: Si, Quiero suscribirme al Boletín de Noticias para recibir las mejores ofertas. (Puede desinscribirse en cualquier momento)
fr_fr: Oui, je souhaite m'abonner à la newsletter pour recevoir les meuilleurs promos. (Vous pouvez vous désabonner à tout moment)

source: Send PDF quote
es_es: Enviar PDF
fr_fr: Envoyez PDF

source: Please wait ...
es_es: Por favor espera...
fr_fr: Veuillez patienter s'il vous plaît…

source: Réserver une auberge de jeunesse pour un groupe
es_es: Reserva un Albergue Juvenil para un grupo
fr_fr: Réserver une auberge pour un groupe

source: Réservation de groupes
es_es: Reservas de grupo

source: %s-Map
es_es: %s
fr_fr: %s

source: Localisation invalide sur Google Map
es_es: Ubicación no válida en Google Map

source: Searching for %s
es_es: Buscando %s
fr_fr: Recherche pour %s

source: Please wait while we are finding the best deals for you ...
es_es: Por favor, espere mientras le encontramos las mejores ofertas...
fr_fr: S'il vous plaît, veuillez patienter pendant que nous recherchons les meilleures offres du marché...

source: Visiter nos guides
es_es: Visite nuestras guías

source: Yasmine M, Rio De Janeiro
es_es: M Yasmine, Río de Janeiro

source: Merci %s pour votre aide.
es_es: %s gracias por su ayuda.

source: Diego R, Mexico
es_es: Diego R, México

source: Génial le site. Et les prix sont imbattables. Merci !
es_es: sitio impresionante. Y los precios son inmejorables. ¡Gracias!

source: Lesley F, Boston
es_es: Lesley M, Boston

source: Mes Vacances sont réussies grâce à vous. Les Auberges étaient comme promises.
es_es: Mis vacaciones son éxito gracias a usted. Los Albergues fueron tal como se prometió.
fr_fr: Mes Vacances sont réussies grâce à vous. L'Auberge était comme promise.

source: Jérome H, Marseille
es_es: Jerome H, Marsella

source: Notre école a réservé pour 35 personnes sur votre site et pas de surprise. Parfait !!!
es_es: Nuestra escuela tiene reservado para 35 personas en su sitio y sin sorpresas. ¡Perfecto!

source: Jérome H, Marseille
es_es: H Jerome, Marsella

source: Choix, prix, sécurité, confirmation. Rien a dire : site super !
es_es: Selección, precio, seguridad, confirmación… Nada más que decir: gran sitio!

source: Jowar, New Dehli
es_es: Jowar, Nueva Delhi

source: Les directions étaient bonnes et les prix des plus bas… Voyage réussie. Encore Merci.
es_es: La ubicación estuvo buena y los precios lo más bajos... el viaje fue todo con éxito. Gracias de nuevo.

source: Les cartes et les guides m'ont aidée. Votre site est facile a naviguer.
es_es: Los mapas y las guías me ayudaron mucho. Su sitio web también es fácil de navegar.

source: Michal E, Varsovie
es_es: Michal E, Varsovia

source: Ma fiancée et moi ont passe des supers vacances en réservant sur votre site.
es_es: Mi novia y yo pasamos unas buenas vacaciones reservando en su sitio.
fr_fr: Ma fiancée et moi ont passé des supers vacances en réservant sur votre site.

source: Hiroto V, Seoul
es_es: V Hiroto, Seúl

source: Très content de vos services.
es_es: Muy satisfecho con sus servicios.

source: Les cartes sont indispensables et très pratiques.
es_es: Los mapas son esenciales y muy prácticos.

source: Options de Votre Compte
es_es: Opciones con su cuenta
fr_fr: Votre Compte

source: Joignez-vous à nous sur Facebook
es_es: Únase a nosotros en Facebook

source: %s: Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
es_es: %s: No hay necesidad de tener una tarjeta de membresía para recibir los mejores precios en la red.
fr_fr: %s : Pas besoin de carte d’adhésion pour recevoir les meilleurs prix.

source: Serveur inaccessible. Veuillez réessayer plus tard.
es_es: Servidor inaccesible. Por favor, inténtelo de nuevo más tarde.

source: Données de réservations incomplètes.
es_es: Los datos de la reserva están incompletos.

source: Serveur inaccessible pour le moment. Veuillez réessayer de nouveau.
es_es: Servidor temporalmente fuera de servicio. Por favor, inténtelo de nuevo.

source: Votre réservation sur %s!
es_es: Su reservación con %s

source: Téléphone :
es_es: Teléfono celular :

source: Terms and conditions agreement
es_es: Términos y Condiciones del contrato
fr_fr: Termes et conditions

source: Courriel
es_es: Correo electrónico

source: Évaluation
es_es: Encuesta y Evaluación

source: Mois
es_es: Mes

source: Année
es_es: Año

source: Demande de modération pour la propriété %s
es_es: La propiedad demanda moderación %s

source: Accept terms and conditions agreement to proceed
es_es: Aceptar los términos y condiciones del contrato para continuar
fr_fr: Acceptez les termes et conditions pour continuer

source: Please log in
es_es: Por favor inicie sesión
fr_fr: Veuillez vous connecter

source: Invalid property
es_es: Propiedad inválidas
fr_fr: Etablissement non valide

source: Property not found
es_es: Propiedad no encontrada
fr_fr: Etablissement introuvable

source: Property is favorite already
es_es: Esta propiedad ya se encuentra en su lista de favoritas
fr_fr: Etablissement déjà favori

source: Invalid number of nights
es_es: Número de noches no válido
fr_fr: Nombre de nuits non valide

source: Invalid date
es_es: Fecha inválida
fr_fr: Date non valide

source: Notes are exceeding maximum of %d characters
es_es: Las notas exceden el máximo permitido de %d carácteres
fr_fr: Les notes ne peuvent pas dépasser %d caractères

source: Erreur lors de la mise à jour de votre profil.
es_es: Se dió un error al actualizar su perfil.

source: Une mise à jour de votre profil a été effectuée. Merci!
es_es: Su perfil ha sido actualizado. ¡Gracias!

source: Erreur lors de la réservation
es_es: Error en su reservación

source: Donnez nous des nouvelles de votre séjour!
es_es: Cuentanos algo sobre tu estadía!

source: Beds
es_es: Camas
fr_fr: Lits

source: Nights
es_es: Noches
fr_fr: Nuits

source: Lunch
es_es: Almuerzo
fr_fr: Déjeuner

source: Hostels in %s - %s
es_es: Albergues Juveniles en %s - %s
fr_fr: Auberges de jeunesse - %s - %s

source: Date et nombre de nuits invalide. Valeurs ignorées lors de la recherche.
es_es: Fecha y número de noches inválidos. Los valores ingresados fueron ignorados.

source: Card not supported please choose another card
es_es: Tarjeta no es compatible por favor elija otra tarjeta
fr_fr: Carte non acceptée - veuillez utiliser une autre carte

source: Serveur indisponible en ce moment.
es_es: Servidor temporalmente fuera de servicio.

source: Réponse inattendue du serveur.
es_es: Respuesta inesperada del servidor.

source: Mot de passe invalide
es_es: Contraseña no válida

source: Nom d'utilisateur invalide
es_es: Nombre de usuario no válido

source: Le nom d'utilisateur ou le courriel n'existe pas
es_es: El nombre de usuario o correo electrónico no existe

source: Le courriel est déjà utilisé par un autre utilisateur. Veuillez en chosir un autre.
es_es: Su dirección de correo electrónico ya esta registrada por otro usuario. Por favor, vuelva a intentar con otra dirección.

source: Le nom d'utilisateur existe déjà. Veuillez en choisir un autre.
es_es: Su nombre de usuario ya existe. Por favor escoja otro.

source: Votre courriel est
es_es: Su correo electrónico es

source: Votre code de confirmation ne correspond pas avec celui de l'image.
es_es: Su código de confirmación no coincide con el de la imagen.

source: Votre code de confirmation a expiré. Essayez de nouveau.
es_es: Su código de confirmación ha expirado. Inténtelo de nuevo.

source: Votre mot de passe vous a été envoyé par email.
es_es: Su contraseña se le envió por correo electrónico.

source: Vous êtes maintenant déconnecté.
es_es: Ahora está desconectado.

source: L'inscription est désactivé.
es_es: Su inscripción está deshabilitada.
fr_fr: L'inscription est désactivée.

source: Vous êtes maintenant enregistré. Vous allez recevoir un courriel pour activer votre compte.
es_es: Ahora estás registrado. Usted recibirá un correo electrónico con instrucciones para activar tu cuenta pronto.
