Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_xo.po
Languages: ru_ru

source: In the dorms with the group
ru_ru: В общежитиях с группой

source: Sorry. 10 people minimum for a group quote.
ru_ru: Извините, минимальное количество людей для групповой брони 10 человек.

source: Lunch Pack
ru_ru: Обеденный набор

source: To view the offer, you can also click on the link here:
ru_ru: Просмотреть предложение вы также можете, перейдя по этой ссылке:

source: I hope you have had time to take a look at the quote for your group.
ru_ru: Надеемся, у вас было время просмотреть ценовое предложение для вашей группы.

source: Do you want a cheaper hostel or or another one in a different area?
ru_ru: Вы хотите более дешевый хостел или с другим расположением?

source: Beds have been set aside for you. After this expiry date, they will be given to another group unfortunately. If you no longer need these beds, please let us know also right away.
ru_ru: Кровати были зарезервированы для вас. По истечении этого срока, к сожалению, они будут отданы другой группе. Если вы больше не нуждаетесь в этих кроватях, пожалуйста, сразу сообщите нам.

source: We want to make sure you are 100% satisfied, so do not hesitate to contact us.
ru_ru: Мы хотим убедиться, что вы удовлетворены на 100%%, так что не стесняйтесь обращаться к нам.

source: We are very sorry but the selected hostel is the cheapest we have for your chosen dates.
ru_ru: Нам очень жаль, но в соответствии с запрашиваемым периодом, данный отель является самым дешевым.

source: Please recontact us later or choose different dates.
ru_ru: Пожалуйста, свяжитесь с нами позже или выберите другие даты.

source: Thank you.
ru_ru: Спасибо.

source: Can we contact you by phone ?
ru_ru: Можем ли мы связаться с вами по телефону?

source: Thank you for your email.
ru_ru: Спасибо за ваш электронный адрес.

source: We are very sorry but we were not able to find a hostel for you for the selected date.
ru_ru: К сожалению нет свободных мест по данному запросу.

source: We apologize for the inconvenience.
ru_ru: Извините за неудобства.

source: We are very sorry but due to the very high number of requests we receive every day, we can only provide customized quotes to people who will be making a decision within 1 week.
ru_ru: Нам очень жаль, но в связи с большим количеством ежедневных запросов, мы можем предоставить индивидуальные расценки только людям, которые будут принимать решение в течении 1 недели.

source: We invite you to look at the list of hostels and prices on our website to put together your budget and to recontact us when all details re finalized 1 week before making your decision.
ru_ru: Мы приглашаем вас посмотреть на список хостелов и цены на нашем сайте, чтобы спланировать свой бюджет и повторно связаться с нами, когда уже все детали прояснятся, за 1 неделю до принятия решениея.

source: We will work very hard to give you the best price at that time.
ru_ru: Мы будем стараться предложить вам лучшую цену в выбранный период.

source: We thank you for your trust and support.
ru_ru: Спасибо за ваше доверие и поддержку.

source: Thank you for your request.
ru_ru: Спасибо за ваш запрос.

source: Due to a very high number of group requests, it might take up to 1 week to get back to you as we are looking for the best deal for your group.
ru_ru: В связи с большим количеством групповых запросов, наш ответ может занять около недели, так как мы подбираем лучшее предложение для вашей группы.

source: We thank you for your patience.
ru_ru: Спасибо за ожидание.

source: We thank you for your group booking.
ru_ru: Спасибо за групповую бронь.

source: We will shortly send your voucher to the email address on file.
ru_ru: В скором времени мы отправим ваш ваучер на адрес электронной почты в файле.

source: Great
ru_ru: Замечательно

source: Fantastic
ru_ru: Превосходно

source: To view all available properties on the map, please enter your dates in the box on the top right.
ru_ru: Для просмотра всех доступных свойств на карте, введите даты в поле в правом верхнем углу.

source: Selected filters
ru_ru: Выбранные фильтры

source: 30,000 Auberges et logements pas chers
ru_ru: 30,000 Хостелов и мест дешевого проживания

source: Plus de 30,000 Logements dernière minute pas chers accessibles en seulement quelques clics.
ru_ru: Более 30,000 Хостелов и разных мест проживания доступных для резервирования в последнюю минуту, всего в несколько кликов.

source: Bienvenue sur le répertoire le plus complet d'Auberges De Jeunesse, Hôtels pas chers, appartements, chambre d’hôtes, Bed and Breakfast B&B et Pensions en français. Veuillez sélectionner un continent afin de voir tous les pays ou vous pourrez trouver des logements dernière minute pas chers.. Vous pouvez aussi directement choisir le pays dans la liste ci-dessous:
ru_ru: Добро пожаловать в самый полный каталог хостелов, дешевых отелей и гостиниц, квартир, комнат с завтраком и пансионов по всему миру. Пожалуйста, выберите континент, чтобы увидеть все страны, где вы можете найти лучший для вас вариант проживания в последнюю минуту... Вы можете также выбрать страну из списка ниже:

source: Info
ru_ru: Информация

source: Disponibility and Price
ru_ru: Наличие и Цена

source: Plus sur ce logement
ru_ru: Подробнее об этом месте проживания

source: Erreur lors de la mise à jour de votre profil.
ru_ru: Ошибка при обновлении вашего профиля.

source: Une mise à jour de votre profil a été effectuée. Merci!
ru_ru: Ваша профиль обновлен. Спасибо!

source: Données de réservations incomplètes.
ru_ru: Недостаточно данныч для бронирования

source: Téléphone :
ru_ru: Мобильный телефон:

source: Terms and conditions agreement
ru_ru: Условия договора

source: Votre réservation sur %s!
ru_ru: %s

source: Courriel
ru_ru: Электронная почта

source: Évaluation
ru_ru: Оценка

source: Mois
ru_ru: Месяц

source: Année
ru_ru: Год

source: Demande de modération pour la propriété %s
ru_ru: Посмотреть запрос о месте проживания %s

source: Accept terms and conditions agreement to proceed
ru_ru: Принять условия соглашения и продолжить

source: Serveur inaccessible. Veuillez réessayer plus tard.
ru_ru: Сервер недоступен. Пожалуйста, повторите попытку позднее.

source: Serveur inaccessible pour le moment. Veuillez réessayer de nouveau.
ru_ru: В данный момент сервер недоступен. Пожалуйста, попробуйте еще раз.

source: Beds
ru_ru: Кроватей

source: Nights
ru_ru: Ночей

source: Lunch
ru_ru: Завтрак

source: Donnez nous des nouvelles de votre séjour!
ru_ru: Расскажите нам о вашем пребывании!

source: Hostels in %s - %s
ru_ru: Хостелы в %s - %s

source: Date et nombre de nuits invalide. Valeurs ignorées lors de la recherche.
ru_ru: Неправильно выбрана дата и кол-во ночей. Данные игнорируются в процессе поиска.

source: Erreur lors de la réservation
ru_ru: Ошибка при забронировании

source: Card not supported please choose another card
ru_ru: Карта не действительна, пожалуйста, выберите другую карту

source: Serveur indisponible en ce moment.
ru_ru: В данный момент сервер недоступен.

source: Réponse inattendue du serveur.
ru_ru: Неожиданный ответ от сервера.

source: Mot de passe invalide
ru_ru: Неверный пароль

source: Nom d'utilisateur invalide
ru_ru: Hеверноe имя пользователя

source: Le nom d'utilisateur ou le courriel n'existe pas
ru_ru: Имя пользователя или электронной почта не существует.

source: Le courriel est déjà utilisé par un autre utilisateur. Veuillez en chosir un autre.
ru_ru: Адрес электронной почты уже используется другим пользователем. Пожалуйста, выберите другой адрес.

source: Le nom d'utilisateur existe déjà. Veuillez en choisir un autre.
ru_ru: Имя пользователя уже существует. Пожалуйста, выберите другое имя.

source: Votre courriel est
ru_ru: Ваш адрес электронной почты

source: Votre code de confirmation ne correspond pas avec celui de l'image.
ru_ru: Подтверждающий код неверен.

source: Votre code de confirmation a expiré. Essayez de nouveau.
ru_ru: Срок действия вашего кода подтверждения истек. Попробуйте снова.

source: Votre mot de passe vous a été envoyé par email.
ru_ru: Ваш пароль был отправлен к вам по электронной почте.

source: Vous êtes maintenant déconnecté.
ru_ru: Вы отключены.

source: L'inscription est désactivé.
ru_ru: Регистрация отключена.

source: Vous êtes maintenant enregistré. Vous allez recevoir un courriel pour activer votre compte.
ru_ru: Вы зарегистрированы. Письмо с подтверждением регистрации и ссылкой для активации аккаунта выслано Вам по электронной почте.

source: Vous êtes maintenant enregistré.
ru_ru: Вы зарегистрированы.

source: Un nouveau courriel d'activation a été envoyé à %s. Suivez les instructions pour activer votre compte.
ru_ru: Письмо с новой ссылкой для активации аккаунта отправлено вам по электронной почте %s. Следуйте инструкциям для активации вашего аккаунта.

source: Votre compte a été activé avec succès.
ru_ru: Ваш аккаунт успешно активирован.

source: Le code d'activation inscrit est invalide ou a expiré.
ru_ru: Введенный код активации неверен или истек срок его действия.

source: Votre mot de passe a été modifié avec succès.
ru_ru: Ваш пароль был успешно изменен.

source: Un courriel vous a été envoyé avec les instructions pour créer un nouveau mot de passe.
ru_ru: Письмо с инструкциями по созданию нового пароля было отправлено к вам по электронной почте.

source: Vous avez modifié votre mot de passe avec succès.
ru_ru: Ваш пароль был успешно изменен.

source: Votre clé d'activation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
ru_ru: Ваш ключ активации неверен или истек срок его действия. Проверьте адрес электронной почты и следуйте инструкции.

source: Un courriel de confirmation a été envoyé a %s. Suivez les instructions dans le courriel pour compléter la modification de l'adresse courriel.
ru_ru: Письмо с подтверждением выслано на электронный адрес %s. Следуйте инструкции в письме, чтобы завершить изменение адреса электронной почты.

source: Votre adresse courriel a été modifié avec succès.
ru_ru: Ваш электронный адрес успешно изменен.

source: Votre clé d'activiation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
ru_ru: Активация неверна или срок ее действия истек. Проверьте адрес электронной почты и следуйте инструкции.

source: Votre compte est désactivé.
ru_ru: Ваш аккаунт отключен.

source: Votre compte a été supprimé...
ru_ru: Ваш аккаунт удален...

source: Bienvenue sur %s!
ru_ru: %s

source: Mot de passe perdu sur %s?
ru_ru: Забыли пароль для %s?

source: Votre nouveau mot de passe sur %s
ru_ru: Ваш новый пароль для %s

source: Votre nouvelle adresse courriel sur %s
ru_ru: Ваш новый адрес электронной почты для %s

source: Ancien Mot de Passe
ru_ru: Предыдущий пароль

source: Nouveau Mot de Passe
ru_ru: Новый пароль

source: Confirmation du Mot de Passe
ru_ru: Подтверждение пароля

source: Nom d'usager
ru_ru: Пользователь

source: Mot de Passe
ru_ru: Пароль

source: Rester connecté
ru_ru: Оставайтесь на связи

source: Code de confirmation
ru_ru: Код подтверждения
