Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Available rooms for the selected dates. Price per room (not per person).
cs_cz: Pokoje k dispozici pro vámi požadované datum. Cena za pokoj (ne za osobu)
de_de: Verfügbare Betten für Ihr gewähltes Reisedatum. Preis gültig pro Zimmer (nicht pro Person).
hu_hu: Foglalható szabad szobák a kiválasztott dátumokon. Ár/ szoba nem személy.
ko_kr: 선택한 날짜에 예약가능한 객실이 있습니다. 객실당 가격 (일인당 아님)
zh_cn: 选定日期的空床数。每人(并非每间)价格。

source: We will never sell your personal information and we use secure transmission and encrypted storage to protect your personal information.
cs_cz: Nikdy neprodáme vaše osobní informace. Používáme bezpečný přenos a enkryptovanou paměť pro zabezpečení vašich osobních informací.
de_de: Wir verkaufen Ihre persönlichen Informationen nicht, und nutzen eine sichere Übertragung und verschlüsselte Speicherung, um Ihre persönlichen Angaben zu schützen.
hu_hu: Mi nem adjuk tovább a Te személyes infoidat és mi biztonságos átvitelt és kódolt raktározást használunk a személyes adatok védelmére.
ko_kr: 저희는 귀하의 개인 정보를 판매하지 않으며 귀하의 개인 정보를 보호하기 위해 보안 전송 및 암호화된 스토리지를 사용합니다.
zh_cn: 我们永远不会出售您的个人信息，我们使用安全数据传输与加密存储保护您的个人信息。

source: 1 Million real reviews, Hostels with free breakfast, maps, photos, search by districts, train stations and more…
cs_cz: 1 milión opravdových recenzí, hostely se snídaní zdarma, mapy, fotky, hledání podle čtvrtí, vlakové stanice a více....
de_de: 1 Million echte Bewertungen, Jugendherbergen mit kostenlosem Frühstück, Karten, Fotos, Suche nach Stadtteilen, Bahnhöfe und vieles mehr ...
hu_hu: 1 millió igazi ajánlás, Hostels reggelivel, térképek, fotók, keress területenként, vonat állomások és sok más...
ko_kr: 1 백만 리얼 리뷰, 무료 조식, 지도, 사진, 지구, 기차역 등에 의한 검색..
zh_cn: 一百万真实评价，旅舍含免费早餐、地图、照片，按区域、火车站搜索及更多...

source: Instant email confirmation
cs_cz: Okamžitý potvrzovací email
de_de: Sofortige E-Mail-Bestätigung
hu_hu: Gyors e-mail visszaigazolás
ko_kr: 확인 이메일
zh_cn: 即时电子邮件确认

source: it only takes 2 minutes
cs_cz: Zabere vám to pouze 2 minuty
de_de: Innerhalb von 2 Minuten
hu_hu: Csak 2 percet vesz igénybe
ko_kr: 2분 거리에 있습니다.
zh_cn: 仅需两分钟

source: Print the map
cs_cz: Vytiskni mapu
de_de: Karte drucken
hu_hu: térkép nyomtatás
ko_kr: 지도 프린트 하기
zh_cn: 打印地图

source: Landmark:
cs_cz: Význačný bod:
de_de: Wahrzeichen
hu_hu: Tájékozodási pont:
ko_kr: 랜드마크:
zh_cn: 地标：

source: District:
cs_cz: Čtvrť:
de_de: Stadtteil
hu_hu: Terület:
ko_kr: 구역
zh_cn: 区:

source: You got the best price!
cs_cz: Dostali jste nejlepší cenu!
de_de: Sie erhalten den besten Preis!
hu_hu: A legjobb árat kapod
ko_kr: 최저의 가격을 제공합니다!
zh_cn: 您得到最优价格！

source: Filter by:
cs_cz: Filtruj:
de_de: Sortieren nach:
hu_hu: Szűrés:
ko_kr: 신속하고 안전한 예약 보장
zh_cn: 筛选：

source: Filter result:
cs_cz: Ukaž více výsledků.
de_de: Ergebnisse sortieren:
hu_hu: Szűrési eredmények.
ko_kr: 검색결과
zh_cn: 筛选结果：

source: Price Range
cs_cz: Cena od do
de_de: Preisspanne
hu_hu: Ár skála
ko_kr: 가겨 범위
zh_cn: 价格范围

source: Rating
cs_cz: Klasifikace
de_de: Bewertung
hu_hu: Értékelés
ko_kr: 등급
zh_cn: 得分

source: Property type
cs_cz: Druh objektu
de_de: Unterkunftsart
hu_hu: Szállás típus
ko_kr: 숙박업소 종류
zh_cn: 住宿类型

source: All property types
cs_cz: Všechny typy objektů
de_de: Alle Unterkunftsarten
hu_hu: Mutass minden szállás típust
ko_kr: 모든 호스텔 종류
zh_cn: 所有住宿类型

source: Landmarks
cs_cz: Význačné body
de_de: Wahrzeichen
hu_hu: Tájékozodási pontok
ko_kr: 랜드마크
zh_cn: 地标

source: Districts
cs_cz: Čtvrtě
de_de: Stadtteil
hu_hu: Városrészek
ko_kr: 지역
zh_cn: 区

source: Facilities
cs_cz: Vybavení
de_de: Ausstattungen
hu_hu: Felszereltség
ko_kr: 시설
zh_cn: 设施

source: Reset filters
cs_cz: Přenastav filtry
de_de: Suchoptionen zurücksetzten
hu_hu: A szűrés újrakezdése
ko_kr: 다시 검색하기
zh_cn: 重置筛选条件

source: Best Price, we guarantee it!
cs_cz: Nejlepší cena. Garantováno.
de_de: Der beste Preis. Wir garantieren es.
hu_hu: A legjobb ár. Garantáljuk.
ko_kr: 최저 가격을 보장합니다!
zh_cn: 我们保证最优价格！

source: Expand map
cs_cz: Zvětši mapu
de_de: Karte vergrößern
hu_hu: Térkép kiterjesztése
ko_kr: 지도 확장하기
zh_cn: 扩展地图

source: Payment already made
cs_cz: Platba již byla udělána
de_de: Zahlung durchgeführt
hu_hu: A fizetés már megtörtént
ko_kr: 이미 결제 되었습니다.
zh_cn: 费用已支付

source: Nbr 1
cs_cz: číslo 1
de_de: Nr. 1
ko_kr: No.1
zh_cn: 1号

source: Membership card required
cs_cz: Členská karta nutná
de_de: Mitgliedskarte benötigt
hu_hu: Tagsági kártya kötelező
ko_kr: 멤버쉽 카드 필요
zh_cn: 需要会员卡

source: No membership card required
cs_cz: Členská karta se nevyžaduje
de_de: keine Mitgliedskarte benötigt
hu_hu: Tagsági kártya nem szükséges
ko_kr: 멤버쉽 카드 면제
zh_cn: 无需会员卡

source: Sorry but there are no availabilities for the selected dates. Next available dates are:
cs_cz: Omlouváme se, ale nic není k dispozici pro vámi zvolené dny. Další možné dny jsou:
de_de: Es tut uns leid, aber für Ihren Reisezeitraum besteht keine Verfügbarkeit. Die nächsten verfügbaren Daten sind:
hu_hu: Elnézést de ezekre a dátumokora a megrendelés nem lehetséges. A következő szabad dátum:
ko_kr: 원하시는 날짜에는 예약가능한 객실이 없습니다. 다른 날짜를 선택해 주세요:
zh_cn: 抱歉，您所选定的日期无空位。最快可有空位的日期为：

source: Price Range:
cs_cz: Cena od do:
de_de: Preisspanne:
hu_hu: Ár skála
ko_kr: 가격 범위
zh_cn: 价格范围：

source: Rating Range:
cs_cz: Škála hodnocení:
de_de: Bewertungsspanne:
hu_hu: Minősítés skálája
ko_kr: 평정 범위:
zh_cn: 评分范围：

source: For all ages
cs_cz: Pro všechny věkové skupiny
de_de: Für alle Altersgruppen
hu_hu: Minden korosztálynak
ko_kr: 모든 나이가능
zh_cn: 适合所有年龄

source: See Map
cs_cz: Podívejte se do mapy
de_de: Karte ansehen
hu_hu: Lásd Térkép
ko_kr: 지도를 참조하세요
zh_cn: 看地图

source: This property has wireless acess on site.
cs_cz: Toto ubytování má bezdrátové připojení.
de_de: Diese Unterkunft hat WLan vor Ort.
hu_hu: Ez a szállás wireless internettel rendelkezik.
ko_kr: 이 시설은 무선 인터넷 사용이 가능합니다.
zh_cn: 该住宿有无线上网

source: This property provides free breakfast. This is more savings for you!
cs_cz: Tento objekt nabízí snídaně zdarma. Více ušetříte!
de_de: Dieses Unterkunft bietet kostenloses Frühstück an. Das heißt Sie sparen noch mehr.
hu_hu: Ez az intézmény ingyenes reggelit kínál. Ez még több megtakarítás a számodra!
ko_kr: 이곳은 아침식사를 제공합니다. 시간과 돈을 절약 할 수 있습니다.
zh_cn: 该处提供免费早餐。这将为您节省更多！

source: This property has been rated safe by other travellers like you.
cs_cz: Ubytování ohodnoceno jako bezpečné našimi zákazníky.
de_de: Diese Unterkunft wurde von anderen Reisenen als sicher bewertet.
hu_hu: Ezt a szálláshelyet több használó mint te, értékelte biztonságosnak.
ko_kr: 이 시설은 다른 손님들께서 안전하다고 평가해주셨습니다.
zh_cn: 该住宿被其他向您一样的旅客评价为安全

source: Best Prices - Instant confirmation - Safe Hostels
cs_cz: Nejlepší ceny - okamžité potvrzení - bezpečné mládežnické ubytovny
de_de: Bester Preis - Sofortbestätigung - Sichere Jugendherbergen
hu_hu: A legjobb árak - Gyors visszajelzés - Biztonságos hostelek
ko_kr: 최저가격과 신속한 예약 그리고 안전한 호스텔
zh_cn: 最优价格 - 即时确认 - 安全旅舍

source: Guaranteed – Immediate – Safe
cs_cz: Garantováno - Okamžité - Bezepečné
de_de: Garantiert - Sofort - Sicher
hu_hu: Garantált - Közvetlen - Biztos
ko_kr: 신속하고 안전한 예약을 보장합니다.
zh_cn: 保证满意 - 即时 - 安全

source: Showing between %s - %s
cs_cz: Ukázky mezi %s - %s
de_de: Es werden zwischen %s - %s angezeigt.
hu_hu: Mutasd %s %s között
ko_kr: %s - %s 사이에서 검색
zh_cn: 显示从 %s 至 %s

source: Please enter dates to see all properties in %s
cs_cz: Prosím zadejte datum pro ukázku všech objektů v %s
de_de: Bitte geben Sie Daten ein um alle Unterkünfte n %s zu sehen.
hu_hu: Add meg a dátumot, hogy láthasd az összes szállást %s
ko_kr: %s에 숙박가능한 모든 호스텔 검색을 위해 날짜를 입력하세요
zh_cn: 请输入日期查看%s的所有住宿

source: Compare all hostels in %s
cs_cz: Porovnej všechny mládežnické ubytovny v %s
de_de: Vergleiche alle hostels in %s
hu_hu: Hasonlits össze minden hostelt %s
ko_kr: %s 에 위치한 최고 평점의 호스텔들 비교
zh_cn: 比较%s的所有旅舍

source: Hostels in %s
cs_cz: Mládežnické ubytovny v %s
de_de: Jugendherbergen in %s
hu_hu: Ifjúsági Szállások: %s
ko_kr: %s에 호스텔
zh_cn: %s的旅舍

source: Hotels in %s
cs_cz: Hotely v %s
hu_hu: Hotelek %s
ko_kr: %s에 호텔
zh_cn: %s的宾馆

source: Apartments in %s
cs_cz: Apartmány v %s
de_de: Wohnungen in %s
hu_hu: Lakosztályok %s
ko_kr: %s에 아파트
zh_cn: %s的公寓

source: Rooms in %s
cs_cz: Pokoje v %s
de_de: Zimmer in %s
hu_hu: Szobák %s
ko_kr: %s에 객실
zh_cn: %s的房间

source: Camping in %s
cs_cz: Kempování v %s
de_de: Zeltplatz in %s
hu_hu: Camping %s
ko_kr: %s 에 캠핑
zh_cn: %s的露营地

source: Properties in %s
cs_cz: Ubytovny v %s
de_de: Hostels in %s
hu_hu: Hostelek %s
ko_kr: %s에 위치한 호스텔
zh_cn: %s的旅舍

source: Hostels close to %s
cs_cz: Ubytovny v blízkosti %s
de_de: Jugenherbergen nahe %s
hu_hu: Ifjúsági Szállások közel %s
ko_kr: %s에서 가까운 호스텔
zh_cn: %s附近的青年旅舍

source: Hotels close to %s
cs_cz: Hotely blízko %s
de_de: Hotels nahe %s
hu_hu: Szállodák %s közelében
ko_kr: %s에 가까운 호텔
zh_cn: 邻近%s的旅店

source: Apartments close to %s
cs_cz: Apartmány blízko %s
de_de: Wohnungen nahe %s
hu_hu: Lakosztályok közel %s
ko_kr: %s로 가까운 아파트
zh_cn: %s附近的公寓

source: Rooms close to %s
cs_cz: Pokoje blízko %s
de_de: Zimmer nahe %s
hu_hu: szobák közel %s
ko_kr: %s로 가까운 방
zh_cn: %s附近的房间

source: Camping close to %s
cs_cz: Kempování blízko %s
de_de: Zelten nahe %s
hu_hu: Camping közel %s
ko_kr: %s로 가까운 캠핑
zh_cn: %s附近的露营

source: Properties close to %s
cs_cz: Ubytovny blízko %s
de_de: Hostels nahe %s
hu_hu: Hostelek közel %s
ko_kr: %s에 가까운 호스텔
zh_cn: 邻近%s的旅舍

source: Hostels in the %s district
cs_cz: Ubytovny ve čtvrti %s
de_de: Jugendherbergen in %s
hu_hu: Ifjúsági Szállások %s városrészen.
ko_kr: %s 구역 호스텔
zh_cn: %s区的旅舍

source: Hotels in the %s district
cs_cz: Hotely ve čtvrti %s
de_de: Hotels in %s
hu_hu: Hotelek %s városrészen.
ko_kr: %s 구역 호텔
zh_cn: %s区的宾馆

source: Apartments in the %s district
cs_cz: Apartmány ve čtvrti %s
de_de: Wohnungen in %s
hu_hu: Lakosztályok a %s városrészen.
ko_kr: %s 지역 아파트
zh_cn: %s区的公寓

source: Rooms in the %s district
cs_cz: Pokoje ve čtvrti %s
de_de: Zimmer in %s
hu_hu: Szobák a %s városrészen.
ko_kr: %s 지역 방
zh_cn: %s区的房间

source: Camping in the %s district
cs_cz: Kempování ve čtvrti %s
de_de: Zelten in %s
hu_hu: Camping a %s városrészen.
ko_kr: %s 지역 캠핑
zh_cn: %s区的露营地

source: Properties in the %s district
cs_cz: Ubytovny ve čtvrti %s
de_de: Hostels in %s
hu_hu: Hostelek %s városrészen.
ko_kr: %s 구역에 위치한 호스텔
zh_cn: %s区的旅舍

source: %s – Hostels in %s. Maps for %s, Photos and Reviews for each Hostel in %s.
cs_cz: %s - mládežnické ubytovny v %s. Mapy pro %s, fotky a recenze pro každou ubytovnu - %s.
de_de: %s - Jugendherbergen in %s. Karten für %s. Fotos und Bewertungen für jede Jugendherberge in %s.
hu_hu: %s - Ifjúsági Szállások %s. %s térképek, fotók és ajánlások minden egyes Ifjúsági Szállások: %s.
ko_kr: % s - % s에 위치한 호스텔. %s의 지도, %s에 위치한 호스텔에 대한 사진 및 리뷰.
zh_cn: %s – %s的青年旅舍。%s地图，%s每间青年旅舍的照片和评价。

source: %s – Hotels in %s. Maps for %s, Photos and Reviews for each Hotel in %s.
cs_cz: %s - hotely v %s. Mapy pro %s, fotky a recenze pro každý hotel - %s.
de_de: %s - Hotel in %s. Karten für %s. Fotos und Bewertungen für jedes Hotel in %s.
hu_hu: %s - Hotelek %s. %s térképek, fotók és ajánlások minden egyes %s hotelről.
ko_kr: % s - % s에 위치한 호텔. %s의 지도, %s에 위치한 호텔에 대한 사진 및 리뷰.
zh_cn: %s – %s的宾馆。%s地图，%s每间宾馆的照片和评价。

source: %s – Apartments in %s. Maps for %s, Photos and Reviews for each Apartment in %s.
cs_cz: %s - apartmány v %s. Mapy pro %s, fotky a recenze pro každý apartmán - %s.
de_de: %s - Wohnungen in %s. Karten für %s. Fotos und Bewertungen für jede wohnung in %s.
hu_hu: %s - Lakosztályok %s. %s térképek, fotók és ajánlások minden egyes %s lakosztályról.
ko_kr: % s - % s에 위치한 아파트. %s의 지도, %s에 위치한 아파트에 대한 사진 및 리뷰.
zh_cn: %s – %s的公寓。%s地图，%s每间公寓的照片和评价。

source: %s – Rooms in %s. Maps for %s, Photos and Reviews for each room in %s.
cs_cz: %s - pokoje v %s. Mapy pro %s, fotky a recenze pro každý pokoj - %s.
de_de: %s - Zimmer in %s. Karten für %s. Fotos und Bewertungen für jedes Zimmer in %s.
hu_hu: %s - Szobák %s. %s térképek, fotók és ajánlások minden egyes %s szobáról.
ko_kr: % s - % s에 위치한 객실. %s의 지도, %s에 위치한 객실에 대한 사진 및 리뷰.
zh_cn: %s – %s的房间。%s地图，%s每间房间的照片和评价。

source: %s – Camping in %s. Maps for %s, Photos and Reviews for each camping in %s.
cs_cz: %s - kempování v %s. Mapy pro %s, fotky a recenze pro všechno kempování - %s.
de_de: %s - Zelten in %s. Karten für %s. Fotos und Bewertungen für jeden Zeltplatz in %s.
hu_hu: %s - Camping %s. %s térképek, fotók és ajánlások minden egyes %s campingról.
ko_kr: % s - % s에 위치한 캠핑장. %s의 지도, %s에 위치한 캠핑장에 대한 사진 및 리뷰.
zh_cn: %s – %s的露营地。%s地图，%s每个露营地c的照片和评价。

source: %s – Properties in %s. Maps for %s, Photos and Reviews for each properties in %s.
cs_cz: %s - ubytovny v %s. Mapy pro %s, fotky a recenze pro každou ubytovnu - %s.
de_de: %s - Hostels in %s. Karten für %s. Fotos und Bewertungen für jede Hostel in %s.
hu_hu: %s - Hostelek %s. %s térképek, fotók és ajánlások minden egyes %s hostelről.
ko_kr: % s - % s에 위치한 호텔. %s의 지도, %s에 위치한 호스텔에 대한 사진 및 리뷰.
zh_cn: %s – %s的旅舍。%s地图，%s每处住旅舍的照片和评价。

source: %s – Hostels close to %s. Maps for %s, Photos and Reviews for each Hostel in %s.
cs_cz: %s - mládežnické ubytovny v blízkosti %s. Mapy pro %s, fotky a recenze pro každou ubytovnu - %s.
de_de: %s - Jugendherbergen nahe %s. Karten für %s. Fotos und Bewertungen für jede Jugendherberge in %s.
hu_hu: %s - Ifjúsági Szállások közel %s. %s térképek, fotók és ajánlások minden egyes Ifjúsági Szállásra: %s.
ko_kr: % s - % s에 가까운 호스텔. %s의 지도, %s에 위치한 호스텔에 대한 사진 및 리뷰.
zh_cn: %s – %s附近的青年旅舍。%s地图，%s每家青年旅舍的照片和评价。

source: %s – Hotels close to %s. Maps for %s, Photos and Reviews for each Hotel in %s.
cs_cz: %s - hotely v blízkosti %s. Mapy pro %s, fotky a recenze pro každý hotel - %s.
de_de: %s - Hotels nahe %s. Karten für %s. Fotos und Bewertungen für jedes Hotel in %s.
hu_hu: %s - Hotelek közel %s. %s térképek, fotók és ajánlások minden egyes %s hotelről.
ko_kr: % s - % s에 가까운 호텔. %s의 지도, %s에 위치한 호텔에 대한 사진 및 리뷰.
zh_cn: %s – %s附近的宾馆。%s地图，%s每间宾馆的照片和评价。

source: %s – Apartments close to %s. Maps for %s, Photos and Reviews for each Apartment in %s.
cs_cz: %s - apartmány v blízkosti %s. Mapy pro %s, fotky a recenze pro každý apartmán - %s.
de_de: %s - Wohnungen nahe %s. Karten für %s. Fotos und Bewertungen für jede wohnung in %s.
hu_hu: %s - Lakosztályok közel %s. %s térképek, fotók és ajánlások minden egyes %s lakosztályról.
ko_kr: % s - % s에 가까운 아파트. %s의 지도, %s에 위치한 아파트에 대한 사진 및 리뷰.
zh_cn: %s – %s附近的公寓。%s地图，%s每间公寓的照片和评价。

source: %s – Rooms close to %s. Maps for %s, Photos and Reviews for each room in %s.
cs_cz: %s - pokoje v blízkosti %s. Mapy pro %s, fotky a recenze pro každý pokoj - %s.
de_de: %s - Zimmer nahe %s. Karten für %s. Fotos und Bewertungen für jedes Zimmer in %s.
hu_hu: %s - Szobák közel %s. %s térképek, fotók és ajánlások minden egyes %s szobáról.
ko_kr: % s - % s에 가까운 객실. %s의 지도, %s에 위치한 객실에 대한 사진 및 리뷰.
zh_cn: %s – %s附近的房间。%s地图，%s每间房间的照片和评价。

source: %s – Camping close to %s. Maps for %s, Photos and Reviews for each camping in %s.
cs_cz: %s - kempování blízko %s. Mapy pro %s, fotky a recenze pro každé kempování - %s.
de_de: %s - Zelten nahe %s. Karten für %s. Fotos und Bewertungen für jeden Zeltplatz in %s.
hu_hu: %s - Camping közel %s. %s térképek, fotók és ajánlások minden egyes %s campingról.
ko_kr: % s - % s에 가까운 캠핑장. %s의 지도, %s에 위치한 캠핑장에 대한 사진 및 리뷰.
zh_cn: %s – %s附近的露营地。%s地图，%s每个露营地的照片和评价。

source: %s – Properties close to %s. Maps for %s, Photos and Reviews for each properties in %s.
cs_cz: %s - ubytovny blízko %s. Mapy pro %s, fotky a recenze pro každou ubytovnu - %s.
de_de: %s - Hostels nahe %s. Karten für %s. Fotos und Bewertungen für jedes Hostel in %s.
hu_hu: %s - Hostelek közel %s. %s térképek, fotók és ajánlások minden egyes %s hostelről.
ko_kr: % s - % s에 가까운 호스텔. %s의 지도, %s에 위치한 호스텔에 대한 사진 및 리뷰.
zh_cn: %s – %s附近的旅舍。%s地图，%s每处旅舍的照片和评价。

source: %s – Hostels in the %s district. Maps for %s, Photos and Reviews for each Hostel in %s.
cs_cz: %s - Ubytovny ve čtvrti %s. Mapy pro %s, fotky a recenze pro každou ubytovnu - %s.
de_de: %s - Jugendherbergen in %s. Karten für %s. Fotos und Bewertungen für jede Jugendherberge in %s.
hu_hu: %s - Ifjúsági Szállások %s városrészen. %s térképek, fotók, és ajánlások minden egyes Ifjúsági Szállásra: %s
ko_kr: % s - % s지역에 위치한 호스텔. %s의 지도, %s에 위치한 호스텔에 대한 사진 및 리뷰.
zh_cn: %s – %s区的青年旅舍。%s地图，%s每间青年旅舍的照片和评价。

source: %s – Hotels in the %s district. Maps for %s, Photos and Reviews for each Hotel in %s.
cs_cz: %s - hotely ve čtvrti %s. Mapy pro %s, fotky a recenze pro každý hotel v %s.
de_de: %s - Hotel in %s. Karten für %s. Fotos und Bewertungen für jedes Hotel in %s.
hu_hu: %s - Hotelek %s városrészen. %s térképek, fotók, és ajánlások minden egyes %s hotelről.
ko_kr: % s - % s지역에 위치한 호텔. %s의 지도, %s에 위치한 호텔에 대한 사진 및 리뷰.
zh_cn: %s – %s区的宾馆。%s地图，%s每间宾馆的照片和评价。

source: %s – Apartments in the %s district. Maps for %s, Photos and Reviews for each Apartment in %s.
cs_cz: %s - apartmány ve čtvrti %s. Mapy pro %s, fotky a recenze pro každý apartmán - %s.
de_de: %s - Wohnungen in %s. Karten für %s. Fotos und Bewertungen für jede wohnung in %s.
hu_hu: %s - Lakosztályok %s városrészen. %s térképek, fotók, és ajánlások minden egyes %s lakosztályróll.
ko_kr: % s - % s지역에 위치한 아파트. %s의 지도, %s에 위치한 아파트에 대한 사진 및 리뷰.
zh_cn: %s – %s区的公寓。%s地图，%s每间公寓的照片和评价。

source: %s – Rooms in the %s district. Maps for %s, Photos and Reviews for each room in %s.
cs_cz: %s - pokoje ve čtvrti %s. Mapy pro %s, fotky a recenze pro každý pokoj - %s.
de_de: %s - Zimmer in %sl. Karten für %s. Fotos und Bewertungen für jedes Zimmer in %s.
hu_hu: %s - Szobák %s városrészen. %s térképek, fotók, és ajánlások minden egyes %s szobáról.
ko_kr: % s - % s지역에 위치한 객실. %s의 지도, %s에 위치한 객실에 대한 사진 및 리뷰.
zh_cn: %s – %s区的房间。%s地图，%s每间房间的照片和评价。

source: %s – Camping in the %s district. Maps for %s, Photos and Reviews for each camping in %s.
cs_cz: %s - kempování v %s čtvrtí. Mapy pro %s, fotky a recenze pro každé kempování - %s.
de_de: %s - Zelten in %sl. Karten für %s. Fotos und Bewertungen für jeden Zeltplatz in %s.
hu_hu: %s - Camping %s városrészen. %s térképek, fotók, és ajánlások minden egyes %s campingról.
ko_kr: % s - % s지역에 위치한 캠핑장. %s의 지도, %s에 위치한 캠핑장에 대한 사진 및 리뷰.
zh_cn: %s – %s区的露营地。%s地图，%s每个露营地的照片和评价。

source: %s – Properties in the %s district. Maps for %s, Photos and Reviews for each properties in %s.
cs_cz: %s - Ubytovny ve čtvrti %s. Mapy pro %s, fotky a recenze pro každou ubytovnu - %s.
de_de: %s - Hostels in %s. Karten für %s. Fotos und Bewertungen für jedes Hostel in %s.
hu_hu: %s - Hostelek %s városrészen. %s térképek, fotók, és ajánlások minden egyes %s hostelről.
ko_kr: % s - % s구역에 위치한 호텔. %s의 지도, %s에 위치한 호텔에 대한 사진 및 리뷰.
zh_cn: %s – %s区的旅舍。%s地图，%s每处旅舍的照片和评价。

source: No. Beds
cs_cz: Počet lůžek
de_de: Anzahl der Betten
hu_hu: Ágyak száma
ko_kr: 베드 갯수
zh_cn: 床数

source: No. Rooms
cs_cz: Počet pokojů
de_de: Anzahl der Zimmer
hu_hu: Szobák száma
ko_kr: 방 갯수
zh_cn: 房间数

source: No. Beds available
cs_cz: Žádná lůžka nejsou k dispozici.
de_de: Anzahl der verfügbaren Betten
hu_hu: Szabad ágyak száma
ko_kr: 예약가능한 베드
zh_cn: 可用床数

source: No. Rooms available
cs_cz: Žádný pokoj není k dispozici.
de_de: Anzahl der verfügbaren Zimmer
hu_hu: Szabad szobák száma
ko_kr: 예약가능한 도미토리
zh_cn: 可用房间数

source: Enter a property name
cs_cz: Zadejte jméno mládežnické ubytovny
de_de: Geben Sie eine Unterkunft ein
hu_hu: Írja be a szálláshely nevét
ko_kr: 호스텔 이름을 입력하세요.
zh_cn: 输入住宿名称

source: Enter a city name
cs_cz: Zadejte jméno města
de_de: Geben Sie eine Stadt ein
hu_hu: Írja be a város nevét
ko_kr: 도시를 입력하세요.
zh_cn: 输入城市名称

source: Overall
cs_cz: Celkově
de_de: Insgesamt
hu_hu: Összesen
ko_kr: 종합
zh_cn: 总体

source: Compare all properties in %s
cs_cz: Porovnej všechny mládežnické ubytovny v %s
de_de: Vergleiche alle Hostels in %s
hu_hu: %s városban
ko_kr: %s 에 위치한 최고 평점의 호스텔들 비교
zh_cn: 比较%s的所有住宿

source: Internet
de_de: Kostenoser Internetzugang
ko_kr: 인터넷
zh_cn: 互连网

source: Avantages
cs_cz: Výhody
de_de: Vorteile
hu_hu: Előnyök
ko_kr: 혜택
zh_cn: 优点

source: Numéro de dossier et email de confirmation
cs_cz: Spisové číslo a e-mailové potvrzení
de_de: Akten-Nummer und E-Mail-Bestätigung
hu_hu: Ügyfélszám és e-mail visszaigazolása
ko_kr: 파일 번호 및 이메일 확인
zh_cn: 文件号和电子邮件确认

source: Réservation sécurisée
cs_cz: Bezpečná rezervace
de_de: Reservierung garantiert
hu_hu: Biztonságos foglalás
ko_kr: 보안된 예약
zh_cn: 预订安全

source: People:
cs_cz: lidé:
de_de: Personen:
hu_hu: Személyek:
ko_kr: 인원수:
zh_cn: 人数

source: À propos de
de_de: Beschreibung
ko_kr: 회사 소개

source: Click to enlarge
cs_cz: klikněte pro zvětšení
de_de: Vergrößern
hu_hu: Kattintson a nagyitáshoz
ko_kr: 확대시 이곳을 클릭하시오.
zh_cn: 点击放大

source: Réserver %s
cs_cz: Rezervujete %s
de_de: Buchung %s
hu_hu: Foglaljon %s
ko_kr: %s 예약
zh_cn: 预订 %s

source: Availability (max)
cs_cz: K dispozici (maximum)
de_de: Verfügbarkeit (max)
hu_hu: Foglalhtó (max)
ko_kr: 예약 가능 유무 (최대)
zh_cn: 空床（最多）

source: Connexion
cs_cz: Přihlášení
de_de: Login
hu_hu: Bejelentkezés
ko_kr: 로그인
zh_cn: 注册

source: More Options
cs_cz: Více možností
de_de: Mehr Optionen
hu_hu: Több lehetőség
ko_kr: 더 많은 옵션
zh_cn: 更多选项

source: Less Options
cs_cz: Méně možností
de_de: Weniger Optionen
hu_hu: Kevesebb lehetőség
ko_kr: 옵션 적게 적용하기
zh_cn: 更少选项

source: acceptée par l'établissement
cs_cz: Akceptováno zařízením
de_de: Kartenart akzeptiert von der Herberge
hu_hu: Kártya típusa
ko_kr: 숙소에서 승인
zh_cn: 被住宿处接受

source: Select number of beds
cs_cz: Zvolte počet lůžek
de_de: Anzahl der Betten wählen
hu_hu: Válaszd ki az ágyak számát
ko_kr: 침대의 수를 선택하기
zh_cn: 选择床数

source: Select number of rooms
cs_cz: Zvolte počet pokojů
de_de: Anzahl der Zimmer wählen
hu_hu: Válaszd ki a szobák számát
ko_kr: 객실 수를 선택
zh_cn: 选择房间数

source: Important information: Maestro cards must be from Great-Britain.
cs_cz: Důležitá informace: Kreditní karty Maestro musí být z Velké Británie.
de_de: Wichtige Information: Maestro Karten sind nur gültig wenn in Großbritannien ausgestellt.
hu_hu: Fontos információ: Csak Nagy- Britanniából származó Maestro kártya használható.
ko_kr: 중요 정보 : Maestro cards는 U.K 에서 발급된 것만 가능합니다.
zh_cn: 重要信息：Maestro卡必须来自大不列颠

source: Watch the Video
cs_cz: Shlédněte video
de_de: Video ansehen
hu_hu: Tekintsd meg a videót.
ko_kr: 동영상 보기
zh_cn: 观看视频

source: Video
hu_hu: Videó
ko_kr: 비디오
zh_cn: 视频

source: Sold out!
cs_cz: Vyprodáno!
de_de: Ausgebucht!
hu_hu: Nincsen szabad férőhely!
ko_kr: 예약가능한 룸 또는 침대 없음
zh_cn: 售罄！

source: Select card
cs_cz: Zvolte kartu
de_de: Karte wählen
hu_hu: A kiválsztott kártya
ko_kr: 카드를 선택하세요.
zh_cn: 选择卡

source: Search by property
cs_cz: Hledej podle jména ubytovny:
de_de: Nach Unterkunft suchen:
hu_hu: Keress szálláshely szerint
ko_kr: 숙소명으로 검색하기:
zh_cn: 按住宿搜索

source: Search by city
cs_cz: Hledej podle jména města:
de_de: Nach Stadt suchen:
hu_hu: Keress város név szerint
ko_kr: 도시명으로 검색하기:
zh_cn: 按城市名搜索

source: Maximum number of guests in the dorm
cs_cz: Maximální počet hostů na koleji.
de_de: Max. Zimmerbelegung pro Schlafraum.
hu_hu: Vendégek maximális száma a kollégiumban.
ko_kr: 각 도미토리 최대 인원
zh_cn: 宿舍最多客人数

source: Maximum number of guests in the room
cs_cz: Maximální počet osob v tomto pokoji
de_de: Maximale Anzahl an Gästen in diesem Zimmer
hu_hu: A maximálisan elhelyezhető személyek száma ebben a szobában
ko_kr: 객실 최대인원
zh_cn: 该房间可容纳的最多人数

source: Female Dorm = Dorm for women only
cs_cz: Dámská ubytovna = ložnice pouze pro ženy
de_de: Frauenschlafsaal = Schlafsaal nur für Frauen
hu_hu: Női Hálóterem = Hálóterem, csak nőknek
ko_kr: 여성 기숙사 = 여성 전용 공동 침실
zh_cn: 女宿舍 = 仅限女性的宿舍

source: Male Dorm = Dorm for men only
cs_cz: Pánská ubytovna = ložnice pouze pro muže
de_de: Männerschlafsaal = Schlafsaal nur für Männer
hu_hu: Férfi hálóterem = Hálóterem, csak férfiaknak
ko_kr: 남자 기숙사 = 남성 전용 공동 침실
zh_cn: 男宿舍 = 仅限男性的宿舍

source: Mixed Dorm = Dorm for women and men
cs_cz: Smíšené Ložnice = ložnice pro ženy a muže
de_de: Gemischter Schlafsaal = Schlafsaal für Frauen und Männer
hu_hu: Vegyes Hálóterem = Hálóterem nőknek és férfiaknak
ko_kr: 혼합 기숙사 = 남녀 혼용 공동 침실
zh_cn: 混合宿舍 = 男女均可的宿舍
