Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_xo.po
Languages: ru_ru

source: Il y a eu une erreur lors du traitement de votre demande, veuillez vous assurer que vos informations sur la méthode de paiement sont exactes. Si le problème persiste, veuillez communiquer avec nous à l'adresse suivante : %s
ru_ru: Ошибка при обработке вашего запроса, пожалуйста, убедитесь, что информация о выборанном методе оплаты является достоверной. В случае, если кредитная карта не принимается, пожалуйста, попробуйте ввести правильный номер повторно. Если проблема не устраниться, попробуйте ввести либо номер другой кредитной карточки или номер карточки кого-либо из ваших знакомых (даже если вы не будете использовать эту кредитную карту на вашей поездке). Если проблема не устранена, свяжитесь с нами по следующему адресу: %s

source: Errors
ru_ru: Ошибки

source: Prix (lit)
ru_ru: Цена

source: Updating...
ru_ru: Обновляется...

source: Modify this booking
ru_ru: Изменить бронь

source: Méthode de Paiement
ru_ru: Способ оплаты

source: La méthode de paiement utilisée nécessite une validation en mode 3D.
ru_ru: Способ оплаты требует проверки в режиме 3Д.

source: Veuillez cliquer sur le boutton ci-dessous pour procéder vers le site de votre fournisseur. Vous serez ensuite automatiquement redirigé vers cette page pour procéder au paiement final. Merci.
ru_ru: Пожалуйста, нажмите на ссылку ниже, чтобы перейти на сайт вашего провайдера. Вы будете автоматически переадресованы на этой странице, чтобы завершить оплату. Спасибо.

source: Validation 3D
ru_ru: Проверка 3Д

source: We will never sell your personal information and we use secure transmission and encrypted storage to protect your personal information.
ru_ru: Мы никогда не продадим вашу личную информацию, и мы используем безопасный метод передачи и хранения зашифрованных для защиты вашей личной информации.

source: You will receive a confirmation email
ru_ru: Вы получите электронное письмо с подтверждением

source: Both emails must be the same
ru_ru: Оба электронных адреса должны быть одинаковыми

source: UK Example: 442012341234
ru_ru: Пример для RU: 79161234567

source: A friend or a family member can lend you his/her credit card for the reservation.
ru_ru: Друг или член семьи может одолжить вам свою кредитную карту для осуществления брони.

source: You can use a different credit card to pay the balance upon arrival at the property.
ru_ru: Когда вы приедите в объект выбранного размещения, вы можете воспользоваться другой кредитной карткой для оплаты за остаток баланса.

source: La validation 3D à été complétée. Veuillez entrer l'information ci-dessous pour confirmer le paiement.
ru_ru: Проверка в 3D была завершена. Пожалуйста, введите свои данные ниже, чтобы подтвердить платеж.

source: (sans tiret)
ru_ru: (без пробелов)

source: Type de carte :
ru_ru: Тип карты:

source: Updating Currency ...
ru_ru: Обновляется валюта ...

source: Important information: Maestro cards must be from Great-Britain.
ru_ru: Важная информация: Maestro карты должны быть из Великобритания.

source: Qu'est-ce que c'est ?
ru_ru: Что это такое?

source: Invalid format
ru_ru: Неправильный формат

source: Final Step
ru_ru: Заключительный Шаг

source: Transaction 100%% sécurisée et encryptée
ru_ru: Транзакция защищена и закодирована

source: Please make sure all required fields are filled out correctly
ru_ru: Пожалуйста, убедитесь, что все обязательные поля заполнены правильно

source: Atmosphere
ru_ru: Атмосфера

source: Staff
ru_ru: Персонал

source: Location
ru_ru: Местоположение

source: Cleanliness
ru_ru: Чистота

source: Safety
ru_ru: Безопасность

source: Value
ru_ru: Стоимость

source: N/A
ru_ru: Не доступно

source: Free
ru_ru: Бесплатно

source: Purchasable Extras
ru_ru: Можно купить дополнительно

source: Check-In/Out Details
ru_ru: Детали регистрации/выезда

source: Check-in:
ru_ru: Регистрация

source: Check-out:
ru_ru: Выезд

source: Cancellation Policy
ru_ru: Политика отмены заказа

source: Chambre
ru_ru: Комната

source: Nb. Personnes
ru_ru: Кол-во человек

source: 10%% Arrhes facturé en %s à votre carte
ru_ru: 10%% депозит в %s снят с вашей карты

source: Taxes
ru_ru: Налоги

source: Extra Information
ru_ru: Дополнительная информация

source: People
ru_ru: Люди

source: Female:
ru_ru: Жен:

source: Male:
ru_ru: Муж:

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 24 heures en avance pour ne pas être facturé la première nuit.
ru_ru: Изменения и аннулирование возможны, свяжитесь непосредственно с администрацией места проживания, которая несет ответственность за выполнение вашей брони. Изменение даты/комнаты: возможно при наличии. Аннулирование: пожалуста проверьте аннулирование с администрацией куда вы направляитесь, чтобы избежать оплату за первую ночь.

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
ru_ru: На %s, вы оплачиваете только депозит (10%% от общей суммы) для того, чтобы подтвердить и обеспечить вашу бронь. Остаток суммы оплачивается по прибытию.

source: Bonjour
ru_ru: Здравствуйте

source: Merci d'avoir effectué votre réservation en ligne sur
ru_ru: Спасибо за бронирование онлайн с

source: Ceci est votre confirmation de réservation ainsi que votre reçu.
ru_ru: Это подтверждение вашей брони и квитанция об оплате.

source: Veuillez imprimer cet email et assurez vous de l'avoir avec vous lors de votre arrivée à l'établissement.
ru_ru: Пожалуйста, распечатайте это письмо и предоставьте его администрации места проживания по прибытии.

source: Pour tout changement ou annulation, veuillez communiquer directement avec l'établissement en envoyant un email en anglais avec le numero de confirmation (%s) à l'adresse suivante : %s
ru_ru: Для изменения или отмены вашей брони, пожалуйста, свяжитесь непосредственно с администрацией места проживания, отправив электронное письмо на английском языке с номером подтверждения (%s) по следующему адресу: %s

source: Votre numéro de réservation: #%s
ru_ru: Номер вашей брони: #%s

source: (validé le %s)
ru_ru: (действительна с %s)

source: Total:
ru_ru: Всего:

source: 10%% Arrhes + frais de service facturé en %s:
ru_ru: счет на сумму 10%% депозита + сбор за обслуживание, выставлен в %s:

source: Montant restant à payer lors de votre arrivée (%s):
ru_ru: Сумма, подлежащая оплате по прибытию (%s):

source: Version Originale:
ru_ru: Исходная версия:

source: Pour toute question, consultez notre
ru_ru: Если у Вас возникли вопросы, пожалуйста, посетите наш

source: Merci et bon séjour
ru_ru: Спасибо и приятного пребывания

source: Bonjour %s,
ru_ru: Здравствуйте %s,

source: Bonjour,
ru_ru: Здравствуйте,

source: Pour créer un nouveau mot de passe, veuillez utiliser le lien suivant:
ru_ru: Чтобы создать новый пароль, пожалуйста, используйте следующую ссылку:

source: Ce courriel vous est envoyé suite à une requête provenant d'un utilisateur de %s. Ceci fait partie de la procédure pour créer un nouveau mot de passe. Si vous n'avez pas demandé un nouveau mot de passe, veuillez simplement ignorer ce courriel.
ru_ru: Это письмо отправлено по запросу пользователя %s, согласно процедуре, для того, чтобы создать новый пароль. Если вы не посылали запрос на создание нового пароля, пожалуйста, просто проигнорируйте это письмо.

source: Merci,
ru_ru: Спасибо,

source: Bonjour et bienvenue sur %s
ru_ru: Здравствуйте и Добро Пожаловать на %s

source: Merci de vous être joint à nous sur %s. Voici les information pour accèder à votre compte.
ru_ru: Спасибо, что присоединились к нам на %s. Вот информация для доступа к вашему аккаунту.

source: Pour confirmer votre adresse email, veuillez utiliser le lien suivant:
ru_ru: Чтобы подтвердить ваш адрес электронной почты, пожалуйста, пройдите по следующей ссылке:

source: Compléter votre enregistrement...
ru_ru: Для завершения регистрации...

source: Si le lien ci-haut ne fonctionne pas veuillez copier coller le lien suivant dans votre navigateur:
ru_ru: Если ссылка не работает, скопируйте и вставьте нижеприведенную ссылку в адресную строку браузера:

source: Veuillez confirmer votre adresse email dans les %s heures, autrement votre enregistrement sera annulé et vous devrez vous enregistrer de nouveau.
ru_ru: Пожалуйста, подтвердите адрес Вашей электронной почты в течении %s часов, в противном случае ваша регистрации будет аннулирована и вам будет необходимо зарегистрироваться снова.

source: Votre nom d'usager: %s
ru_ru: Пользователь: %s

source: Votre nom d'usager (adresse email): %s
ru_ru: Пользователь (адрес Вашей электронной почты): %s

source: Bonjour et bienvenue sur %s,
ru_ru: Здравствуйте и добро пожаловать на %s.

source: Merci de vous joindre à nous sur %s. Voici les information pour accèder à votre compte.
ru_ru: Спасибо за то, что вы присоединились к нам на %s. Вот информация для доступа к вашему аккаунту.

source: Votre mot de passe: %s
ru_ru: Ваш пароль: %s

source: Pour vous connecter à %s, veuillez utiliser le lien ci-dessous:
ru_ru: Для подключения к %s, пожалуйста, используйте ссылку ниже:

source: Vous venez de changer votre mot de passe.
ru_ru: Вы только что изменили свой пароль.

source: Veuillez le garder dans vos archives pour ne pas l'oublier.
ru_ru: Пожалуйста, сохраните его, чтобы не забыть.

source: Votre nouveau mot de passe pour %s: %s
ru_ru: Ваш новый пароль для %s: %s

source: Nb. Personne
ru_ru: Кол-во человек

source: 10%% Arrhes facturé en %s:
ru_ru: 10%% депозит в %s

source: Hello
ru_ru: Здравствуйте

source: Good news!
ru_ru: Хорошие новости!

source: We have found a great offer for your group.
ru_ru: У нас есть замечательное предложение для вашей группы!

source: Please take a look at the attached file for more details.
ru_ru: Пожалуйста, просмотрите вложенный файл для более детальной информации.

source: Please do not hesitate to contact me if you have any questions.
ru_ru: Пожалуйста, свяжитесь с нами снова, если у вас возникнут вопросы.

source: Sincerely.
ru_ru: Искренне.

source: Customer Service.
ru_ru: Служба по обслуживанию клиентов.

source: Travel details
ru_ru: Детали путешествия

source: Group details
ru_ru: Информация о группе

source: Youngest age
ru_ru: Младший возраст

source: Staff/teachers/Coaches/Bus drivers Details
ru_ru: Персонал / учителя / тренеры / Водители автобусов - подробная информация

source: Persons
ru_ru: Количество человек

source: Room type requested
ru_ru: Тип комнаты и количество гостей

source: Requirements
ru_ru: Запросы

source: Breakfast
ru_ru: Завтрак

source: Dinner
ru_ru: Ужин

source: Most Important
ru_ru: Важные замечания

source: Your details
ru_ru: Ваши контактные данные

source: Addresse Email
ru_ru: Адрес электронной почты

source: Additional information/requests
ru_ru: Дополнительная информация / запросы

source: Nous espérons que vous avez passé un bon séjour à %s.
ru_ru: Мы надеемся, что вам понравилось в %s.

source: Nous vous invitons à prendre quelques minutes pour laisser vos impressions sur l'établissement dans la section "commentaires".
ru_ru: Пожалуйста, уделите несколько минут, чтобы оставить ваши впечатления в разделе "комментарии".

source: Veuillez simplement cliquer sur le lien ci-dessous pour accéder au formulaire.
ru_ru: Просто нажмите на ссылку ниже, чтобы получить форму.

source: N'hésitez pas à revenir nous voir pour planifier votre prochain voyage.
ru_ru: Вы можете вернуться и продолжить планирование вашей следующей поездки.

source: Si vous l'avez déjà fait pour cet établissement ou la si la réservation avait été annulée , veuillez simplement ignorer ce message.
ru_ru: Если вы уже оставили комментарии для этого места проживания, или, если они были отменены, просто проигнорируйте это сообщение.

source: Il n'y a aucun commentaire. Soyez le premier à évaluer cette auberge!
ru_ru: Нет комментариев. Будьте первым, кто оценит это место проживания!

source: Free service - Best price guaranteed!
ru_ru: Лучшая цена - мы гарантируем!

source: We are your dedicated Group Booking specialist.
ru_ru: Мы будем вашим специализированным специалистом в бронировании для групп

source: Up to 80 people per reservation!
ru_ru: Бронировать до 500 человек!

source: If you are looking for a hostel, a Youth hostel, a hotel, a B&B or a cheap acommodation for your group, we are here to help.
ru_ru: Мы поможем вам найти хостел, хостел для молодежи, гостиницу, комнату и завтрак или дешевое размещение для вашей группы

source: Send a free request now using the form below and we will get back to you in few hours.
ru_ru: Отправте бесплатный запрос сейчас, используя форму ниже, и мы свяжемся с вами в течение нескольких часов.

source: Sports groups
ru_ru: Спортивные группы

source: Trips cultural, linguistic, thematic groups
ru_ru: Поездки для культурных, лингвистических, и тематических групп

source: Bachelor party / Stag / Stagette groups
ru_ru: Вечеринки для холостяков / Незамужних

source: Schools groups
ru_ru: Школьные группы

source: Students groups
ru_ru: Студенческие группы

source: Family Reunion
ru_ru: Семейные союзы

source: Marriage
ru_ru: Бракосочетание

source: Business Trips
ru_ru: Деловые поездки

source: Pilgrimage
ru_ru: Паломничество

source: Schools
ru_ru: Школьные группы

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses ...
ru_ru: Ассоциации, торговые палаты, школы, университеты, дневные лагеря, спортивные лагеря,городки обслуживания молодежи, туристические офисы, объединения, общественные центры, бизнес орагнизации

source: Group Booking Request Form
ru_ru: Бронирование для групп

source: Please Select
ru_ru: Пожалуйста, выберете:

source: Single rooms
ru_ru: Одноместные номера

source: Twin rooms
ru_ru: Двухместный номер с двумя кроватями

source: Double rooms
ru_ru: Двухместные номера

source: Triple rooms
ru_ru: Трехместные номера

source: In the dormss with the group
ru_ru: В общежитиях с группой

source: Total Number of people in your group: %s
ru_ru: Общее количество людей в группе: %s

source: yes
ru_ru: да

source: no
ru_ru: нет

source: Please provide a phone number where we can reach you from 4:00 pm to 9:00 pm.
ru_ru: Пожалуйста, укажите номер телефона, по которому мы сможем связаться с вами с 16:00 по 21:00.

source: Due to high demand, and the limited amount of time Hostels can keep availability, we would need to know the following, when will you be able to book?
ru_ru: Из-за высокого спроса и ограниченного количества времени, пока Хостелы могут быть доступными, нам нужно знать следующее, когда вы сможете забронировать?

source: I just want an idea of the price and property
ru_ru: Я хочу узнать цену и удобства

source: Within 1 week or less
ru_ru: В пределах недели или менее

source: Submit
ru_ru: Отправить

source: Thank you. Our team will contact you within few hours
ru_ru: Спасибо. Наши сотрудники свяжутся с вами в течение нескольких часов

source: View Full Site
ru_ru: Посмотреть сайт

source: View Mobile Site
ru_ru: Посмотреть сайт для мобильного

source: No Fees
ru_ru: Без оплаты

source: Hostel
ru_ru: Хостел

source: Cheap Hotel
ru_ru: Недорогая гостиница

source: Appartment
ru_ru: Квартира

source: Guesthouse - B&B
ru_ru: Гостевой дом - К и З

source: View all %s properties
ru_ru: Посмотреть все %s места проживания

source: Dorms from %s
ru_ru: Общежития %s

source: Private rooms from %s
ru_ru: Частныx комнаты / Стоимость за человека %s

source: Nb Rooms
ru_ru: Количество комнат

source: Nb Guests
ru_ru: Количество гостей

source: Text/SMS sent
ru_ru: Текст/СМС отправлено

source: Send now
ru_ru: Отправить

source: Arrival day
ru_ru: День приезда

source: 1 Day before arrival
ru_ru: 1 день до приезда

source: 2 Days before arrival
ru_ru: 2 дня до приезда

source: 3 Days before arrival
ru_ru: 3 дня до приезда

source: 4 Days before arrival
ru_ru: 4 дня до приезда

source: 5 Days before arrival
ru_ru: 5 дней до приезда

source: 6 Days before arrival
ru_ru: 6 дней до приезда

source: 1 Week before arrival
ru_ru: 1 неделя до приезда

source: Confirmed
ru_ru: Подтверждено

source: New
ru_ru: Новая

source: Save my card details
ru_ru: Сохранить детали моей карты

source: Booking Summary
ru_ru: Детали брони

source: Change Credit card on file
ru_ru: Изменить детали кредитной карты в файле

source: Confirm Credit card
ru_ru: Подтвердить кредитную карту

source: Credit card on file
ru_ru: Кредитная карта в файле

source: Use credit card on file
ru_ru: Использовать данные кредитной карты в файле

source: Billing
ru_ru: Счет

source: Change
ru_ru: Изменить

source: Card type
ru_ru: Тип кредитной карты

source: Edit
ru_ru: Внести изменения

source: Use a different credit Card
ru_ru: Использовать другую кредитную карту

source: Book and check your bookings on your mobile
ru_ru: Зарезервировать и проверить детали брони на мобильном телефоне

source: Check your bookings on your mobile
ru_ru: Проверить детали брони с мобильного телефона

source: Resend confirmation email
ru_ru: Переслать письмо-подтверждение

source: Same Day booking
ru_ru: Зарезервировать в тот же день

source: same day booking on your Mobile
ru_ru: Зарезервировать в тот же день с вашего мобильного

source: Join us on facebook and receive up to 60 free minutes from Skype
ru_ru: Присоединятесь к нам на Facebook и получите 60 минут бесплатно от Skype

source: An email has been sent to your address.
ru_ru: Письмо с подтверждением выслано на ваш адрес

source: An email will be sent to your email to redeem your free minutes from Skype within 7 days.
ru_ru: Письмо будет выслано на ваш адрес, чтобы вы смогли воспользоваться вашими беслатными минутами от Skype в течении 7 дней

source: Please contact us at %s to receive your free minutes from Skype after you have become a fan of our facebook page.
ru_ru: Пожалуйста, свяжитесь с нами %s, чтобы получить бесплатные минуты от Skype, после того как вы зарегистрировались на нашей странице на Facebook

source: Thank you
ru_ru: Спасибо

source: Want to receive up to 60 minutes of free calling from Skype ?
ru_ru: Хотите получить 60 бесплатных минут от Skype?

source: Then Join us on Facebook! This is that simple.
ru_ru: Тогда присоединяйтесь к нам на Facebook! Это очень просто.

source: Then Join us on Facebook before 30/06/2011! This is that simple!
ru_ru: Тогда присоединяйтесь к нам на Facebook до 30/06/2011! Это очень просто!

source: Limited to 1 per customer and 1 per email address used to book on %s.
ru_ru: Ограничение до 1 покупателя и 1 электронный адрес, который используется на %s

source: The “Up to 60 Minutes Free Credit from Skype” Offer runs from 01/04/2011 until 30/06/2011
ru_ru: Предложение "60 бесплатных минут от Skype" действует с 01/04/2011 и до 30/06/2011

source: By participating in the “Up to 60 Minutes Free Credit from Skype” Offer, and redeeming the free credit voucher code from Skype on Skype.com, the Participant also agrees to be bound by Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
ru_ru: Участвуя в предложении "60 бесплатных минут от Skype" и воспользовавшись бесплатным кодом и ваучером Skype от Skype.com, участник соглашается с условиями Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg

source: %s reserves the right in its sole discretion to modify or discontinue the "Up to 60 Minutes Free Credit from Skype" Offer or to restrict its availability to any person, at any time, for any or no reason, and without prior notice or liability to participants.
ru_ru: %s оставляет за собой полное право изменить или прекратить предложение "60 бесплатных минут от Skype" или ограничить предложение для любого человека, в любое время, по любой причине, без предварительного уведомления или обязательств перед участниками.

source: 60 total minutes is based on a single call to a landline at the estimated rate of €0.02 per minute as controlled by Skype.
ru_ru: Общее количество 60 минут основывается на одном звонке телефонной линии по предварительной стоимости 0.02 за минуту и контролируется Skype

source: Participants must redeem their free credit voucher code from Skype on Skype.com by 31/07/2011 after which time the option to use the free credit from Skype expires. There are no refunds for expired free credit voucher codes from Skype.
ru_ru: Участники могут воспользоваться своим бесплатным кредитом и ваучером от Skype на Skype.com до 31/07/2011, после чего данное предложение истечёт. Возврат за неиспользованное время не осуществляется.

source: No cash value will be given for the “Up to 60 Minutes Free Credit from Skype” Offer.
ru_ru: Предложение "60 бесплатных минут от Skype" невозможно получить в денежном выражении.

source: "Skype Promotion Terms and Conditions."
ru_ru: Условия Соглашения рекламной акции Skype

source: Rate this property
ru_ru: Оценить место проживания

source: Rate
ru_ru: Стоимость

source: Hostel section
ru_ru: Хостел секция

source: To register your property or change the desciption of your property, please fill up the form below.
ru_ru: Для регистрации вашей собственности или изменения описание вашей собственности, пожалуйста, заполните приведенную ниже форму.

source: We will contact you with the next steps. Thank you.
ru_ru: Мы с вами свяжемся через несколько шагов. Спасибо.

source: Chat support
ru_ru: Поддержка

source: Live Chat
ru_ru: Разговор

source: End Chat
ru_ru: Закончить разговор

source: Send
ru_ru: Отправить

source: Agent typing
ru_ru: Написать агенту

source: Translation done by Google. Hello, %s. Can I help you with anything today?
ru_ru: Перевод сделан через Google. Здравствуйте, %s. Как я могу вам помочь?

source: first name
ru_ru: Имя

source: Language
ru_ru: Язык

source: I'm sorry, your Agent has left the chat. If you would like to chat with another Agent, please click the LogOut link below and open a new chat from the website chat link.
ru_ru: Извините, ваш агент покинул разговор. Если хотите поговорить с другим агентом, пожалуйста нажмите ссылку выход и откройте новое окно разговора по ссылке сайта.

source: %s exited session.
ru_ru: %s вышел с разговора

source: %s joined session.
ru_ru: %s присоединился к разговору

source: Please wait for someone in %s to join the conversation...
ru_ru: Пожалуйста, подождите %s для того, чтобы присоединиться к разговору....

source: Guest
ru_ru: Гость

source: There are currently no agents logged in. Please leave us your email address, your booking number and any questions you may have so we can get back to you. Thank you.
ru_ru: В данный момент никто из агентов не подключен. Пожалуйста, оставьте нам ваш адрес электронной почты, номер вашей брони и ваши вопросы, чтобы мы могли связаться с вами. Спасибо.

source: E-mail
ru_ru: Адрес электронной почты

source: Message
ru_ru: Сообщение

source: Reset
ru_ru: Переустановить

source: Continue
ru_ru: Продолжить

source: No agents online
ru_ru: Агенты отсутствуют

source: Your request for support has been successfully sent.
ru_ru: Ваш запрос был успешно отправлен.

source: Email failed
ru_ru: Невереный адрес электронной почты

source: Email sent
ru_ru: Сообщение отправлено

source: First name
ru_ru: Имя

source: %s, you have been placed into the Support Queue...
ru_ru: %s, ваш запрос находиться в очереди на поддержку

source: Please wait here while we connect you.
ru_ru: Пожалуйста, подождите пока мы вас соединяем.

source: You will be transferred to the first available service representative. There are approximately %s user(s) ahead of you.
ru_ru: Ваш запрос будет отправлен первому доступному оператору. Приблизительно %s пользователей ожидают в очереди, впереди вас.

source: Send E-mail
ru_ru: Выслать сообщение
