Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Cancel
fi_fi: Peruuta
it_it: Cancella
pt_br: Cancelar

source: List of favorite properties
fi_fi: Suosikki majoitusten lista
it_it: Lista delle proprietà preferite
pt_br: Lista de propriedades favoritas

source: My short notes about the property
fi_fi: Minun lyhkäiset muistiinpanot majoituksesta
it_it: Le mie note brevi sulla proprietà
pt_br: Minhas notas curtas sobre a propriedade

source: Edit or remove
fi_fi: Lisää tai poista
it_it: Modifica o rimuovi
pt_br: Editar ou remover

source: You can save this property as a favorite in your account so you can easily book it at a later date if you wish.
fi_fi: Voit tallentaa tämän majoituksen tilillesi suosikki listaan niin myöhemmin saat sen helpommin varattua.
it_it: Puoi salvare questa proprietà come preferita nel tuo profilo così da poterla prenotare facilmente in un secondo momento se preferisci.
pt_br: Você pode salvar essa propriedade como um favorito na sua conta, assim você pode facilmente agendar em uma data futura se você quiser.

source: Account created
fi_fi: Tili luotu
it_it: Profilo creato
pt_br: Conta criada

source: To save a property as a favorite, you must be login to your account.
fi_fi: Jos haluat tallentaa majoitukset suosikki listaan, sinun täytyy olla sisään kirjautunut.
it_it: Per salvare una proprietà come preferita, devi loggarti nel tuo profilo.
pt_br: Para salvar essa propriedade como favorito, você deve logar na sua conta.

source: By creating an account you will be able to save properties as favorites, get access to your bookings and ratings, and many more benefits.
fi_fi: Luotuaan tilin pystyt tallentamaan majoituksia suosikki listaan, pääset näkemään varaukset, arviot ja paljon muuta hyödyllistä
it_it: Creando un profilo potrai salvare le proprietà come preferite, avere accesso alle tue prenotazioni e valutazioni, e tanti altri vantaggi.
pt_br: Criando uma conta você poderá salvar propriedades como favorito, acessar seus agendamentos e classificações e muitos outros benefícios.

source: Please enter your email address and we will send you a password.
fi_fi: Ole hyvä ja merkitse sähköposti osoitteesi niin lähetämme sinulle salasanan.
it_it: Per favore inserisci il tuo indirizzo email e ti manderemo una password.
pt_br: Por favor insira seu endereço de e-mail que nós te encaminharemos uma senha.

source: Saved favorite properties
fi_fi: Suosikki majoitukset tallennettu
it_it: Proprietà preferite salvate
pt_br: Salvar propriedades favoritas

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
it_it: Adesso pagate il deposito (il %d%% dell'intero importo) solamente per confermare e garantire la vostra prenotazione. L'importo rimanente (%d%%) potete pagarlo al vostro arrivo. Troverete tutte le informazioni di contatto della proprietà (email, indirizzo, numero telefonico...) nella vostra email di conferma una volta effettuata la prenotazione.
pt_br: Você apenas faz o depósito (%d%% do valor total) para confirmar e assegurar a sua reserva agora. O valor restante (%d%%) é pago na chegada. Você irá encontrar informações de contato do proprietário (e-mail, endereço, número de telefone…) no seu e-mail de confirmação depois de ter feito a sua reserva.

source: Amount already paid:
fi_fi: Summa jo maksettu:
it_it: Importo già pagato:
pt_br: Valor já pago:

source: This is the time your room will be ready the day of your arrival and the time you will need to leave your room the day of your departure. Most properties will store your luggage in a safe space if you arrive early or leave later and are open 24 hours a day. Please review the list of services offered by this particular property to confirm they are available.
fi_fi: Tähän aikaan on sinun huone valmis saapumis päivänä ja aika jona huone pitäisi olla tyhjä lähtemis päivänä.Melkein kaikki majoitukset tallentaa matkatavarasi turvalliseen paikkaan jos saavuit aikaisemmin tai lähdet myöhemmin ja ovat auki 24/7. Ole hyvä ja tarkista majoituksesi palvelu listaa, varmistakseen palvelujen saatavuus.
it_it: Questo è l'orario in cui la vostra camera sarà pronta il giorno del vostro arrivo e l'orario in cui dovrete lasciare la camera nel giorno della vostra partenza. Molte proprietà custodiranno il vostro bagaglio in uno spazio sicuro se arriverete presto oppure andrete via più tardi e questi spazi sono aperti 24 ore al giorno. Per favore date un'altra occhiata alla lista dei servizi offerti da questa proprietà in particolare per confermare la loro disponibilità.
pt_br: Essa é a hora que o seu quarto estará disponível no dia de sua chegada e o tempo que você irá precisar para deixar o seu quarto no dia da sua partida. Muitas propriedades irão guardar a sua bagagem em um lugar seguro se você chegar cedo ou sair depois, e elas estão abertas 24 horas por dia. Por favor veja a lista de serviços oferecidos por essa propriedade em particular para confirmar que elas estão disponíveis.

source: Existing account
fi_fi: Olemassaoleva tili
it_it: Profilo già esistente
pt_br: Conta existente

source: Create new account
fi_fi: Luo uusi tili
it_it: Crea un nuovo profilo
pt_br: Criar nova conta

source: New password
fi_fi: Uusi salasana
it_it: Nuova password
pt_br: Nova senha

source: Show room types
fi_fi: Näytä huone tyypit
it_it: Mostra i tipi di camera
pt_br: Mostrar tipos de quartos

source: Hide room types
fi_fi: Peitä huone tyypit
it_it: Nascondi i tipi di camera
pt_br: Esconder tipos de quartos

source: We are sorry but the maximum number of favorite properties you can save to your account is 30
fi_fi: Olemme pahoillaan mutta maksimum määrä suosikki majoituksia jota voit tallentaa tilillesi on 30
it_it: Siamo spiacenti ma il numero massimo di proprietà preferite che può salvare sul suo profilo è 30
pt_br: Desculé, mas o máximo de propriedades favoritas que você pode salvar na sua conta é 30

source: This property has been saved in your "My account" section. You can now easily book it at a later date if you wish.
fi_fi: Tämä majoitus on tallennettu "Minun tili" osastoon. Nyt voit helposti varata tämän toisena päivänä jos niin toivot.
it_it: Questa proprietà è stata salvata nella sezione "Mio profilo". Se lo desidera potrà prenotarla facilmente in un secondo momento.
pt_br: Essa propriedade foi salva na seção "Minha Conta". Você pode facilmente agendá-la em uma data que você queira.

source: Deposit to be paid now (%d)
fi_fi: Nyt maksettava käsiraha (%d)
it_it: Deposito da pagare adesso (%d)
pt_br: Depósito a ser pago agora (%d)

source: You only pay the deposit (%d of total amount) to confirm and secure your reservation now. The remaining amount (%d) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
fi_fi: Maksat vain käsirahan (%d kokosummasta) vahvistaakseen varauksesi. Jäljellä oleva summa (%d) maksetaan paikanpäällä. Majoituksen yhteistiedot (sähköposti,osoite,puhelinnumero…) löydät vahvistuksesta varauksen tehtyä.
it_it: Adesso pagate il deposito (il %d dell'intero importo) solamente per confermare e garantire la vostra prenotazione. L'importo rimanente (%d) potete pagarlo al vostro arrivo. Troverete tutte le informazioni di contatto della proprietà (email, indirizzo, numero telefonico...) nella vostra email di conferma una volta effettuata la prenotazione.
pt_br: Você apenas faz o depósito (%d do valor total) para confirmar e assegurar a sua reserva agora. O valor restante (%d) é pago na chegada. Você irá encontrar informações de contato do proprietário (e-mail, endereço, número de telefone…) no seu e-mail de confirmação depois de ter feito a sua reserva.

source: Deposit (%d)
fi_fi: Käsiraha (%d)
it_it: Deposito (%d)
pt_br: Depósito (%d)

source: 30,000 Auberges et logements pas chers
fi_fi: 30 000 hostellia ja edullista majapaikkaa
it_it: 30.000 Ostelli, Hostels e Alberghi a buon prezzo
ja_jp: 30000件のユースホステル、格安の宿泊施設
pt_br: 30.000 Hostéis e Albergues e Lugares baratos

source: Plus de 30,000 Logements dernière minute pas chers accessibles en seulement quelques clics.
fi_fi: Yli 30 000 viime hetken halpaa majoitusta saatavilla kätevästi vain muutamalla klikkauksella.
it_it: Oltre 30 000 sistemazioni last minute a buon prezzo disponibili in pochi clicks.
ja_jp: クリックするだけで格安の３００００箇所の宿泊所へアクセス
pt_br: Mais de 30.000 acomodações baratas de última hora disponíveis em apenas alguns cliques.

source: Bienvenue sur le répertoire le plus complet d'Auberges De Jeunesse, Hôtels pas chers, appartements, chambre d’hôtes, Bed and Breakfast B&B et Pensions en français. Veuillez sélectionner un continent afin de voir tous les pays ou vous pourrez trouver des logements dernière minute pas chers.. Vous pouvez aussi directement choisir le pays dans la liste ci-dessous:
fi_fi: Tervetuloa! Täältä löydät edulliset hostellit, retkeilymajat, halvat hotellit, huoneistot ja aamiaismajoitukset. Valitse ensin maanosa nähdäksesi kaikki maat, joissa voit löytää edullisia loma-asuntoja... Voit myös valita maan suoraan alla olevasta luettelosta:
it_it: Benvenuti nel più completo elenco di Ostelli, Hostels, Alberghi, Appartamenti, Bed & Breackfast e Pensioni in Italiano. Vi invitiamo a selezionare un Continente per visualizzare la lista dei paesi dove potrete trovare le migliori sistemazioni al miglior prezzo .. Potete anche selezionare il paese dalla lista sottostante.
ja_jp: ようこそ最も完璧なディレクトリーにいらっしゃいました。格安ホテル、アパート、ゲストハウス、ベッド＆ブレックファースト フランスのペンションのディレクトリーです。すべての国から最新更新格安の宿泊施設リストから今すぐ直接選択することができます。
pt_br: Bem vindo ao mais completo portal de Hostéis, Albergues, Hotéis baratos, Apartamentos, Pensões e Casa de hóspedes em Português. Selecione um continente para ver todos os países onde você pode encontrar acomodações de última hora... É possivel também escolher diretamente um país na lista abaixo:

source: Arrival:
fi_fi: Saapuminen:
it_it: Arrivo:
pt_br: Chegada:

source: Number of nights:
fi_fi: Yöt:
it_it: Numero di notti:
pt_br: Número de noites:

source: characters left
it_it: Caratteri rimasti:

source: Update Note
it_it: Aggiorna Note

source: Save Note
fi_fi: Tallenna Muistiinpanot
it_it: Salva la nota
pt_br: Salvar anotação

source: Info
it_it: informazioni
ja_jp: 情報

source: Disponibility and Price
fi_fi: Saatavuus ja hinta
it_it: Disponibilità e Prezzo
ja_jp: 予約状況と価格
pt_br: Disponibilidade e Preço

source: Erreur lors de la mise à jour de votre profil.
fi_fi: Virhe päivitettäessä profiiliasi.
it_it: Errore durante l'aggiornamento del profilo.
ja_jp: あなたのプロフィールの更新中のエラー
pt_br: Erro durante a atualização de seu perfil.

source: Une mise à jour de votre profil a été effectuée. Merci!
fi_fi: Profiilisi päivitys on valmis. Kiitos!
it_it: Il vostro profilo è stato aggiornato. Grazie!
ja_jp: あなたのプロフィールは更新されました。ありがとうございました！
pt_br: Seu perfil foi atualizado. Obrigado!

source: Données de réservations incomplètes.
fi_fi: Varaustiedot puutteellisia.
it_it: Data di prenotazione incompleta
ja_jp: 予約は未完了
pt_br: Informação de reserva incompleta.

source: Téléphone :
fi_fi: Puhelin:
it_it: Telefono Cellulare
ja_jp: 携帯電話の番号：
pt_br: Número de celular:

source: Terms and conditions agreement
fi_fi: Sopimusehdot
it_it: Condizioni Generali
ja_jp: 契約条件合意
pt_br: Termos e condições do acordo

source: Votre réservation sur %s!
fi_fi: Varauksesi sivustolla %s!
it_it: La vostra prenotazione su %s!
ja_jp: あなたの%sのご予約！
pt_br: Sua reserva em %s!

source: Courriel
fi_fi: Sähköposti
it_it: Email
ja_jp: Eメール
pt_br: Email

source: Évaluation
fi_fi: Arviointi
it_it: Valutazione
ja_jp: 評価
pt_br: Avaliação

source: Mois
fi_fi: Kuukausi
it_it: Mese
ja_jp: 月
pt_br: Mês

source: Année
fi_fi: Vuosi
it_it: Anno
ja_jp: 年
pt_br: Ano

source: Demande de modération pour la propriété %s
fi_fi: Muokkauspyyntö jätetty %s
it_it: Moderazione richiesta per la Struttura %s
ja_jp: %s宿泊所の妥当な請求額
pt_br: Pedido de moderação para o estabelecimento %s

source: Accept terms and conditions agreement to proceed
fi_fi: Hyväksy sopimusehdot jatkaaksesi
it_it: Accetta le Condizioni Generali per proseguire
ja_jp: 進む為には契約条件合意を受け入れてください
pt_br: Aceitar os termos e condições de contrato para continuar

source: Please log in
fi_fi: Ole hyvä ja kirjaudu sisään
it_it: Per favore accedere
pt_br: Por favor faça login

source: Invalid property
fi_fi: Pätemätön majoitus
it_it: Proprietà non valida
pt_br: Propriedade inválida:

source: Property not found
fi_fi: Majoitusta ei löytynyt
it_it: Proprietà non trovata
pt_br: Propriedade não encontrada:

source: Property is favorite already
fi_fi: Majoitus on jo suosikkina
it_it: La proprietà è già tra le preferite
pt_br: A propriedade já está nos favoritos

source: Invalid number of nights
fi_fi: Pätemätön määrä öitä
it_it: Numero di notti invalido
pt_br: Número de noites inválido

source: Invalid date
fi_fi: Pätemätön päivämäärä
it_it: Data invalida
pt_br: Data inválida

source: Notes are exceeding maximum of %d chars
it_it: Le note sono superiori al massimo di %d caratteri

source: Serveur inaccessible. Veuillez réessayer plus tard.
fi_fi: Palvelin ei ole käytettävissä. Yritä myöhemmin uudelleen.
it_it: Server non disponibile. Si prega di riprovare più tardi.
ja_jp: サーバーにアクセスできません。後ほどもう一度お試しください
pt_br: Servidor não encontrado. Por favor tentar mais tarde.

source: Serveur inaccessible pour le moment. Veuillez réessayer de nouveau.
fi_fi: Ei yhteyttä palvelimeen tällä hetkellä. Ole hyvä ja yritä uudelleen.
it_it: Server non disponibile al momento, Si prega di riprovare.
ja_jp: サーバーは現在アクセスできません。もう一度やり直してください。
pt_br: Servidor inacessível. Por favor tente novamente.

source: Beds
it_it: Letti
ja_jp: ベットの数
pt_br: Camas

source: Nights
it_it: Notti
ja_jp: 宿泊数
pt_br: Noites

source: Lunch
it_it: Pranzo
ja_jp: 昼食
pt_br: Almoço

source: Donnez nous des nouvelles de votre séjour!
fi_fi: Kerro meille kuulumisesi matkaltasi!
it_it: Forniteci i vostri commenti!
ja_jp: ご滞在時の感想をお知らせください！
pt_br: Mande-nos comentários sobre sua estadia!

source: Erreur lors de la réservation
fi_fi: Varausvirhe
it_it: Errore nell'elaborazione della vostra prenotazione
ja_jp: 予約プロセスのエラー
pt_br: Ocorreu um erro durante o processamento de sua reserva.

source: Hostels in %s - %s
fi_fi: Hostellit kohteessa %s - %s
it_it: Ostelli, Hostels e Alberghi - %s - %s
ja_jp: ホステル - %s - %s
pt_br: Hostéis em %s - %s

source: Date et nombre de nuits invalide. Valeurs ignorées lors de la recherche.
fi_fi: Virheellinen päivämäärä ja öiden lukumäärä. Arvot jätetty huomiotta etsittäessä.
it_it: Data e numero delle notti non valida. Dati ignorati durante la ricerca.
ja_jp: 日付と泊数が無効です。検索時の値段をに無視してください。
pt_br: Dia e número de noites inválidos. Valores ignorados durante a busca.

source: Card not supported please choose another card
fi_fi: Korttia ei voi lukea, ole hyvä ja valitse toinen kortti
it_it: Tipo di Carta non supportato, si prega di utilizzare una carta diversa
ja_jp: カードがサポートされませんでした。もう一枚のカードをお使いになってください
pt_br: Tipo de cartão não aceito por favor escolha outro cartão

source: Serveur indisponible en ce moment.
fi_fi: Palvelin ei ole toiminnassa tällä hetkellä.
it_it: Server non disponibile al momento.
ja_jp: サーバーは現在ご利用できません。
pt_br: Servidor indisponível no momento.

source: Réponse inattendue du serveur.
fi_fi: Odottamaton vastaus palvelimelta.
it_it: Risposta imprevista dal server.
ja_jp: サーバーからの思わぬレス。
pt_br: Resposta inesperada do servidor.

source: Mot de passe invalide
fi_fi: Virheellinen salasana
it_it: Password non valida
ja_jp: パスワードは無効です
pt_br: Senha inválida

source: Nom d'utilisateur invalide
fi_fi: Käyttäjätunnus ei kelpaa
it_it: Nome utente non valido
ja_jp: ユーザー名は無効です
pt_br: Nome de usuário inválido

source: Le nom d'utilisateur ou le courriel n'existe pas
fi_fi: Tuntematon käyttäjätunnus tai sähköpostiosoite
it_it: Nome utente o indirizzo email non esistenti
ja_jp: ユーザー名または電子メールが存在しません
pt_br: O nome de usuário ou e-mail não existe

source: Le courriel est déjà utilisé par un autre utilisateur. Veuillez en chosir un autre.
fi_fi: Tämä sähköposti on jo käytössä toisella käyttäjällä. Ole hyvä ja valitse toinen.
it_it: Indirizzo email già utilizzato, vi invitiamo ad utilizzare un indirizzo email diverso.
ja_jp: メールアドレスは既に別のユーザーによって使用されます。別のアドレスを選択してください。
pt_br: Este endereço de e-mail já está sendo usado por outra pessoa. Por favor, digite outro.

source: Le nom d'utilisateur existe déjà. Veuillez en choisir un autre.
fi_fi: Käyttäjätunnus on jo olemassa. Valitse toinen.
it_it: Il nome utente esiste già, vi intiamo ad utilizzare un nome utente diverso.
ja_jp: ユーザー名は既に存在しています。他のものを選択してください
pt_br: O nome de usuário já existe. Por favor, escolha outro.

source: Votre courriel est
fi_fi: Sinun tilisi on
it_it: Il vostro indirizzo e-mail
ja_jp: お客様のメールアドレスは
pt_br: Seu endereço de e-mail é

source: Votre code de confirmation ne correspond pas avec celui de l'image.
fi_fi: Vahvistuskoodi ei ole oikein.
it_it: Il codice di sicurezza inserito non corrisponde con quello dell'immagine.
ja_jp: あなたの確認コードが一致しません
pt_br: Seu código de confirmação não corresponde ao da imagem.

source: Votre code de confirmation a expiré. Essayez de nouveau.
fi_fi: Vahvistuskoodi on vanhentunut. Yritä uudelleen.
it_it: Il codice di conferma è scaduto. Vi invitiamo a ripetere l'operazione.
ja_jp: あなたの確認コードは有効期限が切れています。もう一度お試しください。
pt_br: Seu código de confirmação expirou. Tente novamente

source: Votre mot de passe vous a été envoyé par email.
fi_fi: Salasanasi lähetetään sinulle sähköpostitse.
it_it: La password è stata inviata via email.
ja_jp: あなたのパスワードはメールで送らました。
pt_br: Sua senha foi enviada por e-mail.

source: Vous êtes maintenant déconnecté.
fi_fi: Yhteytesi on nyt katkaistu.
it_it: Siete stati disconnessi.
ja_jp: あなたは現在切断されます。
pt_br: Agora você está desconectado.

source: L'inscription est désactivé.
fi_fi: Rekisteröinti ei ole käytössä.
it_it: La registrazione non è attiva.
ja_jp: オンライン登録はアクティブでありません。
pt_br: O cadastro está desativado.

source: Vous êtes maintenant enregistré. Vous allez recevoir un courriel pour activer votre compte.
fi_fi: Olet nyt rekisteröitynyt. Saat sähköpostiviestin tilisi aktivoimiseksi.
it_it: Registrazione completata. Riceverete una email con il link per attivare il vostro account.
ja_jp: 今登録終了です。あなたはアカウントをアクティブにするためにメールを受信します。
pt_br: Seu cadastro foi completado. Verifique seu e-mail para ativar sua conta.

source: Vous êtes maintenant enregistré.
fi_fi: Olet nyt rekisteröitynyt.
it_it: Registrazione confermata.
ja_jp: 今 登録終了です。
pt_br: Seu cadastro foi completado com sucesso.

source: Un nouveau courriel d'activation a été envoyé à %s. Suivez les instructions pour activer votre compte.
fi_fi: Uusi aktivointi sähköposti on lähetetty osoitteeseen %s. Seuraa ohjeita aktivoidaksesi tilisi.
it_it: Una nuova email di attivazione è stata inviata a %s. Seguite le istruzioni per attivare l'account.
ja_jp: 新しい電子メールが%sに送信されました。アカウントをアクティブにするよう指示に従ってください。
pt_br: O novo código de ativação foi enviado para%s. Siga as instruções para ativar sua conta.

source: Votre compte a été activé avec succès.
fi_fi: Tilisi on aktivoitu onnistuneesti.
it_it: Il vostro account è stato attivato con successo.
ja_jp: お客様のアカウントはアクティブ化に成功しました。
pt_br: Sua conta foi ativada com sucesso.

source: Le code d'activation inscrit est invalide ou a expiré.
fi_fi: Aktivointikoodi on epäkelpo tai vanhentunut.
it_it: Il codice di attivazione inserito non è valido o è scaduto.
ja_jp: 入力されたアクティベーションコードが無効であるか、有効期限が切れています。
pt_br: O código de ativação digitado é inválido ou expirou.

source: Votre mot de passe a été modifié avec succès.
fi_fi: Salasana vaihdettu onnistuneesti.
it_it: La nuova password è stata memorizzata.
ja_jp: パスワード変更が成功しました。
pt_br: Sua senha foi alterada com sucesso.

source: Un courriel vous a été envoyé avec les instructions pour créer un nouveau mot de passe.
fi_fi: Ohjeet uuden salasanan luomiseksi on lähetetty sähköpostitse.
it_it: Vi abbiamo inviato una e-mail con le istruzioni per creare una nuova password.
ja_jp: 新しいパスワードを作成するための指示を含んだEメールがあなたに送られました (たまに迷惑メールなどに転送されてる場合がありますので、ご注意してください)
pt_br: Um e-mail com as instruções para criar uma nova senha foi enviado com sucesso.

source: Vous avez modifié votre mot de passe avec succès.
fi_fi: Olet vaihtanut salasanasi onnistuneesti.
it_it: La password è stata modificata con successo.
ja_jp: あなたのパスワードの変更は成功しました。
pt_br: Você acabou de mudar sua senha com sucesso.

source: Votre clé d'activation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
fi_fi: Aktivointitunnus on virheellinen tai vanhentunut. Tarkista sähköpostisi ja seuraa ohjeita.
it_it: Il vostro codice di attivazione non è valido o è scaduto. Verificate il messagio e-mail che vi abbiamo inviato e seguite le istruzioni.
ja_jp: あなたのアクティベイションキーが無効かもしくは有効期限が切れています。メールをチェックし、指示に従ってください。
pt_br: Sua chave de ativação é inválida ou expirou. Verifique seu e-mail e siga as instruções.

source: Un courriel de confirmation a été envoyé a %s. Suivez les instructions dans le courriel pour compléter la modification de l'adresse courriel.
fi_fi: Vahvistus sähköposti on lähetetty %s. Seuraa ohjeita sähköpostiosoitteesi muuttamiseksi.
it_it: Una email di conferma è stata inviata a %s. Seguite le istruzioni contenute nel messaggio per completare la modifica dell'indirizzo email.
ja_jp: 確認メールが%sに送信されました。電子メールアドレスの変更を完了するようにメールの指示に従ってください。
pt_br: Um e-mail de confirmação foi enviado para%s. Siga as instruções para concluir a alteração de seu endereço e-mail.

source: Votre adresse courriel a été modifié avec succès.
fi_fi: Sähköpostiosoitteesi on muutettu onnistuneesti.
it_it: Il vostro indirizzo e-mail è stato modificato con successo.
ja_jp: あなたのメールアドレス変更は成功しました。
pt_br: Seu endereço e-mail foi alterado com sucesso.

source: Votre clé d'activiation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
fi_fi: Aktivointitunnus on virheellinen tai vanhentunut. Tarkista sähköpostisi ja seuraa ohjeita.
it_it: Il codice di attivazione non è valido o è scaduto. Controllate il messagio e-mail che vi abbiamo inviato e seguite le istruzioni.
ja_jp: あなたのアクティベイションキーが無効かもしくは有効期限が切れています。メールをチェックし、指示に従ってください。
pt_br: Sua chave Activia é inválido ou expirou. Verifique seu e-mail e siga as instruções.

source: Votre compte est désactivé.
fi_fi: Tilisi on poistettu käytöstä.
it_it: Il vostra account è disattivato.
ja_jp: お客様のアカウントは無効です。
pt_br: Sua conta está desativada.

source: Votre compte a été supprimé...
fi_fi: Tilisi on poistettu ...
it_it: Il vostro account è stato eliminato ...
ja_jp: お客様のアカウントが削除されています。
pt_br: Sua conta foi excluída ...

source: Bienvenue sur %s!
fi_fi: %s
it_it: %s
ja_jp: %s
pt_br: %s

source: Mot de passe perdu sur %s?
fi_fi: Unohtuiko salasana - %s
it_it: Avete dimenticato la password per %s?
ja_jp: %sのパスワードが無くなりましたか？
pt_br: Perdeu sua senha %s?

source: Votre nouveau mot de passe sur %s
fi_fi: Uusi salasana - %s
it_it: La vostra nuova password per %s
ja_jp: %sのあなたの新しいパスワード
pt_br: Sua nova senha para %s

source: Votre nouvelle adresse courriel sur %s
fi_fi: Uusi sähköpostiosoitteesi kohteessa %s
it_it: Il vostro nuovo indirizzo email per %s
ja_jp: %sのあなたの新しい電子メールアドレス
pt_br: Seu novo endereço e-mail para %s

source: Ancien Mot de Passe
fi_fi: Vanha salasana
it_it: Vecchia Password
ja_jp: 古いパスワード
pt_br: Senha anterior

source: Nouveau Mot de Passe
fi_fi: Uusi salasana
it_it: Nuova Password
ja_jp: 新しいパスワード
pt_br: Nova senha

source: Confirmation du Mot de Passe
fi_fi: Vahvista salasana
it_it: Conferma Password
ja_jp: パスワードの確認
pt_br: Confirme sua reserva

source: Nom d'usager
fi_fi: Käyttäjätunnus
it_it: Nome Utente
ja_jp: ユーザー名
pt_br: Nome do usuário

source: Mot de Passe
fi_fi: Salasana
it_it: Password
ja_jp: パスワード
pt_br: Senha:
