Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Vous devez payer pour votre chambre à votre arrivée. Veuillez, s'il vous plaît, vous assurer que votre carte de crédit est valide. Les cartes sont vérifiées la veille des arrivées et le fait de réserver à l'aide d'une carte invalide annulera votre réservation. Si vous avez réservé à l'aide de votre carte bancaire ou si vous doutez de la validité de votre carte de crédit, veuillez contacter l'établissement au moins 24 heures avant votre arrivée afin de confirmer votre réservation.
fi_fi: Sinun täytyy maksaa huoneesi saapumisen yhteydessä. Varmista, että luottokorttsii on voimassa. Kortit tarkastetaan päivää ennen saapumista ja virheellisellä kortilla tehty varaus johtaa varauksen peruuntumiseeni. Jos olet varannut käyttämällä pankkikorttia tai jos epäilet luottokorttisi toimivuutta, ota yhteyttä hotelliin vähintään 72 tuntia ennen saapumistasi varauksen vahvistamiseksi.
it_it: Il pagamento della stanza dovrà essere effettuato al momento dell'arrivo. Verificate che la vostra carta di credito sia valida. Le carte di credito vengono verificate il giorno precedente il vostro arrivo, effettuare la prenotazione con una carta di credito non valida comporterà l'annullamento della prenotazione. Se avete prenotato utilizzando la vostra carta di debito o se non siete sicuri della validità della vostra carta di credito vi invitiamo a contattare la struttura con almeno 24 ore di anticipo rispetto alla vostra data prevista di arrivo al fine di confermare la vostra prenotazione.
ja_jp: ご到着時にお部屋代の残金（デポジットを差し引いた）を支払う必要があります。その際お客様のクレジットカードが有効であることを確認してください。ご到着予定日は必ず24時間前に直接ホステルにご連絡ください。
pt_br: Você deve pagar seu quarto na chegada. Certifique que seu cartão de crédito esteja válido. Os cartões são verificados no dia anterior à chegada e reservas feitas com um cartão inválido anulam a reserva. Se você fez sua reserva com cartão de débito ou tem dúvidas quanto à validade de seu cartão de crédito, entre em contato com o estabelecimento no mínimo 24 horas antes de sua chegada para confirmar sua reserva.

source: Les annulations doivent être effectuées directement auprès de l'établissement.
fi_fi: Peruutukset tulee tehdä SUORAAN majapaikkaan.
it_it: La cancellazione dovrà essere effettuata contattando direttamente la struttura
ja_jp: キャンセルが有効性は直接宿泊所の採択に依ります。
pt_br: Cancelamentos devem ser feitos diretamente com o albergue.

source: Si vous ne vous présentez pas à la date prévue et que vous n'avez pas annulé votre réservation, votre carte de crédit sera facturée pour le montant total de votre première nuit de réservation.
fi_fi: Jos jätät saapumatta sovittuna ajankohtana paikalle ja etkä ole perunut varaustasi, luottokorttiasi laskutetaan täysihintaisesti ensimmäiseltä yöltä.
it_it: Il mancato arrivo senza aver preventivamente cancellato la prenotazione comporterà l'addebito sulla vostra carta di credito per l'importo pari alla prima notte della vostra prenotazione.
ja_jp: スケジュールドどおり到着しない場合で、ご予約をキャンセルしないと、お客様のクレジットカードから1泊分の予約の全額が請求されます。
pt_br: No caso de ausência e da reserva não ter sido cancelada, o valor total da primeira noite da reserva será cobrado no seu cartão de crédito.

source: Pour effectuer toute modification à une réservation, veuillez contacter directement l'établissement.
fi_fi: Tehdäksesi muutoksia varaukseen, ota yhteyttä SUORAAN majapaikkaasi.
it_it: Per effettuare modifiche alla vostra prenotazione vi invitiamo a contattare direttamente la struttura.
ja_jp: 予約に変更が生じた場合直接ホステルに連絡してください。
pt_br: Para fazer alterações na reserva, contate diretamente o estabelecimento.

source: Si votre carte de crédit devient invalide ou que des modifications sont apportées à votre compte avant votre arrivée, veuillez contacter directement l'établissement afin de prendre d'autres dispositions.
fi_fi: Jos luottokorttisi voimassa oloaika umpeutuu tai tiliisi tehdään muutoksia ennen saapumistasi, otathan yhteyttä suoraan hotelliin.
it_it: Se la vostra carta di credito non è più valida o se vengono effettuate delle variazioni sul vostro conto vi invitiamo a contattare la struttura prima del vostro arrivo al fine di concordare un metodo alternativo di pagamento.
ja_jp: お客様のクレジットカードが無効になる場合、またはアカウントに変更があった場合直接宿泊先に直接お申し出てください。そしてホステルで他の方法を取ってください。
pt_br: No caso de seu cartão de crédito perder válidade ou mudanças forem feitas na sua conta antes de sua chegada, contate o hotel diretamente para providências alternativas.

source: En cas d'annulation de votre réservation, le dépôt et les frais de réservation ne peuvent pas être pas remboursés.
fi_fi: Jos peruutat varauksen, emme palauta takuu -ja palvelumaksua.
it_it: Nel caso di cancellazione della prenotazione il deposito e le tasse di prenotazione non saranno rimborsate.
ja_jp: デポジットとサービス手数料は予約キャンセルした場合返金できません。
pt_br: Se você cancelar sua reserva, o depósito e as taxas de reserva não serão reembolsadas.

source: Veuillez s'il vous plaît lire attentivement nos termes et conditions.
fi_fi: Lue säännöt ja ehdot.
it_it: Vi invitiamo a leggere attentamente i termini e le condizioni.
ja_jp: 弊社の利用規約を注意してお読みください。
pt_br: Por favor, leia atentamente os Termos e Condições referentes ao uso de nosso site

source: Pour toute question, consultez notre %s.
fi_fi: Kysymysten ilmaantuessa, vieraile %s sivulla.
it_it: Per qualsiasi informazione visitate il nostro %s.
ja_jp: 質問については、当社の%sを参照してください
pt_br: Em caso de dúvidas, visite nosso %s.

source: Centre d'aide en ligne
fi_fi: Verkko-ohjekeskus
it_it: Centro di supporto online
ja_jp: オンラインヘルプセンター
pt_br: Central de Ajuda Online

source: Search for another hostel
fi_fi: Hae muita hostelleja
it_it: Ricerca un'altra struttura
ja_jp: 別のホステルを検索
pt_br: Buscar outra propriedade

source: Erreur lors du traitement de votre demande
fi_fi: Virhe pyyntöäsi käsitellessä
it_it: Errore durante la gestione della vostra richiesta
ja_jp: お客様のリクエストの処理中のエラー
pt_br: Um erro ocorreu enquanto seu pedido estava sendo processado

source: Revenir en arrière
fi_fi: Palaa takaisin
it_it: Indietro
ja_jp: 元に戻す
pt_br: Voltar

source: Disponibilités
fi_fi: Saatavuus
it_it: Disponibilità
ja_jp: 予約状況
pt_br: Disponibilidade

source: Erreur:
fi_fi: Virhe:
it_it: Errore:
ja_jp: エラー：
pt_br: Erro:

source: No rooms are available for all the nights you selected.
fi_fi: Ei vapaita huoneita kaikille valitsemillesi öille.
it_it: Siamo spiacenti, non vi sono camere disponibili per le notti selezionate
ja_jp: 抱歉，没有空床位提供。
pt_br: Não há quartos disponíveis para todas as noites que você selecionou.

source: Serveur inaccessible en ce moment.
fi_fi: Palvelin ei toiminnassa tällä hetkellä.
it_it: Server non disponibile al momento.
ja_jp: 現在サーバーはアクセス不可能です。
pt_br: Servidor inacessível no momento.

source: Détails:
fi_fi: Yksityiskohdat:
it_it: Dettagli:
ja_jp: 詳細：
pt_br: Detalhes:

source: Arrivée
fi_fi: Saapuminen
it_it: Arrivo
ja_jp: 到着
pt_br: Chegada

source: Nombre de Nuits
fi_fi: Öiden lukumäärä
it_it: Numero di Notti
ja_jp: 宿泊数
pt_br: Número de noites

source: Change Dates
fi_fi: Muuta päivämäärät
it_it: Cambia le date
ja_jp: 日にちを変更
pt_br: Mudar as datas

source: Soumettre
fi_fi: Lähetä
it_it: Sottoporre
ja_jp: 送信
pt_br: Submeter

source: Please enter at least one choice in the above table to book a room.
fi_fi: Valitse vähintään yksi vaihtoehto varaustanne varten
it_it: Inserisci almeno una scelta nella tabella per prenotare una stanza
ja_jp: 予約するには、上記の表の部屋を、少なくとも一つの選択肢を入力してください。
pt_br: Por favor, insira pelo menos uma escolha no quadro acima para reservar um quarto.

source: Book Now
fi_fi: Varaa nyt
it_it: Prenota ora
ja_jp: 今すぐ予約
pt_br: Reserve agora

source: Notes Importantes
fi_fi: Tärkeää
it_it: Nota Importante
ja_jp: 重要な注意事項
pt_br: Aviso Importante

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) et les frais de service minimum et non remboursables afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
fi_fi: %s sivustolla maksat vain takuumaksun (10%% kokonaismäärästä) ja palvelumaksun varauksen vahvistamiseksi. Emme palautata takuu- ja palvelumaksuja. Jäljelle jäävä osuus maksetaan saapumisen yhteydessä.
it_it: Su %s, per confermare la vostra prenotazione, pagherete soltanto il deposito pari al 10%% dell'amontare totale più le spese di prenotazione. L'importo rimanente, pari al 90%%, dovrà essere saldato al momento del vostro arrivo.
ja_jp: %sの、（全額の10%%）ミニマムサービス料は払い戻しがききませんが予約を保証します。残りの金額はご到着時に支払いください。
pt_br: Em %s, você paga somente o depósito (10%% do valor total) e a taxa de serviço mínima não-reembolsável para confirmar e garantir sua reserva. O saldo restante será pago somente na sua chegada.

source: Proceed To Payment
fi_fi: Siirry maksamaan
it_it: Procedi al Pagamento
ja_jp: 支払いに進んでください
pt_br: Ir ao pagamento

source: Day
fi_fi: Päivä
it_it: Giorno
ja_jp: 一日
pt_br: Dia

source: Personnes
fi_fi: Henkilöt
it_it: Persone
ja_jp: 人
pt_br: Pessoas

source: Rooms
fi_fi: Huoneet
it_it: Stanze
ja_jp: 部屋
pt_br: Quartos

source: Total en
fi_fi: Yhteensä
it_it: Totale in
ja_jp: 合計
pt_br: Total em

source: 10% Arrhes / Dépôt sera facturé en
fi_fi: 10% veloitettava Takuumaksu
it_it: Soltanto il 10% di deposito da pagare alla prenotazione
ja_jp: 10%のデポジット（預かり金）
pt_br: 10% de depósito

source: Frais de Service
fi_fi: Palvelumaksu
it_it: Addebito dei servizi
ja_jp: サービス料
pt_br: Taxa de serviço

source: %s yearly membership card - waived:
fi_fi: Vuosittainen jäsenkortti %s - ei vaadita:
it_it: Il costo annuale dell'abbonamento, pari a %s, è incluso:
ja_jp: %sの年間会員カードを持っている必要はない：
pt_br: Cartão de membro anual do %s - Não necessário:

source: Total à payer maintenant
fi_fi: Yhteensä maksettavaa nyt
it_it: Totale da pagare ora
ja_jp: 現在の全額支払い
pt_br: Total a ser pago agora

source: est le montant total à payer à votre arrivée
fi_fi: on maksettava kokonaismäärä saavuttaessa
it_it: il totale dovrà essere pagato al momento dell'arrivo
ja_jp: は総額到着時に支払う。
pt_br: é o valor total a ser pago na chegada

source: Choose the currency of your payment:
fi_fi: Valitse maksun valuutta:
it_it: Seleziona la valuta per il pagamento:
ja_jp: お支払いの通貨を選択してください:
pt_br: Escolha a moeda de seu pagamento:

source: Changements - Annulations
fi_fi: Muutokset - Peruutus
it_it: Modifica - Cancellazione
ja_jp: 変更 - キャンセル
pt_br: Alterações - Cancelamentos

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 72 heures en avance pour ne pas être facturé la première nuit.
fi_fi: Muutokset ja peruutukset ovat mahdollisia ja niiden tekeminen on helppoa. Ota yhteys suoraan majapaikkaasi. Vaihda päivät / huoneet: mahdollinen saatavuuden mukaan. Peruutukset: Vähintään 72 tuntia etukäteen, jottei sinua veloiteta turhaan ensimmäiseltä yöltä.
it_it: Modifiche e cancellazioni sono semplici da effettuare contattando direttamente la struttura. Cambiare le date della vostra permanenza o la stanza è possibile previa disponibilità. Cancellazioni: Almeno 24 ore in anticipo rispetto alla data di arrivo al fine di evitare l'addebito della prima notte.
ja_jp: 変更とキャンセルは簡単にできます。あなたの選んだユースホステルが責任をもって処理します。部屋の種類と日程変更はその状況により変更可能です。キャンセルは24時間以内。それ以降は１泊分料金がキャンセレーション料金になります。
pt_br: Alterações e cancelamentos são possíveis e fáceis de efetuar contatando diretamente o estabelecimento. Mudança de datas / quartos: possíveis dependendo da disponibilidade. Cancelamentos sujeitos a politica da acomodação para evitar a cobrança da primeira noite.

source: Informations personnelles - Sécurisées et Encryptées
fi_fi: Asukkaan tiedot
it_it: Informazioni Personali - Sicure e criptate
ja_jp: お客様の個人情報
pt_br: Informações do hóspede- Seguro e encriptado

source: Prénom:
fi_fi: Etunimi:
it_it: Nome:
ja_jp: 名前：
pt_br: Nome:

source: Nom:
fi_fi: Sukunimi:
it_it: Cognome:
ja_jp: 名字
pt_br: Sobrenome:

source: Nationalité :
fi_fi: Kansalaisuus:
it_it: Nazionalità:
ja_jp: 国籍：
pt_br: Nacionalidade:

source: Sexe:
fi_fi: Sukupuoli:
it_it: Sesso:
ja_jp: 性別：
pt_br: Sexo:

source: Heure d'arrivée:
fi_fi: Saapuminen:
it_it: Ora di Arrivo:
ja_jp: チェックイン：
pt_br: Horário de chegada (Check-in):

source: Adresse Email
fi_fi: Sähköpostiosoite
it_it: Indirizzo Email
ja_jp: Eメールアドレス
pt_br: Endereço de Email

source: Confirmation Email
fi_fi: Sähköpostivahvistus
it_it: Email di Conferma
ja_jp: 確認メール
pt_br: Confirmação de Email

source: Mobile Phone (please include the country code)
fi_fi: Matkapuhelin (lisää eteen maan numero)
it_it: Telefono cellulare (si prega di includere il prefisso internazionale)
ja_jp: 携帯番号（国番号を含む）

source: Country code, Area code (without first 0) and mobile number; no spaces, brackets or dashes.
fi_fi: Maan numero, suuntanumero (ilman ensimmäistä 0) ja matkapuhelinnumero; ei välilyöntejä, sulkumerkkejä tai viivoja.
it_it: Codice della nazione, Codice di zona (senza il primo zero) e numero di cellulare, senza spazi, parentesi e trattini
ja_jp: 国番号、エリアコード（最初は0なしで) そしてモバイル番号；スペース、カッコあるいはダッシュはなしです。
pt_br: Código do país, código de área (sem primeiro 0) e número de celular, sem espaços, parênteses ou travessões.

source: UK Example: 44 2012341234
fi_fi: UK esimerkki: 44 2012341234
it_it: Italia (Esempio 393351234567)
ja_jp: 日本 例： 81 90 1234 1234
pt_br: Exemplo BRASIL: 552112341234

source: cliquer ici pour notre charte
fi_fi: Napsauta tästä lukeaksesi lisää yksityisyydensuojastamme
it_it: Le vostre informazioni personali non verranno cedute a terzi. Potete cancellarvi in ogni momento. Clicca qui per le informazioni sulla privacy.
ja_jp: 私達はお客様の個人情報を口外することはありません、個人情報は暗号により守られています。プライバシー条項はここをクリックしてください。いつでも退会することができます。
pt_br: Você pode se descadastrar em qualquer momento. Confira nosso Termo de Privacidade

source: Méthode de Paiement - Sécurisée et Encryptée
fi_fi: Maksutapa - Turvattu ja salattu
it_it: Metodo di Pagamento - Sicuro e criptografato
ja_jp: お支払い方法 - 安全性と暗号化
pt_br: Meio de pagamento - Seguro e encriptado

source: Type de carte : %s(acceptée par l'établissement)
fi_fi: Kortin tyyppi: %s
it_it: Tipo di carta: %s
ja_jp: カードの種類：%s
pt_br: Tipo de cartão: %s

source: sur la carte %s de crédit :
fi_fi: %s Nimi luottokortilla:
it_it: Cognome sulla %s carta di credito:
ja_jp: クレジットカードの所有者の名前：%s
pt_br: Nome no cartão de crédito %s:

source: Numéro
it_it: Numero
ja_jp: 番号
pt_br: Número

source: de la carte %s de crédit :
fi_fi: %s Luottokortin numero:
it_it: sulla %s carta di credito
ja_jp: %sクレジットカードの番号：
pt_br: no cartão de crédito %s:

source: Date d'expiration :
fi_fi: Viimeinen voimassaolopäivä:
it_it: Valida fino al:
ja_jp: 有効期限：
pt_br: Expiração:

source: Code de sécurité :
fi_fi: Turvakoodi:
it_it: Codice di Sicurezza:
ja_jp: セキュリティーコード：
pt_br: Código de Segurança:

source: Valide depuis :
fi_fi: Voimassa:
it_it: Valida dal:
ja_jp: 有効開始時：
pt_br: Válido de:

source: Numéro d'émission :
fi_fi: Numero:
it_it: Data di emissione:
ja_jp: 発行番号：
pt_br: Número de emissão:

source: J'accepte %s les termes et conditions %s
fi_fi: Hyväksyn %s yleiset sopimusehdot %s
it_it: Confermo di accettere questi %s termini e condizioni %s
ja_jp: 私は%s条項%sの条件を承諾しました。
pt_br: Eu aceito os %s termos and condições %s

source: * En cliquant sur le bouton de Confirmation ci-dessous, vous acceptez les modalités et les conditions et autorisez la facturation d'un montant non remboursable de
fi_fi: * Klikkaamalla vahvistus painiketta, hyväksyt yleiset sopimusehdot ja sallin ei-palautettavien maksujen veloittamisen
it_it: * Premendo il bottone di conferma sottostante confermate di accettare i termini e le condizioni e autorizzate l'addebito non rimborsabile pari a
ja_jp: 下の確認ボタンをクリックすると、あなたが我々の払い戻し手数料の請求と条件を承認して受け入れた事になります
pt_br: * Ao clicar o botão de confirmação abaixo, você aceita os termos e condições e autoriza a cobrança de taxa não reembolsável de

source: Champ obligatoire
fi_fi: Pakollinen kenttä
it_it: Campo obbligatorio
ja_jp: 必須フィールド
pt_br: Preenchimento obrigatório

source: Insérer un courriel valide
fi_fi: Syötä voimassa oleva sähköpostiosoite
it_it: Si prega di fornire un indirizzo email valido
ja_jp: 挿入有効な電子メール
pt_br: Endereço de e-mail válido

source: Invalid phone number format
fi_fi: Puhelinnumeron muoto ei kelpaa
it_it: Numero telefonico non valido
ja_jp: 無効な電話番号フォーマット
pt_br: Número de telefone inválido

source: Confirmer
fi_fi: Vahvista
it_it: Conferma
ja_jp: 確認
pt_br: Confirmar

source: Traitement de la demande...
fi_fi: Tapahtumaa käsitellään ...
it_it: Elaborazione in corso ...
ja_jp: リクエスト処理
pt_br: Processando pedido...

source: Not Rated Yet!
fi_fi: Ei vielä pisteytetty!
it_it: Nessuna recensione
ja_jp: まだ未評価です
pt_br: Ainda não avaliado

source: As rated by bookers like you
fi_fi: Käyttäjien arvioima
it_it: Valutazioni effettuate da altri Clienti
ja_jp: この評価は予約された方からつけられたものです。
pt_br: Como avaliado por viajantes como você

source: Réserver
fi_fi: Varaa
it_it: Prenota
ja_jp: 予約
pt_br: Reservar

source: Trouver une auberge
fi_fi: Etsi hostelli
it_it: Trova un Ostello, Hostel, Albergo
ja_jp: ホステルを探す
pt_br: Encontre um albergue

source: Search by city name:
fi_fi: Hae kaupungin nimellä:
it_it: Ricerca per Città :
ja_jp: 街の名前で検索：
pt_br: Procura pelo nome da cidade:

source: Erreur 404 - Page Introuvable
fi_fi: Virhe 404 - Sivua ei löydy
it_it: Errore 404 - Pagina non trovata
ja_jp: 404 にエラーが発生 ページは見つかりません
pt_br: Erro 404 - Página não encontrada

source: Nous ne pouvons trouver la page demandée. Veuillez utiliser le menu du haut pour naviguer sur le site ou simplement faite une recherche d'hébergements à l'aide de l'outil de recherche ci-dessus.
fi_fi: Emme löydä pyydettyä sivua. Käytä päävalikkoa sivustoa selataksesi tai etsi majoitusta käyttäen yllä olevaa hakutyökalua.
it_it: Non riusciamo a trovare la pagina richiesta. Si prega di utilizzare il menu principale per navigare nel sito, o semplicemente fare una ricerca di alloggio utilizzando lo strumento di ricerca qui sopra.
ja_jp: あなたがリクゥエストしたページを見つけることができません。サイトを閲覧するだけか他の宿泊施設の検索ツールを上記メニューからナビして検索を行ってください。
pt_br: Não encontramos a página solicitada. Por favor, use o menu acima para navegar pelo site ou simplesmente fazer uma busca usando a ferramenta de pesquisa acima.

source: Merci
fi_fi: Kiitos
it_it: Grazie
ja_jp: ありがとうございます！
pt_br: Obrigado

source: Partially Available
fi_fi: Osallisesti Saatavalla
it_it: Disponibile parzialmente
ja_jp: 一部ご利用可能
pt_br: Disponibilidade Parcial

source: Show fully available only
fi_fi: Näytä vain täysin saatavilla olevia huoneita
it_it: Visualizza solo disponibilità complete
ja_jp: 部屋全体が空室のものだけ表示
pt_br: Mostrar apenas os totalmente disponíveis

source: We are displaying rooms with both full and partial availability for your dates. You can select this filter to only see rooms with full availability for your stay.
fi_fi: Näytämme osallisesti ja täysin saatavilla olevia huoneita valittuna päivämäärinä. Voit valkata myös tämän filtterin joka näyttää vain täysin vapaita huoneita.
it_it: State visualizzando camere con disponibilità sia parziale che completa per le date richieste. Potete selezionare questo filtro per visualizzare soltanto camere con disponibilità completa per il vostro soggiorno.
ja_jp: 選択した日付で満室、一部ご利用可能なお部屋を表示しています。フィルターで部屋全体が空室のものを選択できます。
pt_br: Nós estamos mostrando quartos com disponibilidade total e parcial nas datas escolhidas. Você pode selecionar esse filtro para ver apenas os quartos com total disponibilidade para a sua estadia.

source: Type of dorms
fi_fi: Ylioppilasasuntojen vaihtoehdot
it_it: Tipo di dormitorio
ja_jp: ドームタイプ
pt_br: Tipo de dormitórios

source: You must share the room (unless you purchase all the beds in the dorm).
fi_fi: Huone on jaettava (ellet varaa itse kaikkia vuodepaikkoja huoneessa).<br /><br />Naisten yhteismajoitussali = Yhteismajoitussali vain naisille<br />Miesten yhteismajoitussali = Yhteismajoitussali vain miehille<br />Yhteismajoitussali = Yhteismajoitussali sekä miehille että naisille<br />Ensuite = kylpyhuone asuinhuoneessa<br />Jaettu kylpyhuone = ei kylpyhuonetta huoneessa
it_it: Dovrete condividere la stanza (a meno di acquistare tutti i posti letto).<br /><br />Dormitorio per donne = dormitorio per sole donne<br />Dormitorio per uomini = dormitorio per soli uomini<br />Camerata mista = dormitorio per uomini e donne<br />Bagno in camera = bagno all'interno del dormitorio<br />Bagno condiviso = bagno non nel dormitorio
ja_jp: 部屋を共有する必要があります。（寮ですべてのベッドを購入する場合を除き）.<br /><br />女性寮 =女性だけのための寮<br />男性寮 = 男性だけのための寮<br />混合寮 = 女性と男性のための寮<br />エンスイート＝寮の中の専用バスルーム<br />共用バスルーム＝寮の中ではないバスルーム
pt_br: Você deve dividir o quarto (a não ser que reserve todas as camas do dormitório).<br/><br/>Dormitório feminino = dormitório somente para mulheres<br/>Dormitório masculino = dormitório somente para homens<br/>Dormitório misto = dormitório para mulheres e homens<br/>Suítes = banheiro privado (a) dentro do quarto<br/>Banheiro compartilhado(a) = não há banheiro no dormitório

source: Dorms for your group only
fi_fi: Ylioppilasasunnot vain sinun ryhmälle
it_it: Dormitorio solo per gruppi
ja_jp: お客様専用ドーム
pt_br: Dormitórios apenas para o seu grupo

source: Complete dorm only
fi_fi: Ainoastaan ylioppilasasunto
it_it: Solo dormitorio completo
ja_jp: ドームのみ入力
pt_br: Apenas dormitórios completos

source: We will only show you dorms you can fully book. You will need to take all the beds in that particular dorm even if you do not need all of them. This is often used by groups.
fi_fi: Näytämme vain täysin vapaat ylioppilasasuntolat.Sinun täytyy varata kaikki asuntolan sängyt vaikka et käyttäisi niitä kaikkia.Tätä vaihtoehtoa käytetään usein ryhmämatkoilla.
it_it: Vi mostreremo soltanto dormitori che potete prenotare per intero. In quel particolare dormitorio dovrete prenotare tutti i posti letti anche se non avete bisogno di tutti loro. Questo metodo è usato spesso dai gruppi.
ja_jp: お客様にフルでご予約いただけるドームのみご案内しています。ドーム内全てのベットは必要ない場合でもその分の料金のお支払いが必要です。こちらはグループ向けの施設です。
pt_br: Nós iremos te mostrar apenas os dormitórios que você certamente poderá reservar. Você precisará pegar todas as camas nesse dormitório em especial mesmo que você não precise de todas elas. Essa opção é usada algumas vezes por grupos.

source: Average per night per person
fi_fi: Keskimäärin per yö per ihminen
it_it: Media per persona a notte
ja_jp: 一泊お一人様平均料金
pt_br: Média por noite por pessoa

source: Average Price
fi_fi: Keskimääräinen hinta
it_it: Prezzo medio
ja_jp: 平均料金
pt_br: Preço médio

source: Average price per night for requested arrival date and length of stay. Actual day-by-day prices may vary. However, our prices are quaranteed and you will never pay more.
fi_fi: Keskimäärä hinta per yö saapumis päivänä ja oleskelun ajaksi.Yksi päivä kerralla hinnat voivat vaihdella. Meidän hinnat ovat kuitenkin varmat, eikä tarvitse maksaa enemmän kun sovittu.
it_it: Il prezzo medio per notte secondo data di arrivo richiesta e lunghezza del soggiorno. I prezzi sono aggiornati giornalmente e possono variare. In ogni caso, i nostri prezzi sono garantiti e non pagherete mai di più.
ja_jp: 到着日と滞在日数による一泊あたりの平均価格。 実際の料金は宿泊日により異なりますが、提示料金は確定済みでこの他のお支払いはありません。
pt_br: O preço médio por noite para a data de chegada solicitada e o tempo de permanência. Os preços podem variar dia-a-dia. De toda forma, nossos preços são garantidos e você nunca irá pagar mais.

source: Price
fi_fi: Hinta
it_it: Prezzo
ja_jp: 料金
pt_br: Preço

source: Maximum
fi_fi: Maksimi
it_it: Massimo
ja_jp: 最大
pt_br: Máximo

source: No dorms available
fi_fi: Ei vapaita yhteishuoneita
it_it: Nessun dormitorio disponibile
ja_jp: 利用可能の寮はありません
pt_br: Não há dormitórios disponíveis

source: Lowest night:
fi_fi: Alhaisin hinta per yö:
it_it: Notte con il prezzo più basso:
ja_jp: 最安値宿泊日
pt_br: Preço mais baixo por noite:

source: Price per bed (not per room)
fi_fi: Hinta per vuode (ei per henkilö)
it_it: Prezzo per letto (non per stanza)
ja_jp: ベットあたりの価格（一部屋あたりではなく）
pt_br: Preços por cama (não por quarto)
