Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Bedrooms you will occupy:
fi_fi: Makuhuoneet jota varaat:
it_it: Camere che voi occuperete:
ja_jp: ご予約しようとしているベッドルーム：
pt_br: Quartos que você irá ocupar:

source: %d guests in %d Bedroom (1 guest in each room).
fi_fi: %d vierasta %d Makuhuoneessa ( 1 vieras per huone).
it_it: %d ospiti in %d Camere (1 ospite in ogni camera).
pt_br: %d hóspedes em %d Quarto (1 convidado em cada quarto).

source: The lowest price per person per night in a private room at this property: %s
fi_fi: Alhaisin hinta per ihminen per yö yksityis majoituksessa tässä kiinteistössä: %s
it_it: Il prezzo più basso per persona per notte in una stanza privata in questa proprietà: %s
ja_jp: 当施設の1プライベートドーム1泊お一人様あたり最低料金: %s
pt_br: O preço mais baixo por pessoa por noite em um quarto individual nessa propriedade: %s

source: %d guests in %d Bedrooms (1 guest in each room).
fi_fi: %d vierasta %d Makuhuoneessa ( 1 vieras per huone).
it_it: %d ospiti in %d Camere (1 ospite in ogni camera).
pt_br: %d hóspedes em %d Quarto (1 convidado em cada quarto).

source: No Beds Found
it_it: Nessun letto disponibile
ja_jp: 空室なし
pt_br: Nenhuma vaga encontrada

source: No Beds could be found for your search criteria. Please change your dates and try again.
it_it: Nessun letto trovato secondo i criteri impostati. Per favore cambiare le date e tentare nuovamente.
ja_jp: 空室が見つかりませんでした。日付を変えて再入力してください。
pt_br: Nenhuma vaga pode ser encontrada para o seu critério de pesquisa. Por favor modifique as datas e tente novamente

source: Number of guests
fi_fi: Vieraitten määrä
it_it: Numero di ospiti
ja_jp: 宿泊人数
pt_br: Número de hóspedes

source: Number of guests for %d nights
fi_fi: Näin monelle ihmiselle %d yöksi
it_it: Numero di ospiti per %d notti
ja_jp: %d泊あたりの宿泊人数
pt_br: Número de hóspedes para %d noites

source: Your Selection
fi_fi: Valikoimasi
it_it: La vostra selezione
ja_jp: 選択
pt_br: Sua seleção

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
it_it: Adesso pagate il deposito (il %d%% dell'intero importo) solamente per confermare e garantire la vostra prenotazione. L'importo rimanente (%d%%) potete pagarlo al vostro arrivo. Troverete tutte le informazioni di contatto della proprietà (email, indirizzo, numero telefonico...) nella vostra email di conferma una volta effettuata la prenotazione.
pt_br: Você apenas faz o depósito (%d%% do valor total) para confirmar e assegurar a sua reserva agora. O valor restante (%d%%) é pago na chegada. Você irá encontrar informações de contato do proprietário (e-mail, endereço, número de telefone…) no seu e-mail de confirmação depois de ter feito a sua reserva.

source: Number of guests selected
fi_fi: Valittujen vieraitten määrä
it_it: Numero di ospiti selezionati
pt_br: Número de hóspedes selecionados

source: You got the best price
fi_fi: Sait parhaan tarjouksen
it_it: Avete ottenuto il prezzo migliore
ja_jp: あなたは最高の価格を手に入れました
pt_br: Você obteve o melhor preço!

source: Deposit to be paid now (%d%%)
it_it: Deposito da pagare adesso (%d%%)
pt_br: Depósito a ser pago agora (%d%%)

source: Confirmation Email Preview
fi_fi: Sähköposti Esikatselun Vahvistus
it_it: Anteprima Email di conferma
ja_jp: 確認Eメールプレビュー
pt_br: Visualização do e-mail de confirmação

source: Please click here to preview your confirmation email
fi_fi: Paina tähän saadakseen vahvistuksen sähköpostille
it_it: Per favore cliccate qui per l'anteprima della mail di conferma
ja_jp: ご予約確認メールのプレビューをご覧になるにはこちらをクリックしてください。
pt_br: Por favor clique aqui para visualizar seu e-mail de confirmação

source: sécurisé
fi_fi: Turvallinen
it_it: Sicuro
ja_jp: 安全性
pt_br: Segurança

source: Search for more properties in %s
fi_fi: Etsi lisää kiinteistöjä kohteessa %s
it_it: Cerca per ulteriori strutture in %s
ja_jp: %sの全てのプロパティーと比べる。
pt_br: Procure por mais locais em %s

source: Your unique booking number will be provided right after your reservation. Your reservation will be immediate and guaranteed.
fi_fi: Saat varaus numeron heti varauksen jälkeen. Sinun varaus on varma ja tapahtuu hetkessä.
it_it: Il vostro numero unico di prenotazione sarà fornito subito dopo la vostra prenotazione. La vostra prenotazione sarà immediata e garantita.
ja_jp: ご予約後すぐに予約番号が発行されます。ご予約は即時有効、保証されます。
pt_br: Seu número único de agendamento será fornecido logo após a sua reserva. A sua reserva será imediata e garantida.

source: Prix (lit)
fi_fi: Hinta
it_it: Prezzo
ja_jp: 料金
pt_br: Preço (preço por pessoa)

source: Deposit (%d%%)
it_it: Deposito (%d%%)
pt_br: Depósito (%d%%)

source: Provided after reservation
fi_fi: Saatavilla varauksen tehtyä
it_it: Fornito dopo la prenotazione
ja_jp: 予約後に提供されます。
pt_br: Fornecido após a reserva

source: With full contact information, you will be able to contact the property in case you have any special requests.
fi_fi: Yhteistiedolla pystyt ottamaan yhteyttä majoitukseen jos on erikois toivomuksia.
it_it: Grazie ad informazioni di contatto complete, sarete in grado di mettervi in contatto con il proprietario in caso abbiate qualche richiesta speciale.
ja_jp: 表示されている連絡先を通して、特別リクエストがある場合は直接施設にご連絡いただけます。
pt_br: Com a informação de contato completa você poderá entrar em contato com o proprietário no caso de ter alguma solicitação especial.

source: When available, we will provide directions on how to get to the property including public transportation and airport information.
fi_fi: Heti kun mahdollista lähetämme kulkuneuvot majoitus paikkaan ja myös lentokenttätiedot.
it_it: Appena disponibili, vi forniremo le indicazioni su come arrivare alla proprietà inclusi i trasporti pubblici e informazioni sull'aeroporto.
ja_jp: 可能な場合、公共交通機関、空港情報を含めた該当施設までのアクセス情報をご提供します。
pt_br: Quando disponível, nós iremos fornecer orientações sobre como chegar até a propriedade incluindo transportes públicos e informações do aeroporto.

source: We will provide all important information to make sure you really enjoy your stay.
fi_fi: Lähetämme sinulle kaikki tarvitsemasi tiedot että voisit viihtyä majoituksessa.
it_it: Vi forniremo tutte le informazioni importanti per assicurarci che voi apprezziate veramente il vostro soggiorno.
ja_jp: お客様の快適なご滞在のために、重要な情報を全てご提供いたします。
pt_br: Nós iremos fornecer todas as informações importantes para garantir que você realmente aproveite a sua estadia.

source: close
fi_fi: sulje
it_it: chiudi
ja_jp: 閉じる
pt_br: Fechar

source: New booking
fi_fi: Uusi varaus
it_it: Nuova prenotazione
ja_jp: 新規予約
pt_br: Novas reservas

source: Join us on Facebook
fi_fi: Seuraa meitä Facebookissa
it_it: Diventa un nostro fan su Facebook
ja_jp: Facebookに登録してご参加ください
pt_br: Junte-se a nós no Facebook

source: Méthodes de paiement acceptée
fi_fi: Maksutavat
it_it: Opzioni di pagamento
ja_jp: 可能な支払い方法
pt_br: Opções de pagamento

source: carte de crédit
fi_fi: luottokortti
it_it: carta di credito
ja_jp: クレジットカード
pt_br: cartão de crédito

source: ainsi que plusieurs autres en fonction de l'établissement choisi
fi_fi: ja monet muutkin majapaikasta riippuen.
it_it: e diversi altri, dipende dalla Struttura scelta
ja_jp: 他の宿泊所設備の選択
pt_br: e muitos outros dependendo da acomodação

source: Certains extraits du texte de cette page ont été traduits automatiquement. Cliquer sur les liens suivants changer les version :
fi_fi: Osa tämän sivun tiedoista on käännetty automaattisesti. Klikkaa alla olevia linkkejä vaihtaaksesi versiota:
it_it: Alcuni estratti del testo di questa pagina sono stati tradotti automaticamente. Clicca sul link sottostante per cambiare la versione:
ja_jp: このページのテキストから一部抜粋が自動的に翻訳されています。以下のリンクをクリックしてのバージョンを変更してください。
pt_br: Alguns trechos do texto desta página foram traduzidos automaticamente. Clique nos links abaixo para alterar a versão:

source: %s Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
fi_fi: %s Et tarvitse jäsenkorttia saadaksesi parhaat hinnat.
it_it: %s Non è neccesaria una sottoscrizione per ricevere i migliori prezzi disponibili su Internet.
ja_jp: %sはネットで一番安い値段を探すのに会員証はいりません。
pt_br: %s Receber os melhores preços da Net sem precisar de um cartão de membro.

source: Réserver maintenant pour garantir votre chambre
fi_fi: Varaa nyt varmistaaksesi huoneesi
it_it: Prenotate ora per garantire la vostra camera.
ja_jp: 今すぐ予約してお部屋を確保
pt_br: Reserve agora para garantir seu quarto

source: Il y a eu une erreur lors du traitement de votre demande, veuillez vous assurer que vos informations sur la méthode de paiement sont exactes. Si le problème persiste, veuillez communiquer avec nous à l'adresse suivante : %s
fi_fi: Virhe tapahtui pyyntösi käsittelyn yhteydessä. Varmista, että antamasi maksutiedot ovat oikein tai kokeile toista korttia (vaikka se ei olisi sama kortti, jonka otat mukaan matkallesi tai kortti ei ole varaajan nimissä). Jos ongelma jatkuu, ota yhteyttä osoitteeseen: %s
it_it: Si è verificato un errore durante la gestione della vostra richiesta, vi invitiamo a verificare le informazioni sul pagamento. Vi invitiamo a provare con una carta di credito diversa. Vi ricordiamo che la prenotazione può essere effettuata anche con una carta di credito diversa da quella che utilizzerete per il vostro viaggio, intestata a un nominativo diverso da quello utilizzato per la prenotazione. Se il problema persiste, vi invitiamo a contattarci al seguente indirizzo: %s
ja_jp: エラーが発生しました。お客様がリクエストを処理する際その支払いの方法と客様の情報が正確であることを確認してください。もし何度もエラー発生した場合、別の/他人の承諾を得たクレジットカードを使ってください、もしそれが旅先で使わないのでも構いません。問題が解決しない場合は、次のアドレス：%sにご連絡ください。
pt_br: Houve um erro no processamento de seu pedido, por favor verifique as informações na opção de pagamento. Por favore, tente de novo. Se o problema persistir, tente com outro cartão (mesmo seja diferente do cartão que levará ao estabelecimento) ou contate-nos no seguinte endereço: %s

source: Errors
fi_fi: Virhe
it_it: Errori:
ja_jp: エラー
pt_br: Error

source: Price per room (not per person)
fi_fi: Hinta per huone (ei per henkilö)
it_it: Prezzo per stanza (non per persona)
ja_jp: 価格一部屋あたり（一人あたりではなく）
pt_br: Preço por quarto (não por pessoa)

source: Updating...
fi_fi: Päivittää...
it_it: Aggiornamento...
ja_jp: 更新...
pt_br: Atualizando...

source: Modify this booking
fi_fi: Muuta varausta
it_it: Modifica questa prenotazione
ja_jp: この予約を変更する
pt_br: Modificar essa reserva

source: Méthode de Paiement
fi_fi: Maksutapa
it_it: Opzioni di pagamento
ja_jp: お支払い方法
pt_br: Opção de pagamento

source: La méthode de paiement utilisée nécessite une validation en mode 3D.
fi_fi: Maksutapa edellyttää validointia 3D-tilassa.
it_it: Le opzioni di pagamento richiedono una validazione in modalità 3D.
ja_jp: お支払いに必要な3Dモード証明の方法
pt_br: A opção de pagamento requer validação em modo 3D.

source: Veuillez cliquer sur le boutton ci-dessous pour procéder vers le site de votre fournisseur. Vous serez ensuite automatiquement redirigé vers cette page pour procéder au paiement final. Merci.
fi_fi: Klikkaa alla olevaa painiketta edetäksesi palveluntarjoajasi verkkosivulle. Sinut ohjataan automaattisesti jälleen tälle sivulle, jotta lopullinen maksun suorittamiseksi. Kiitos.
it_it: Vi invitiamo e premere il bottone sottostante per accedere al sito web del vostro provider. Verrete reindirizzati automaticamente a questa pagina per completare il pagamento. Grazie.
ja_jp: 下のボタンをクリックしてください。あなたのプロバイダのウェブサイトに進みます。その後、自動的にこのページへの最終的に支払いを行う指示があります。ありがとうございます。
pt_br: Por favor clique no botão abaixo para prosseguir no website de seu provedor. Você será então redirecionado automaticamente para esta página para efetuar o pagamento final. Obrigado.

source: Validation 3D
fi_fi: 3D validointi
it_it: Validazione 3D
ja_jp: 証明書３D
pt_br: Validação 3D

source: We will never sell your personal information and we use secure transmission and encrypted storage to protect your personal information.
fi_fi: Emme koskaan myy henkilökohtaisia tietojasi, ja suojelemme niitä käyttämällä turvattua tietoyhteyttä ja koodattua tiedonvarastointia.
it_it: Le vostre informazioni personali non verranno cedute a terz e sono memorizzate e protette dal nostro sistema di criptografia.
ja_jp: 私達はお客様の個人情報を口外することはありません、個人情報は暗号により守られています。
pt_br: Nós nunca vamos vender suas informações pessoas e nós usamos uma conexão segura e armazenamento criptografado para proteger suas informações pessoais.

source: You will receive a confirmation email
fi_fi: Tulet saamaan varausvahvistusviestin
it_it: Riceverai un'e-mail di conferma entro pochi secondi
ja_jp: 直ちに予約の確認のメールが送られます。
pt_br: Você vai receber um e-mail de confirmação imediatamente

source: Both emails must be the same
fi_fi: Molempien sähköpostien on oltava samanlaiset
it_it: Gli indirizzi email devono essere uguali
ja_jp: 両方のメールアドレスは同じでないといけない
pt_br: Ambos e-mails precisam ser o mesmo

source: UK Example: 442012341234
fi_fi: FIN esimerkki: 358401234567
it_it: Italia (Esempio 393351234567)
ja_jp: 日本 例： 819012341234
pt_br: Exemplo BRASIL: 5521992341234

source: A friend or a family member can lend you his/her credit card for the reservation.
fi_fi: Perheenjäsen tai ystävä saa lainata sinulle luottokorttia varauksen tekemiseen.
it_it: Potete utilizzare la carta di credito di un vostro amico o famigliare oer la prenotazione.
ja_jp: 予約をする際、他人（友達、家族、その他）のクレジットカードを使用することができます。
pt_br: Pode usar o cartão de crédito de um amigo ou um membro de sua família para fazer a reserva.

source: You can use a different credit card to pay the balance upon arrival at the property.
fi_fi: Varausmaksun loppusumma on mahdollista maksaa eri luottokortilla saapumisen yhteydessä.
it_it: Potrete utilizzare una carta di credito diversa per pagare al momento dell'arrivo presso la struttura.
ja_jp: プロパティー到着時に残金を支払う際、別のクレジットカードを使用することができます。
pt_br: Pode usar um cartão de crédito diferente para pagar o resto das diarias no hostel quando chegar.

source: La validation 3D à été complétée. Veuillez entrer l'information ci-dessous pour confirmer le paiement.
fi_fi: 3D validointi valmis. Syötä tietosi maksun vahvistamiseksi.
it_it: La validazione è stata completata in 3D. Vi invitiamo ad inserire le vostre informazioni per confermare il pagamento.
ja_jp: 証明書は3Dで完了。お支払いを確認するため、以下の情報を入力してください。
pt_br: A validação em 3D foi finalizada. Digite a informação abaixo para confirmar o pagamento.

source: (sans tiret)
fi_fi: (Ei väliviivoja)
it_it: (Senza trattini)
ja_jp: （ダッシュなし）
pt_br: (Sem espaços)

source: Type de carte :
fi_fi: Kortin tyyppi :
it_it: Tipo di carta
ja_jp: カードの種類
pt_br: Tipo de bandeira:

source: Updating Currency ...
fi_fi: Päivittää...
it_it: Aggiornamento Valuta ...
ja_jp: 通貨更新...
pt_br: Atualizando moeda...

source: Important information: Maestro cards must be from Great-Britain.
fi_fi: Tärkeää: Maestro-korttien on oltava Iso-Britanniasta
it_it: Attenzione: Solo le carte Maestro rilasciate nel Regno Unito saranno accettate.
ja_jp: 重要な情報：マエストロカードは、グレート·ブリテンである必要があります。
pt_br: Informação importante. Cartões Maestro precisam ser da Grã-Bretanha

source: Qu'est-ce que c'est ?
fi_fi: Mikä tämä on?
it_it: Cos'è questo?
ja_jp: これは何？
pt_br: O que é isso?

source: Invalid format
fi_fi: Annetun tiedon muoto ei kelpaa
it_it: Formato non valido
ja_jp: 無効なフォーマット
pt_br: Formato inválido

source: Final Step
fi_fi: Viimeinen vaihe
it_it: Fase finale
ja_jp: 最終段階
pt_br: Passo final

source: Transaction 100%% sécurisée et encryptée
fi_fi: Tapahtuma 100%% turvallinen ja salattu
it_it: Transazione Sicura e Criptata. 100%% sicuro.
ja_jp: 100%% 安全です。 暗号化されてれていて安全なお支払い。
pt_br: Transação 100%% segura e encriptada

source: Please make sure all required fields are filled out correctly
fi_fi: Varmista että kaikki vaaditut kentät on täytetty oikein
it_it: Vi invitiamo a verificare che tutti i campi siano inseriti correttamente
ja_jp: 必要なすべてのフィールドが正しく記入されているか確認ください
pt_br: Por favor tenha certeza que todos os requerimentos foram completados corretamente

source: Purchasable Extras
fi_fi: Ostettavissa olevat lisät
it_it: Extra aggiuntivi a acquistabili
ja_jp: 購入可能な特典
pt_br: Extras Disponiveis

source: Check-In/Out Details
fi_fi: Sisään-/uloskirjautumistiedot
it_it: Dettagli Arrivo / Partenza
ja_jp: チェックインまたはチェックアウトの詳細
pt_br: Detalhes de Check-in/out

source: Check-in:
fi_fi: Sisäänkirjautuminen:
it_it: Arrivo
ja_jp: チェックイン：

source: Check-out:
fi_fi: Uloskirjautuminen:
it_it: Partenza
ja_jp: チェックアウト：

source: Cancellation Policy
fi_fi: Peruutussäännöt
it_it: Termini in caso di cancellazione
ja_jp: 取り消しの手段
pt_br: Cancelamento

source: Chambre
fi_fi: Huone
it_it: Stanza
ja_jp: ルーム
pt_br: Quarto

source: Nb. Personnes
fi_fi: Henkilöiden lukumäärä
it_it: Numero di persone
ja_jp: 人数
pt_br: Número de pessoas

source: 10%% Arrhes facturé en %s à votre carte
fi_fi: 10%% Takuu + palvelumaksut %s veloitettu kortiltasi
it_it: 10%% Deposito addebitato in %s sulla vostra carta di credito
ja_jp: 10%%パーセント預金は%sの請求
pt_br: 10%% depósito cobrado em %s do seu cartão

source: Taxes
fi_fi: Verot
it_it: Tasse
ja_jp: 税金
pt_br: Taxas

source: Extra Information
fi_fi: Lisätiedot
it_it: Informazioni aggiuntive
ja_jp: 其他信息
pt_br: Informação adicional

source: You only pay the deposit (10%% of total amount) to confirm and secure your reservation now. The remaining amount (90%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
fi_fi: Maksat vain takuumaksun (10%% kokonaishinnasta) vahvistaaksesi varauksesi toistaiseksi. Loput laskusta (90%%) on maksettava saapumisen yhteydessä. Majoituspaikan tiedot (sähköpostiosoite, osoite, puhelinnumero …) näkyvät vahvistussähköpostissa kun olet tehnyt varauksesi.
it_it: Al fine di confermare la vostra prenotazione è richiesto un pagamento pari al 10%% dell’importo totale. Il restante importo (90%%) dovrà essere saldato al momento del vostro arrivo presso la struttura. Troverete le informazioni e i contatti relative alla struttura (e-mail, indirizzo, numero di telefono ...), nella email di conferma che riceverete dopo aver effettuato la prenotazione.
ja_jp: 予約の確認を取る為に（総額の10%%）入金をしてください。残り（総額の90%%）は到着時に払ってもらって構いません。予約した際に確認のメールが送られます。その中にプロパティー主の情報が記入されています。（Eメール、住所、電話番号など）
pt_br: Agora você só paga um depósito (10%% do valor total) para confirmar e garantir sua reserva. O restante (90%%) será pago na chegada. Encontrará informações sobre o estabalecimento escolhido (endereço de email, número de telefone ...) no e-mail de confirmação depois de ter efetuado sua reserva.

source: People
fi_fi: Henkilöitä:
it_it: Persone
ja_jp: 人
pt_br: Pessoas

source: Female:
fi_fi: Naiset:
it_it: Donna:
ja_jp: 女性：
pt_br: Mulheres

source: Male:
fi_fi: Miehet:
it_it: Uomo:
ja_jp: 男性：
pt_br: Homens

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 24 heures en avance pour ne pas être facturé la première nuit.
fi_fi: Muutokset ja peruutukset ovat mahdollisia ja niiden tekeminen on helppoa. Ota yhteys suoraan majapaikkaasi. Vaihda päivät / huoneet: mahdollinen saatavuuden mukaan. Peruutukset: Mahdollisia. Muista varmistaa kohdehostellin ehdot, jottei sinua veloiteta turhaan ensimmäiseltä yöltä.
it_it: Modifiche e cancellazioni sono semplici da effettuare contattando direttamente la struttura. Cambiare le date della vostra permanenza o la stanza è possibile previa disponibilità. Cancellazioni: Almeno 24 ore in anticipo rispetto alla data di arrivo al fine di evitare l'addebito della prima notte.
ja_jp: 変更とキャンセルは簡単にできます。あなたの選んだユースホステルが責任をもって処理します。部屋の種類と日程変更はその状況により変更可能です。キャンセルは24時間以内。それ以降は１泊分料金がキャンセレーション料金になります。
pt_br: Alterações e cancelamentos são possíveis e fáceis de efetuar contatando diretamente o estabelecimento. Mudança de datas / quartos: possíveis dependendo da disponibilidade. Cancelamentos sujeitos a politica da acomodação para evitar a cobrança da primeira noite.

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
fi_fi: %s sivustolla maksat vain takuumaksun (10%% kokonaismäärästä) ja palvelumaksun varauksen vahvistamiseksi. Emme palautata takuu- ja palvelumaksuja. Jäljelle jäävä osuus maksetaan saapumisen yhteydessä.
it_it: Su %s pagate soltanto il 10%% del totale per confermare e garantire la vostra prenotazione. Il rimanente importo dovrà essere pagato al momento dell'arrivo.
ja_jp: %sの、あなただけ確認し、ご予約を確保金（総額の10%%）を支払う。残りの額は、ご到着時に支給されます
pt_br: Em %s, você só paga o depósito (10%% do valor total) para confirmar e garantir a sua reserva. O montante restante será pago na chegada.

source: Bonjour
fi_fi: Hei
it_it: Salve
ja_jp: こんにちは
pt_br: Olá

source: Merci d'avoir effectué votre réservation en ligne sur
fi_fi: Kiitos varauksestasi sivustolla
it_it: Grazie per aver prenotato online su
ja_jp: ご予約はオンラインで作成していただきありがとうございます
pt_br: Obrigado por reservar online no

source: Ceci est votre confirmation de réservation ainsi que votre reçu.
fi_fi: Tämä on varausvahvistuksesi ja kuittisi.
it_it: Questa è la vostra ricevuta e conferma di prenotazione.
ja_jp: これはあなたの確認書と領収書です。
pt_br: Esta é sua confirmação de reserva e seu recibo.

source: Veuillez imprimer cet email et assurez vous de l'avoir avec vous lors de votre arrivée à l'établissement.
fi_fi: Ole hyvä ja tulosta tämä sähköposti ja pidä se mukanasi saapumisen yhteydessä majapaikkaasi.
it_it: Vi invitiamo a stampare questo messaggio e presentarlo al momento del vostro arrivo presso la struttura.
ja_jp: このメールをあなたが施設に到着した際印刷して滞在中は必ずお持ちになっていてください。
pt_br: Favor imprimir esta mensagem e leva-la ao estabelecimento.

source: Pour tout changement ou annulation, veuillez communiquer directement avec l'établissement en envoyant un email en anglais avec le numero de confirmation (%s) à l'adresse suivante : %s
fi_fi: Jos haluat muuttaa tai peruuttaa varauksesi, ilmoitathan siitä suoraan majapaikkaasi lähettämällä sähköpostia englanniksi sekä varausnumerosi (%s) seuraavaan osoitteeseen : %s
it_it: Per qualsiasi modifica o cancellazione, si prega di contattare direttamente la struttura inviando una e-mail in inglese con il numero di conferma (%s) al seguente indirizzo : %s
ja_jp: 変更やキャンセルは、直接確認番号：%sを次のEメールアドレスの宿泊所に英語で直接伝えてください。 %s
pt_br: Se desejar alterar ou cancelar sua reserva, favor contatar o estabelecimento enviando um email em inglês com o número da confirmação (%s) usando os detalhes abaixo: %s

source: Votre numéro de réservation: #%s
fi_fi: Varausnumerosi : #%s
it_it: Il vostro numero di prenotazione: #%s
ja_jp: ご予約番号は：＃%sは
pt_br: Seu número de reserva: #%s

source: (validé le %s)
fi_fi: (Voimassa %s)
it_it: (Convalidato %s)
ja_jp: （この%sは有効です）
pt_br: (Válido %s)

source: Total:
fi_fi: Kokosumma:
it_it: Totale:
ja_jp: 合計：

source: 10%% Arrhes + frais de service facturé en %s:
fi_fi: 10%% takuumaksu + palvelumaksu laskutettu %s:
it_it: 10%% Deposito + tasse addebitate in %s:
ja_jp: 10%%デポジット+予約サービス料%sの請求：
pt_br: 10%% de depósito + taxas de servico cobradas em %s:

source: Montant restant à payer lors de votre arrivée (%s):
fi_fi: Loput varausmaksusta maksettava saapumisen yhteydessä (%s):
it_it: Il saldo dovrà essere pagato al momento dell'arrivo (%s):
ja_jp: （%s）ご到着時に宿泊先に支払う残高
pt_br: Saldo a ser pago na chegada (%s):

source: Version Originale:
fi_fi: Alkuperäinen versio:
it_it: Versione Originale
ja_jp: オリジナルバージョン：
pt_br: Versão original:

source: Pour toute question, consultez notre
fi_fi: Jos sinulla on mitään kysyttävää, ole hyvä ja katso
it_it: Per qualsiasi informazione vi invitiamo a visitare il nostro
ja_jp: すべて質問はご相談ください。
pt_br: Qualquer dúvida, consulte-nos
