Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: %s – Properties in the %s district. Maps for %s, Photos and Reviews for each properties in %s.
fi_fi: %s – Hostellit kaupungiosassa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hostelleista.
it_it: %s – Hostels nella zona %s. Mappe di %s, Foto e Recensioni per ogni Hostel in %s.
ja_jp: %s – ホステル %s. 地域.地図 %s, すべてのホステルの写真とレビュー %s
pt_br: %s - Hostéis no bairro de %s. Mapas de %s, Fotos e Avaliações de cada hostel em %s.

source: Properties in the %s district
fi_fi: Kiinteistöt kaupunginosassa %s
it_it: Hostels nella zona %s
ja_jp: %sの近くのユースホステル。
pt_br: Hostéis no %s bairro

source: %s – Hostels close to %s. Maps for %s, Photos and Reviews for each Hostel in %s.
fi_fi: %s – Hostellit lähellä maamerkkiä %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hostelleista.
it_it: %s – Ostelli vicini a %s. Mappe per %s, Foto e Recensioni per ogni Ostello in %s.
ja_jp: %s – 近くのホステル %s. 地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s – Albergues próximos de %s. Mapas para %s, Fotos e Avaliações para cada Albergue em %s.

source: Hostels close to %s
fi_fi: Hostellit lähellä maamerkkiä %s
it_it: Ostelli vicini a %s
ja_jp: %s の近くのホステル
pt_br: Albergues próximos de %s

source: %s – Hotels close to %s. Maps for %s, Photos and Reviews for each Hotel in %s.
fi_fi: %s – Hotellit lähellä maamerkkiä %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hotelleista.
it_it: %s – Alberghi vicini a %s. Mappe per %s, Foto e Recensioni per ogni Albergo in %s.
ja_jp: %s – 近くのホステル %s. 地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s – Hotéis próximos de %s. Mapas para %s, Fotos e Avaliações para cada Hotel em %s.

source: Hotels close to %s
fi_fi: Hostellit lähellä maamerkkiä %s
it_it: Alberghi vicini a %s
ja_jp: %sの近くのホステル。
pt_br: Hotéis perto de %s

source: %s – Apartments close to %s. Maps for %s, Photos and Reviews for each Apartment in %s.
fi_fi: %s – Huoneistot lähellä maamerkkiä %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -huoneistoista.
it_it: %s – Appartamenti vicini a %s. Mappe per %s, Foto e Recensioni per ogni Appartamento in %s.
ja_jp: %s –ちかくのアパート %s. 地図 %s, すべてのアパートの写真とレビュー %s.
pt_br: %s – Apartamentos próximos de %s, Mapas para %s, Fotos e Avaliações para cada Apartamento em %s.

source: Apartments close to %s
fi_fi: Huoneistot lähellä maamerkkiä %s
it_it: Appartamenti nelle vicinanze di %s
ja_jp: %sの近くのアパート
pt_br: Apartamentos próximos de %s

source: %s – Rooms close to %s. Maps for %s, Photos and Reviews for each room in %s.
fi_fi: %s – Huoneet lähellä maamerkkiä %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -huoneista.
it_it: %s – Camere vicine a %s. Mappe per %s, Foto e Recensioni per ogni camera in %s.
ja_jp: %s – ちかくの部屋 %s. 地図 %s, すべての部屋の写真とレビュー %s.
pt_br: %s - Quartos próximos de %s. Mapas para %s, Fotos e Avaliações para cada quarto em %s.

source: Rooms close to %s
fi_fi: Huoneet lähellä maamerkkiä %s
it_it: Camere nelle vicinanze di %s
ja_jp: %sの近くの部屋
pt_br: Quartos próximos de %s

source: %s – Camping close to %s. Maps for %s, Photos and Reviews for each camping in %s.
fi_fi: %s – Retkeily lähellä maamerkkiä %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -retkeilyalueista.
it_it: %s – Campeggi vicini a %s. Mappe per %s, Foto e Recensioni per ogni Campeggio in %s.
ja_jp: %s – ちかくの部屋 %s. 地図 %s, すべての部屋の写真とレビュー %s.
pt_br: %s – Camping próximos de %s. Mapas para %s, Fotos e Avaliações para cada camping em %s.

source: Camping close to %s
fi_fi: Retkeilyalueet lähellä kohdetta %s
it_it: Campeggi nelle vicinanze di %s
ja_jp: %sの近くのキャンプ
pt_br: Camping próximos de %s

source: %s – Properties close to %s. Maps for %s, Photos and Reviews for each properties in %s.
fi_fi: %s – Kiinteistöt lähellä maamerkkiä %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -kiinteistöistä.
it_it: %s – Hostels vicini a %s. Mappe per %s, Foto e Recensioni per ogni Hostel in %s.
ja_jp: %s – 近くのホステル %s. 地図 %s, すべてのホステルの写真とレビュー %s
pt_br: %s – Hostéis próximos a %s. Mapas para %s, Fotos e Avaliações de cada Hostel em %s.

source: Properties close to %s
fi_fi: Kiinteistöt lähellä maamerkkiä %s
it_it: Hostels vicini a %s
ja_jp: %sの近くのホステル。
pt_br: Hostéis perto de %s.

source: %s – Hostels in %s. Maps for %s, Photos and Reviews for each Hostel in %s.
fi_fi: %s – Hostellit kohteessa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hostelleista.
it_it: %s – Ostelli in %s. Mappe per %s, Fotos e Recensioni per gli Ostelli in %s.
ja_jp: %s – にあるホステル %s. 地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s - Albergues em %s. Mapas para %s, Fotos e Avaliações para cada Albergue em %s.

source: Hostels in %s
fi_fi: Hostellit kohteessa %s
it_it: Ostelli in %s
ja_jp: %sにあるホテル
pt_br: Albergues em %s

source: %s – Hotels in %s. Maps for %s, Photos and Reviews for each Hotel in %s.
fi_fi: %s – Hotellit kohteessa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -hotelleista.
it_it: %s - Alberghi in %s. Mappe per %s, Foto e Recensioni per ogni Albergo in %s.
ja_jp: %s – ホステル %s. 地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s – Hotéis em %s. Mapas para %s, Fotos e Avaliações para cada Hotel %s.

source: Hotels in %s
fi_fi: Hotellit kohteessa %s
it_it: Alberghi in %s
ja_jp: %sのホテルです
pt_br: Hotéis em %s

source: %s – Apartments in %s. Maps for %s, Photos and Reviews for each Apartment in %s.
fi_fi: %s – Huoneistot kohteessa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -huoneistoista.
it_it: %s – Appartamenti in %s. Mappe per %s, Foto e Recensioni per ogni Appartamento in %s.
ja_jp: %s – アパート %s. 地図 %s, すべてのアパートの写真とレビュー %s.
pt_br: %s – Apartamentos em %s. Mapas para %s, Fotos e Avaliações para cada Apartamento em %s.

source: Apartments in %s
fi_fi: Huoneistot kohteessa %s
it_it: Appartamenti in %s
ja_jp: %sのアパート
pt_br: Apartamentos em %s

source: %s – Rooms in %s. Maps for %s, Photos and Reviews for each room in %s.
fi_fi: %s – Huoneet kohteessa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -huoneista.
it_it: %s – Camere in %s. Mappe per %s, Foto e Recensioni per ogni Camera in %s.
ja_jp: %s – 部屋 %s. 地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s – Quartos em %s. Mapas para %s, Fotos e Avaliações para cada quarto em %s.

source: Rooms in %s
fi_fi: Huoneet kohteessa %s
it_it: Camere in %s
ja_jp: %sの部屋
pt_br: Quartos em %s

source: %s – Camping in %s. Maps for %s, Photos and Reviews for each camping in %s.
fi_fi: %s – Retkeily kohteessa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -retkeilyalueista.
it_it: %s – Campeggi in %s. Mappe per %s, Foto e Recensioni per ogni Campeggio in %s.
ja_jp: %s – キャンプ %s. 地図 %s, すべてのホステルの写真とレビュー %s.
pt_br: %s – Camping em %s. Mapas para %s, Fotos e Avaliações para cada camping em %s.

source: Camping in %s
fi_fi: Retkeilyalueet kohteessa %s
it_it: Campeggi in %s
ja_jp: %s キャンプ場
pt_br: Camping em %s

source: %s – Properties in %s. Maps for %s, Photos and Reviews for each properties in %s.
fi_fi: %s – Kiinteistöt kohteessa %s. %s -karttoja, valokuvia ja arvosteluja kaikista %s -kiinteistöistä.
it_it: %s - Hostels in %s. Mappe di %s, Foto e Recensioni per ogni Hostel in %s.
ja_jp: %s – ホステル %s. 地図 %s, すべてのホステルの写真とレビュー %s
pt_br: %s – Hostéis em %s. Mapas para %s, Fotos e Avaliações de cada Hostel %s.

source: Properties in %s
fi_fi: Kiinteistöt kohteessa %s
it_it: Hostels in %s
ja_jp: %sのホテルです。
pt_br: Hostéis em %s

source: To view all available properties on the map, please enter your dates in the box on the top right.
it_it: Per visualizzare tutte le proprietà disponibili sulla mappa, per favore indicare le date nel box in alto a destra.
ja_jp: 地図上の閲覧可能な施設を見るには右上のボックスに日付を入れてください
pt_br: Para ver todas as propriedades disponíveis no mapa, por favor insira as datas na caixa no topo direito

source: Auberges à %s. Toutes les auberges à %s - %s
fi_fi: %s - Kaikki halvat Hostellit - %s - %s
it_it: %s - Tutti gli Ostelli, Hostels e Alberghi di %s - %s
ja_jp: %s - すべての格安ホステル %s - %s
pt_br: %s - Todos os Hostéis, Albergues e Lugares Baratos em %s - %s

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension à %s ?
fi_fi: Etsitkö halpaa hostellia, retkeilymajaa, edullista hotellia, huoneistoa tai aamiaismajoitusta kohteessa %s?
it_it: Ricerca di un Ostello, Hostel o un Albergo, un appartamento, una stanza, un Bed and Breackfast o una Pensione a %s ?
ja_jp: ホステル、格安ホテル、アパート、1ベッドルームコテージ、ベッド＆ブレックファーストまたは%sでのペンションを探しですか？
pt_br: Procurando um hostel, albergue, hotel barato, apartamento, quarto de hóspedes ou uma pensão em %s?

source: N'allez pas plus loin, tous les bons plans à %s sont sur %s.
fi_fi: Älä etsi enää, kaikki hyvät tarjoukset kohteessa %s ovat sivustolla %s.
it_it: Non cercate altrove, le migliori offerte a basso costo a %s sono su %s.
ja_jp: %sの%sにある全ての格安のプラン。
pt_br: Não procure mais, todos os bons planos em %s estão no %s.

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez vous aussi en toute sécurité le logement dernière minute idéal au meilleur prix dans tous les quartiers de %s : centre ville, quartier branché, quartier étudiant et universitaire, près des bus, de la gare, de l'aéroport ainsi que près de toutes les attractions de %s.
fi_fi: Kuten tuhannet ihmiset joka kuukausi, varaa hostellisi turvallisesti parhaaseen hintaan kohteessa %s. Tällä sivulla voit helposti löytää hostellin keskustasta, trendikkäistä lähiöistä, ylioppilas-kaupunginosasta, läheltä tärkeitä kulkuyhteyksiä tai nähtävyyksiä kohteessa %s.
it_it: Unitevi alle migliaia di persone che ogni mese prenotano la propia sistemazione in modo sicuro ed al prezzo migliore nelle vicinanze di %s : centro città, alla moda, studenti e università, nelle vicinanze di stazioni ferroviarie e fermate di autobus e tram, aeroporti e attrazioni di %s.
ja_jp: %sのすべての地域でベスト価格で最新更新の理想的宿泊施設です。安全なので年齢制限なしに誰でも予約できます。すべての地区からバスや繁華街、トレンディな大学街や駅、空港などすべてのアロラクションは%sに近いです。
pt_br: Faça como milhares de pessoas todos os meses, reserve com confiança uma acomodação de última hora pelo melhor preço na área de %s: central, descolada, área universitária e estudantil, perto de ônibus, estação de trem, aeroporto e próxima de todas as atrações de %s.

source: Erreur 400 - Page Introuvable
it_it: Errore 404 - Pagina non trovata
ja_jp: 404 にエラーが発生 ページは見つかりません
pt_br: Erro 404 - Página não encontrada

source: The request cannot be fulfilled due to bad syntax
it_it: La richiesta non può essere completata per sbagliata sintassi
ja_jp: コードエラーのためリクエストは完了できません
pt_br: A solicitação não pode ser completada devido a um erro de sintaxe

source: Free
fi_fi: Ilmainen
it_it: Gratuito
ja_jp: 無料
pt_br: Grátis

source: Districts
fi_fi: Kaupunginosat
it_it: Zona
ja_jp: 地域
pt_br: Distritos

source: Landmarks (within 2km)
fi_fi: Maamerkit (2km sisällä)
it_it: Punti di riferimento (entro 2 km)
ja_jp: ランドマーク（2キロ以内）
pt_br: Pontos de referências (em 2km)

source: Beds (max)
fi_fi: Vuoteet (enintään)
it_it: Letti disponibili
ja_jp: ベット
pt_br: Camas disponíveis

source: Bed in a dorm. 1 person per bed maximum
fi_fi: Yksi henkilö per vuode
it_it: Letto in Dormitorio - 1 persona per letto
ja_jp: 寮にベットがあります。最大ひとつのベットにつきお一人様まで
pt_br: Cama em dormitório. Máximo1 pessoa por cama

source: Rooms (max)
fi_fi: Huoneet (enintään)
it_it: Stanze disponibili
ja_jp: 部屋
pt_br: Quartos disponíveis

source: Maximum number of guests in the room
fi_fi: Vieraiden enimmäismäärä huoneessa
it_it: Numero massimo di persone in questa camera
ja_jp: この部屋の人々の最大数
pt_br: Número máximo de pessoas neste quarto

source: Plus sur ce logement
fi_fi: Lisätietoja tästä majoituksesta
it_it: Ulteriori informazioni
ja_jp: この宿泊所をさらに
pt_br: Mais informações sobre este estabelecimento

source: Read more…
fi_fi: Lue lisää...
it_it: Continua a leggere...
ja_jp: 続きを読む
pt_br: Leia mais ...

source: Latest Reviews
fi_fi: Viimeisimmät arvostelut
it_it: Le ultime recensioni
ja_jp: 最新のレビュー
pt_br: Comentários mais recentes

source: Location
fi_fi: Sijainti
it_it: Ubicazione
ja_jp: ロケーション
pt_br: Localização

source: N/A
fi_fi: Ei arvosteluja
it_it: Non disponibile
ja_jp: 適用されない
pt_br: Não está disponível

source: Commentaires et évaluations de voyageurs
fi_fi: Matkustajan arvostelut ja arviot
it_it: Commenti e valutazioni
ja_jp: 旅のレビュー
pt_br: Comentários e avaliações de viajantes

source: Good
fi_fi: Hyvä
it_it: Buono
ja_jp: グット
pt_br: Bom

source: Very good
fi_fi: Erittäin hyvä
it_it: Molto Buono
ja_jp: 物凄く良い
pt_br: Muito bom

source: Great
it_it: Ottimo
ja_jp: 素晴らしい
pt_br: Ótimo

source: Fantastic
it_it: Fantastico
ja_jp: とても素晴らしい
pt_br: Incrível

source: Hébergement
fi_fi: Kaikki halvat hostellit - Kartat
it_it: Sistemazione
ja_jp: 宿泊施設
pt_br: Hostéis e Albergues baratos

source: Les Villes
fi_fi: Kaupungit
it_it: Città
ja_jp: 格安のユースホステルのリスト
pt_br: Cidades

source: Retour à tous les pays d'
fi_fi: Takaisin maan valintaan
it_it: Ritorna a tutti i paesi
ja_jp: からすべての国へ戻る
pt_br: Voltar a todos os países

source: Filter by Districts
it_it: Filtra per quartiere
pt_br: Filtrer par quartiers

source: Filter by Landmarks (within 2km)
fi_fi: Suodata Maamerkkien perusteella (2 km alueella)
it_it: Seleziona per Punti d'interesse (entro 2km)
pt_br: Filtrar por Pontos de Referência (com até 2km)

source: Filter by:
fi_fi: Haun rajoitus:
it_it: Filtra per:
ja_jp: フィルタリング：
pt_br: Filtrar por:

source: Reset filters
fi_fi: Tyhjennä rajausehdot
it_it: Reimposta il Filtro
ja_jp: 格安のユースホステルのリスト
pt_br: Limpar filtros

source: Price Range:
fi_fi: Hintaluokka:
it_it: Fascia di Prezzo
ja_jp: 価格帯：
pt_br: Faixa de Preço:

source: Rating
fi_fi: Luokitus
it_it: Classificazione
ja_jp: 評価
pt_br: Classificação

source: Rating Range:
fi_fi: Arvostelurajaus:
it_it: Fascia Valutazioni
ja_jp: レビューの範囲：
pt_br: Faixa de Ranking:

source: Property type
fi_fi: Kiinteistötyyppi
it_it: Tipo di Struttura
ja_jp: プロパティ
pt_br: Tipo de propriedade

source: The most popular
fi_fi: Suosituin
it_it: Il più popolare
pt_br: O mais popular

source: Auberges de jeunesse
fi_fi: Hostellit
it_it: Ostelli
ja_jp: ホステル
pt_br: Hostéis/Albergues

source: Hôtels pas chers
fi_fi: Halvat Hotellit
it_it: Alberghi
ja_jp: 格安なホテル
pt_br: Hotéis baratos

source: Appartements
fi_fi: Huoneistot
it_it: Appartamenti
ja_jp: アパート
pt_br: Apartamentos

source: Chambres - B&B - Pensions
fi_fi: Huoneita - B & B - täysihoitolat
it_it: Stanze - B & B - Pensioni
ja_jp: 部屋ーB＆B - ペンション
pt_br: Quartos - Pensões - Pousadas

source: Camping
fi_fi: Retkeilyalue
it_it: Campeggio
ja_jp: キャンプ

source: Most popular
fi_fi: Suosituimmat
it_it: I più popolari
pt_br: Os mais populares

source: Liste des logements pas chers à %s
fi_fi: Halvat hostellit ja majoitus - %s
it_it: Risultati della ricerca - %s
ja_jp: %sの検索結果
pt_br: Resultados da busca - %s

source: Nombre de Nuits: %s
fi_fi: Öiden lukumäärä: %s
it_it: Numero di notti: %s
ja_jp: 宿泊日数：%s
pt_br: Número de noites: %s

source: Voir la carte
fi_fi: Katso kartta
it_it: Visualizza la mappa
ja_jp: 地図を見る
pt_br: Mostrar mapa

source: Close Map
fi_fi: Sulje kartta
it_it: Chiudi la Mappa
ja_jp: マップを閉じる
pt_br: Fechar Mapa

source: Filter by Landmarks
fi_fi: Suodata Maamerkkien perusteella
it_it: Seleziona per Punti d'interesse
pt_br: Filtrar por Pontos de Referência

source: Filter by Districts or Landmarks
it_it: Seleziona per Quartiere o Punti d'interesse

source: Quick Compare (5 properties maximum)
fi_fi: Nopea Vertaus ( 5 kiinteistöä max)
it_it: Comparazione veloce (massimo 5 proprietà)
ja_jp: 簡単比較（最高5件まで）
pt_br: Comparação rápida (5 propriedades no máximo)

source: Compare
fi_fi: Vertaus
it_it: Compara
ja_jp: 比較
pt_br: Comparar

source: Remove All
fi_fi: Poista Kaikki
it_it: Rimuovere tutto
ja_jp: 全て外してください。
pt_br: Remover Tudo

source: Only free breakfast
fi_fi: Ilmainen aamiainen
it_it: Colazione
ja_jp: 唯一の無料の朝食
pt_br: Café da manhã

source: Selected filters:
it_it: Filtri selezionati:
ja_jp: 選択されたフィルター
pt_br: Filtros selecionados:

source: Please Wait
it_it: Attendere Prego
ja_jp: お待ち下さい
pt_br: Por favor aguarde

source: From
fi_fi: Keneltä
it_it: Da
ja_jp: から
pt_br: De

source: Only 5 properties can be compared. Please remove a property from list.
fi_fi: Vain 5 kiinteistöä kerralla verrattavana. Ole hyvä ja poista kiinteistö listalta.
it_it: Solamente 5 proprietà possono essere comparate. Per favore rimuovere una proprietà dalla lista.
ja_jp: 5件のみ比較できます。リストから施設を外してください。
pt_br: Apenas 5 características podem ser comparadas. Por favor remova uma propriedade da lista.

source: Back to search results
fi_fi: Takaisin hakutuloksiin
it_it: Ritorna ai risultati della ricerca
ja_jp: 検索結果に戻る
pt_br: Voltar para os resultados da busca

source: Erreur de requête
fi_fi: Kyselyn virhe
it_it: Errore nella richiesta
ja_jp: リクエストエラー
pt_br: Erro de programa

source: Votre commentaire a été envoyé à notre équipe pour approbation. Merci!
fi_fi: Kommenttisi on lähetetty tiimimme hyväksyttäväksi. Kiitos!
it_it: Il vostro commento è stato inviato al nostro team per l'approvazione. Grazie!
ja_jp: あなたのレビューは私たちに送信されました。ありがとうございました！
pt_br: Seu comentário foi enviado para nossa equipe para aprovação. Obrigado!

source: Laissez vos impressions sur %s
fi_fi: Jätä palautetta kohteesta %s
it_it: Lasciate i vostri commenti su %s
ja_jp: %sのあなたの印象を教えてください。
pt_br: Deixe seus comentários sobre %s

source: Votre Prénom:
fi_fi: Etunimesi:
it_it: Nome:
ja_jp: あなたの名前：
pt_br: Seu primeiro nome:

source: Votre Nom (ne sera pas publié):
fi_fi: Nimesi (ei julkaista):
it_it: Cognone (non sarà pubblicato):
ja_jp: 名字（公開されません）：
pt_br: Sobrenome (não será publicado):

source: Votre Email (ne sera pas publié):
fi_fi: Sähköposti (ei julkaista):
it_it: Indirizzo Email (non sarà pubblicato):
ja_jp: ユーザーネーム/電子メール（公開されません）：
pt_br: Nome de usuário - e-mail (não será publicado):

source: Veuillez évaluer votre expérience:
fi_fi: Arvioi kokemuksesi:
it_it: Vi invitiamo a valutare la vostra esperienza:
ja_jp: あなたの経験を評価してください：
pt_br: Por favor, avalie a sua experiência:

source: Vos commentaires sur %s :
fi_fi: Palautetta kohteesta %s :
it_it: I vostri commenti su %s :
ja_jp: %sのコメント
pt_br: Seu comentário sobre %s:

source: La date de votre dernier séjour à cet endroit :
fi_fi: Viime yöpymisesi päivämäärä tässä sijainnissa:
it_it: La data del vostro ultimo soggiorno presso questa struttura:
ja_jp: この場所であなたの最後の滞在日：
pt_br: A data da sua última estadia neste local:

source: Voir la version traduite
fi_fi: Katso käännetty versio
it_it: Vedi la versione tradotta
ja_jp: 翻訳版を参照してください
pt_br: Veja a versão traduzida

source: Voir l'original
fi_fi: Katso alkuperäinen
it_it: Vedi l'originale
ja_jp: オリジナルを見る
pt_br: Ver o original

source: Add to my favorites
fi_fi: Lisää suosikkeihin
it_it: Aggiunto ai miei preferiti
pt_br: Adicionar aos meus favoritos

source: Saved to my favorites
fi_fi: Tallennettu suosikkeihini
it_it: Salvato nei miei preferiti
pt_br: Salvar nos meus favoritos

source: Info & Prix
fi_fi: Info & Hinnat
it_it: Informazioni & Prezzi
ja_jp: インフォメーション＆料金
pt_br: Info & Preço

source: Rechercher
fi_fi: Etsi
it_it: Cerca
ja_jp: 検索
pt_br: Buscar

source: Recherche de disponibilités...
fi_fi: Etsi Saatavuus ...
it_it: Ricerca della disponibilità...
ja_jp: 検索中
pt_br: Buscando disponibilidade...

source: Want to receive or send a PDF copy of this quote?
fi_fi: Haluatko saada tai lähettää PDF kopion?
it_it: Volete ricevere o mandare una copia PDF di questo preventivo?
ja_jp: この見積り書のPDFコピーを受け取る、もしくは送りたいですか？
pt_br: Você quer receber ou enviar uma cópia em PDF dessa cotação?

source: Cartes
fi_fi: Kartat
it_it: Mappe
ja_jp: 地図
pt_br: Mapas

source: Street View
fi_fi: Katunäkymä
it_it: Vista sulla strada
ja_jp: ストリートビュー
pt_br: Vista da rua

source: Print Now
fi_fi: Tulosta nyt
it_it: Stampa ora
ja_jp: 今すぐ印刷
pt_br: Imprimir agora

source: Votre réservation est maintenant confirmée. Nous vous conseillons d'imprimer cette page afin de conserver les détails de votre réservation. Vous devrez présenter cette confirmation lors de votre arrivée à
fi_fi: Varauksesi on nyt vahvistettu. Suosittelemme, että tulostat sivun säilyttääksesi kaikki varaustiedot. Sinun on esitettävä varausvahvistus saapumisesi yhteydessä
it_it: La vostra prenotazione è confermata. Vi consigliamo di stampare questa pagina per vostro riferimento e per presentarla al momento del vostro arrivo presso
ja_jp: あなたの予約は確認されました。予約詳細を保管するためこのぺージをプリントすることをお進めします。到着の際予約確認書を提出していただきます:
pt_br: Sua reserva foi confirmada. Recomendamos imprimir esta página para guardar os detalhes de sua reserva. Esta confirmação deverá ser apresentada na chegada em

source: Vous connecter
fi_fi: Kirjaudu
it_it: Accesso
ja_jp: ログイン
pt_br: Entrar

source: Arrivée: %s à %s
fi_fi: Saapuminen: %s kohteeseen %s
it_it: Arrivo: %s a %s
ja_jp: %sは%sに到着
pt_br: Chegada: %s a %s

source: Amount already paid
it_it: Importo già pagato:
pt_br: Valor já pago:

source: Phone number
fi_fi: Puhelinnumero
it_it: Telefono
ja_jp: 電話番号
pt_br: Telefone do proprietário

source: Le montant restant (après déduction du dépôt) est dû à votre arrivée.
fi_fi: Jäljelle jäävä summa (takuumaksun vähentämisen jälkeen) tulee suorittaa saapumisen yhteydessä.
it_it: Il rimanente importo (previa deduzione del deposito) dovrà essere saldato al momento dell'arrivo.
ja_jp: 残りの金額は（デポジットを差し引いた金額）到着時にお支払い願います。
pt_br: O saldo restante (após a dedução do depósito) deve ser pago na chegada.

source: Total number of guests selected
fi_fi: Valittujen vieraitten kokonaismäärä
it_it: Numero totale di ospiti selezionati
ja_jp: 合計宿泊人数
pt_br: Número total de hóspedes selecionados

source: You can only book up to %d guests at a time. You can book more than %d guests by going to our group section on top of this page.
fi_fi: Pystyt varamaan kerralla vain %d vierasta.On mahdollista varata enemmän kun %d:lle jos valit ryhmämatkat sivun yläreunasta.
it_it: Potete prenotare fino a %d ospiti per volta. Potere prenotare più di %d ospiti dalla sezione gruppi in alto su questa pagina.
ja_jp: 一度に%d名様までのご予約が可能です。このページの上部のグループセクションから%d名様以上のご予約ができます。
pt_br: Você só pode agendar até %d hóspedes ao mesmo tempo. Você poderá agendar mais %d hóspedes indo até a seção de grupo no topo desta página.

source: Dorm Availability
fi_fi: Ylioppilasasuntolan Saatavuus
it_it: Disponibilità di dormitori
pt_br: Disponibilidade do Dormitório

source: Dorms you will occupy:
fi_fi: Ylioppilasasunnot jota varaat:
it_it: Dormitori che voi occuperete:
ja_jp: ご予約しようとしているドーム：
pt_br: Dormitórios que você irá ocupar:

source: The lowest price per person per night in a dorm in this property: %s
fi_fi: Alhaisin hinta per ihminen per yö ylioppilasasuntolassa tällä kiinteistöllä: %s
it_it: Il prezzo più basso per persona per notte in un dormitorio in questa proprietà: %s
ja_jp: 当施設の1ドーム1泊お一人様あたり最低料金: %s
pt_br: O preço mais baixo por pessoa por noite em um dormitório nessa propriedade: %s

source: Select
fi_fi: Valitse
it_it: Seleziona
ja_jp: 選択
pt_br: Selecionar

source: You will use 1 full dorm.
fi_fi: Käytät 1 kokonaisen ylioppilasasunnon.
it_it: Userete 1 dormitorio per intero.
ja_jp: ドーム1部屋のご利用になります。
pt_br: Você irá usar 1 dormitório completo.

source: You will use %d full dorms.
fi_fi: Käytät %d kokonaista ylioppilasasuntoa.
it_it: Userete %d dormitori per intero.
ja_jp: ドーム%d部屋のご利用になります。
pt_br: Você irá usar %d dormitórios completos.

source: You will partially use 1 dorm.
fi_fi: Käytät osittain 1 ylioppilasasuntoa.
it_it: Userete 1 dormitorio in parte.
ja_jp: ドーム1部屋の1部分ご利用になります。
pt_br: Você irá usar parcialmente 1 dormitório.

source: You will use 1 full dorm and 1 partially.
fi_fi: Käytät 1 kokonaan ja 1 ylioppilasasuntoa osittain.
it_it: Userete 1 dormitorio per intero e uno in parte.
ja_jp: ドーム1部屋と、1部分のご利用になります。
pt_br: Você irá usar 1 dormitório completo e 1 parcialmente.

source: You will use %d full dorms and 1 partially.
fi_fi: Käytät %d kokonaista ylioppilasasuntoa ja 1 osittain.
it_it: Userete %d dormitori per intero e 1 in parte.
ja_jp: ドーム%d部屋と1部分のご利用になります。
pt_br: Você irá usar %d dormitórios completos e 1 parcialmente.
