Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: Plus sur ce logement
es_es: Más información sobre esta propiedad
fr_fr: Plus sur ce logement pas cher.

source: Réserver
es_es: Reservar

source: What's Included
es_es: Incluido
fr_fr: Ce qui est inclus

source: Free
es_es: Gratis
fr_fr: Gratuit

source: Commodité
es_es: Servicios
fr_fr: Services

source: Map
es_es: Mapa
fr_fr: Carte

source: Districts
es_es: Distritos
fr_fr: Quartiers

source: Landmarks (within 2km)
es_es: Lugares de interés (2kms)
fr_fr: Attractions (- de 2Kms)

source: Chambres partagées - Dortoirs
es_es: Dormitorios - Precio por persona
fr_fr: Dortoirs - Prix par personne

source: Price per person (Dorm shared with others).
es_es: Precio de estadía completa por persona (Habitación compartida con otras personas).
fr_fr: Prix par personne (chambre partagée).

source: You must share the room (unless you purchase all the beds in the dorm).
es_es: Tiene que compartir el cuarto (a no ser que pague por todas las camas en la habitación).<br /><br />Habitación para Mujeres = Habitación sólo para mujeres<br />Habitación para Hombres = Habitación sólo para hombres<br />Habitación Mixta = Habitación para hombres y mujeres<br />Baño = Baño dentro de la habitación<br />Baño compartido = Baño afuera de la habitación
fr_fr: Vous devez partager la chambre (à moins que vous payiez pour tous les lits du dortoir). <br /><br />Dortoir femmes = Dortoir pour femmes seulement<br />Dortoir hommes = Dortoir pour hommes seulement<br />Dortoir mixte = Dortoir pour femmes et hommes<br />Salle de bains privée = Salle de bains dans le dortoir<br />Salle de bains partagée = Salle de bains à l'extérieur du dortoir

source: Beds (max)
es_es: Camas disponibles
fr_fr: Lits disponibles

source: VERSION ORIGINALE :
es_es: Versión Original:

source: Breakfast Included
es_es: Desayuno incluido
fr_fr: Petit déjeuner inclus

source: Bed in a dorm. 1 person per bed maximum
es_es: Cama en dormitorio. Máximo 1 persona por cama
fr_fr: Lit dans un dortoir. 1 personne maximum par lit

source: No dorms available
es_es: No hay habitaciones compartidas disponibles
fr_fr: Pas de dortoirs disponibles

source: Chambres privées
es_es: Habitaciones privadas - Precio por habitación
fr_fr: Chambres privées - Prix par chambre

source: Price per room (not per person).
es_es: Precio de su estadía completa por habitación (no por persona).
fr_fr: Prix par chambre (et non par personne).

source: You must pay for the whole private room, even if you do not need all the beds. The room cannot be shared.
es_es: Debes pagar la habitación privada por completo, aunque no necesites todas las camas. La habitación no puede ser compartida.
fr_fr: Vous devez payer pour la chambre privée au complet, même si vous n'avez pas besoin de tous les lits. La chambre ne peut pas être partagée.

source: Rooms (max)
es_es: Habitaciones disponibles
fr_fr: Chambres disponibles

source: Maximum number of guests in the room
es_es: Máximo número de huéspedes para esta habitación
fr_fr: Nombre maximum de personnes pour cette chambre

source: No private room available
es_es: No hay habitaciones privada disponibles
fr_fr: Pas de chambres privées disponibles

source: Best price. We guarantee it.
es_es: El mejor precio. Se lo garantizamos.
fr_fr: Meilleur prix. Nous vous le garantissons.

source: It only takes 2 minutes
es_es: Sólo demora 2 minutos
fr_fr: Cela ne prend que 2 minutes

source: Informations Importantes
es_es: Información Importante

source: Latest Reviews
es_es: Comentarios recientes
fr_fr: Derniers commentaires

source: évaluation moyenne
es_es: Calificación promedio
fr_fr: Evaluation moyenne

source: Atmosphere
es_es: Ambiente
fr_fr: Ambiance

source: Staff
es_es: Personal
fr_fr: Personnel

source: Location
es_es: Situación
fr_fr: Emplacement

source: Cleanliness
es_es: Limpieza
fr_fr: Propreté

source: Facilities
es_es: Instalaciones
fr_fr: Aménagements

source: Safety
es_es: Seguridad
fr_fr: Sécurité

source: Value
es_es: Valor
fr_fr: Valeur

source: Commentaires et évaluations de voyageurs
es_es: Comentarios y evaluaciones hechas por los viajeros
fr_fr: Commentaires et évaluations des voyageurs

source: Par %s
es_es: En %s

source: Le %s
es_es: El %s

source: Good
es_es: Bueno
fr_fr: Bon

source: Very good
es_es: Muy bueno
fr_fr: Très bon

source: Great
es_es: Estupendo
fr_fr: Très bien

source: Fantastic
es_es: Fantástico
fr_fr: Fantastique

source: Back to search results
es_es: Regresar a búsqueda de resultados
fr_fr: Retour aux resultats

source: Voir la carte
es_es: Mostrar mapa

source: Erreur de requête
es_es: Error de la aplicación

source: Erreur:
es_es: Error:

source: Détails:
es_es: Detalles:

source: Votre commentaire a été envoyé à notre équipe pour approbation. Merci!
es_es: Tu comentario ha sido enviado a nuestro equipo para su aprobación. ¡Gracias!

source: Laissez vos impressions sur %s
es_es: Deja tus comentarios en %s

source: Votre Prénom:
es_es: Su nombre:

source: Champ obligatoire
es_es: Campo obligatorio

source: Votre Nom (ne sera pas publié):
es_es: Su apellido (no será publicado):

source: Votre Email (ne sera pas publié):
es_es: Su correo electrónico (no será publicado):

source: Insérer un courriel valide
es_es: Ingresar un correo electrónico válido

source: Nationalité :
es_es: Nacionalidad:

source: Choisir le pays
es_es: Seleccionar país

source: Veuillez évaluer votre expérience:
es_es: Por favor haga comentarios de su experiencia con el Alojamiento contratado:

source: Vos commentaires sur %s :
es_es: De votos en %s:

source: La date de votre dernier séjour à cet endroit :
es_es: La fecha de su última estadía en esta ubicación:

source: Soumettre
es_es: Presentar

source: Read more…
es_es: Leer más…
fr_fr: Plus d'info…

source: Close
es_es: Cerrar
fr_fr: Fermez

source: Voir la version traduite
es_es: versión traducida
fr_fr: Version traduite

source: Voir l'original
es_es: versión original
fr_fr: Version originale

source: You can save this property as a favorite in your account so you can easily book it at a later date if you wish.
es_es: Puedes guardar esta propiedad como una favorita en tu cuenta para que puedas hacer una reservación allí más adelante si lo deseas.
fr_fr: Vous pouvez enregistrer cet établissement comme un favori dans votre compte de sorte que vous pourrez facilement le réserver à une date ultérieure si vous le souhaitez.

source: Add to my favorites
es_es: Añadir a mis favoritos
fr_fr: Ajouter à mes favoris

source: This property has been saved in your "My account" section. You can now easily book it at a later date if you wish.
es_es: Esta propiedad ha sido guardad en la sección "Mi cuenta". Ahora puedes reservar fácilmente en cualquier momento que lo desees.
fr_fr: Cet établissement a été enregistré dans votre section « Mon compte ». Vous pouvez maintenant facilement le réserver à une date ultérieure si vous le souhaitez.

source: Saved to my favorites
es_es: Guardado en mis favoritos
fr_fr: Enregistré dans mes favoris

source: Information
es_es: Información
fr_fr: Informations

source: Info & Prix
es_es: Información

source: Cartes et Directions
es_es: Mapas y Direcciones

source: Commentaires
es_es: Comentarios

source: Date invalide
es_es: Fecha incorrecta

source: Arrivée le:
es_es: Llegada:

source: Nuits:
es_es: Noches:

source: Devise:
es_es: Moneda:

source: Rechercher
es_es: Búsqueda

source: Recherche de disponibilités...
es_es: Buscando disponibilidad...

source: Want to receive or send a PDF copy of this quote?
es_es: ¿Quieres enviar o recibir una copia en PDF de esta oferta?
fr_fr: Voulez-vous recevoir ou envoyer une copie PDF de ce devis ?

source: PLEASE NOTE THIS IS NOT A CONFIRMED BOOKING
es_es: POR FAVOR NOTAR QUE ESTA NO ES UNA RESERVA CONFIRMADA
fr_fr: S'IL VOUS PLAÎT VEUILLEZ NOTER QUE CECI N'EST PAS UNE RESERVATION CONFIRMEE.

source: Adresse
es_es: Dirección

source: Cartes
es_es: Mapas

source: Street View
es_es: Vista de la calle
fr_fr: Vue de La rue

source: Directions
es_es: Instrucciones

source: Partially Available
es_es: Parcialmente Disponible
fr_fr: Disponible partiellement

source: Total number of guests selected
es_es: Número total de huéspedes seleccionado
fr_fr: Nombre total de personnes sélectionnés

source: You can only book up to %d guests at a time. You can book more than %d guests by going to our group section on top of this page.
es_es: Solo puedes reservar hasta un máximo de %d huéspedes a la vez. Puedes reservar para más de %d huéspedes yendo a la sección Grupos en la parte superior de la página.
fr_fr: Vous pouvez réserver que jusqu'à %d personnes à la fois. Vous pouvez réserver plus de %d personnes à partir de notre section Groupe en haut de cette page.

source: Disponibilités
es_es: Disponibilidad

source: Arrivée
es_es: Llegada

source: Nombre de Nuits
es_es: Noches

source: Change Dates
es_es: Modifique las fechas
fr_fr: Changement de dates/monnaie

source: Show fully available only
es_es: Mostrar únicamente disponibilidad completa
fr_fr: Afficher disponibilité complete uniquement

source: We are displaying rooms with both full and partial availability for your dates. You can select this filter to only see rooms with full availability for your stay.
es_es: Mostramos todas las habitaciones disponibles, tanto de forma parcial como de forma completa para tu fecha seleccionada. Puedes usar este filtro para ver solo las habitaciones con disponibilidad completa para tu estancia.
fr_fr: Nous affichons les dortoirs et chambres avec une disponibilité complete et partielle pour vos dates. Vous pouvez choisir ce filtre pour voir uniquement les dortoirs et chambres avec une disponibilité complete pour votre séjour.

source: Lowest night:
es_es: Precio por noche más económico:
fr_fr: La nuit la moins chère :

source: Price per bed (not per room)
es_es: Precio por cama (no por habitación)
fr_fr: Prix par lit (et non par chambre)

source: This type of dorm can accommodate up to 1 guest per dorm.
es_es: Este tipo de dormitorio puede albergar hasta 1 huésped por dormitorio.
fr_fr: Ce type de dortoir peut accueillir jusqu'à 1 personne par dortoir.

source: This type of dorm can accommodate up to %d guests per dorm.
es_es: Este tipo de dormitorio puede albergar hasta %d huéspedes por dormitorio.
fr_fr: Ce type de dortoir peut accueillir jusqu'à %d personnes par dortoir.

source: Availability
es_es: Disponibilidad
fr_fr: Disponibilité

source: Dorm Availability
es_es: Disponibilidad de Dormitorios
fr_fr: Disponibilité dortoir

source: Dorms you will occupy:
es_es: Dormitorios que ocuparás:
fr_fr: Dortoirs que vous occuperez:

source: 1 fully available dorm.
es_es: 1 dormitorio totalmente disponible.
fr_fr: 1 dortoir complètement disponible.

source: %d fully available dorms.
es_es: %d dormitorios totalmente disponibles.
fr_fr: %d dortoirs complètement disponibles.

source: 1 fully available dorm and 1 already partially occupied (beds already occupied: %d).
es_es: 1 dormitorio totalmente disponible y 1 ya parcialmente ocupado (camas ya ocupadas: %d).
fr_fr: 1 dortoir complètement disponible et 1 dortoir partiellement occupé (lits déjà occupés : %d).

source: This dorm is already partially occupied (beds already occupied: %d).
es_es: Este dormitorio ya está parcialmente ocupado (camas ya ocupadas: %d).
fr_fr: Ce dortoir est déjà partiellement occupé (lits déjà occupés : %d).

source: %d dorms fully available and 1 dorm already partially occupied (beds already occupied: %d).
es_es: %d dormitorios disponibles totalmente y 1 dormitorio ya parcialmente ocupado (camas ya ocupadas: %d).
fr_fr: %d dortoirs complètement disponibles et 1 dortoir partiellement occupé (lits déjà occupés : %d).

source: The lowest price per person per night in a dorm in this property: %s
es_es: El precio más bajo por persona y noche en un dormitorio en este alojamiento: %s
fr_fr: Le prix le plus bas par personne et par nuit dans un dortoir dans cet établissement : %s

source: Price
es_es: Precio
fr_fr: Prix

source: Guest
es_es: Huésped
fr_fr: Personne

source: Guests
es_es: Huéspedes
fr_fr: Personnes

source: Dorm
es_es: Dormitorio
fr_fr: Dortoir

source: Dorms
es_es: Dormitorios
fr_fr: Dortoirs

source: Select
es_es: Seleccionar
fr_fr: Sélectionnez

source: You will use 1 full dorm.
es_es: Usarás 1 dormitorio completo.
fr_fr: Vous utiliserez 1 dortoir au complet.

source: You will use %d full dorms.
es_es: Usarás %d dormitorios completos.
fr_fr: Vous utiliserez %d dortoirs au complet.

source: You will partially use 1 dorm.
es_es: Usarás 1 dormitorio parcialmente.
fr_fr: Vous utiliserez 1 dortoir partiellement.

source: You will use 1 full dorm and 1 partially.
es_es: Usarás 1 dormitorio completo y 1 parcialmente.
fr_fr: Vous utiliserez 7 dortoirs partiellement.

source: You will use %d full dorms and 1 partially.
es_es: Usarás %d dormitorios completos y 1 parcialmente.
fr_fr: Vous utiliserez %d dortoirs au complet et 1 dortoir partiellement.

source: Price per Person
es_es: Precio por Persona
fr_fr: Prix par personne

source: Price per Room
es_es: Precio por Habitación
fr_fr: Prix par chambre

source: This type of bedroom can accommodate up to 1 guest per room.
es_es: Este tipo de habitación puede albergar hasta 1 huésped por habitación.
fr_fr: Ce type de chambre peut accueillir jusqu'à 1 personne par chambre.

source: This type of bedroom can accommodate up to %d guests per room.
es_es: Este tipo de habitación puede albergar hasta %d huéspedes por habitación.
fr_fr: Ce type de chambre peut accueillir jusqu'à %d personnes par chambre.

source: Bedrooms you will occupy:
es_es: Habitaciones que ocuparás:
fr_fr: Chambres que vous occuperez:

source: 1 guest in 1 Bedroom.
es_es: 1 huésped en 1 Habitación.
fr_fr: 1 personne dans 1 chambre.

source: %d guests in 1 Bedroom.
es_es: %d huéspedes en 1 Habitación.
fr_fr: %d personnes dans 1 chambre.

source: %d guests in %d Bedroom (1 guest in each room).
es_es: %d huéspedes en %d habitaciones (1 huésped en cada cuarto).
fr_fr: %d personnes dans %d chambres (1 personne par chambre).

source: %d guests in %d Bedrooms (%d guests in each room).
es_es: %d huéspedes en %d Habitaciones ( %d huéspedes en cada cuarto).
fr_fr: %d personnes dans %d chambres (%d personnes dans chaque chambre).

source: %d guests in %d Bedrooms (%d guest in each room).
es_es: %d huéspedes en %d Habitaciones (%d huéspedes en cada cuarto).
fr_fr: %d personnes dans %d chambres (%d personnes dans chaque chambre).

source: The lowest price per person per night in a private room at this property: %s
es_es: El precio más bajo por persona y noche en una habitación privada en este alojamiento: %s
fr_fr: Le prix le plus bas par personne et par nuit dans une chambre privée dans cet établissement : %s

source: Bedroom
es_es: Habitación
fr_fr: Chambre

source: Bedrooms
es_es: Habitaciones
fr_fr: Chambres

source: %d guests in %d Bedrooms (1 guest in each room).
es_es: %d huéspedes en %d habitaciones (1 huésped en cada cuarto).
fr_fr: %d personnes dans %d chambres (1 personne par chambre).

source: No Beds Found
es_es: No se encontró ningún alojamiento
fr_fr: Aucun Lit Trouvé

source: No Beds could be found for your search criteria. Please change your dates and try again.
es_es: No se encuentran alojamientos con estos criterios de búsqueda. Por favor cambia tus fechas e inténtalo otra vez
fr_fr: Aucun it n'a pu être trouvé pour vos critères de recherche. S'il vous plaît, veuillez changer vos dates et essayez à nouveau. Merci.

source: Type of dorms
es_es: Tipos de dormitorios
fr_fr: Type de dortoirs

source: Dorms for your group only
es_es: Dormitorios solo para tu grupo
fr_fr: Dortoirs pour votre groupe seulement

source: Complete dorm only
es_es: Dormitorio completo solamente
fr_fr: Dortoir complets seulement

source: We will only show you dorms you can fully book. You will need to take all the beds in that particular dorm even if you do not need all of them. This is often used by groups.
es_es: Te mostraremos solo los dormitorios que puedas reservar por completo. Necesitarás coger todas las camas de ese dormitorio en particular aunque no las necesites todas. Esto lo usan los grupos con frecuencia.
fr_fr: Nous vous montrerons que les dortoirs que vous pouvez entièrement réserver. Vous aurez besoin de prendre tous les lits dans ces dortoirs, même si vous n'avez pas besoin de tous les lits. Ceci est souvent utilisé par les groupes.

source: Average per night per person
es_es: Precio medio por persona y noche
fr_fr: Prix moyen par nuit et par personne

source: Average Price
es_es: Precio Medio
fr_fr: Prix moyen

source: Average price per night for requested arrival date and length of stay. Actual day-by-day prices may vary. However, our prices are quaranteed and you will never pay more.
es_es: Precio medio por noche para la fecha y los días de estancia solicitados. Los precios reales pueden variar de un día para otro. Sin embargo, nuestro precios están garantizados y nunca pagarás más.
fr_fr: Prix moyen par nuit pour la date d'arrivée demandée et la durée du séjour. Le prix réel au jour le jour peut varier. Cependant, nos prix sont garantis et vous ne payerez jamais plus.

source: Maximum
es_es: Máximo

source: Number of guests
es_es: Número de huéspedes
fr_fr: Nombre de personnes

source: Number of guests for %d nights
es_es: Número de huéspedes para %d noches
fr_fr: Nombre de personnes pour %d nuits

source: Type of private bedrooms
es_es: Tipos de habitaciones privadas.
fr_fr: Type de chambres privées

source: Average per night per room
es_es: Precio medio por noche y habitación
fr_fr: Prix moyen par nuit par chambre

source: Your Selection
es_es: Su Selección
fr_fr: Votre Sélection

source: Notes Importantes
es_es: Notas Importantes

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
es_es: Ahora usted paga el depósito (%d%% del importe total) solamente para confirmar y asegurar su reserva . La cantidad restante (%d%%) debe pagarse al llegar. Una vez que haga su reserva, recibirá un email de confirmación en el cual encontrará la información de contacto de la propiedad en la que ha reservado (correo electrónico, dirección, número de teléfono…).
fr_fr: Vous ne payez que le dépôt (%d%% du montant total) pour confirmer et garantir cette réservation maintenant. Le montant restant (%d%%) est payable à l'arrivée. Vous trouverez les coordonnées de l'établissement (email, adresse, numéro de téléphone …) dans votre email de confirmation après avoir effectué votre réservation.

source: Number of guests selected
es_es: Número de huéspedes seleccionado
fr_fr: Nombre de clients sélectionnés

source: You got the best price
es_es: Tiene el mejor precio
fr_fr: Vous avez obtenu le meilleur prix

source: Deposit to be paid now (%d%%)
es_es: Déposito que debe pagarse ahora (%d%%)
fr_fr: Dépôt à payer maintenant (%d%%)

source: Confirmation Email Preview
es_es: Previsualizar Email de Confirmación
fr_fr: Aperçu de l'email de confirmation

source: Please click here to preview your confirmation email
es_es: Por favor haz clic aquí para previsualizar tu email de confirmación
fr_fr: S'il vous plaît cliquez ici pour pré visualiser votre email de confirmation

source: Réserver Maintenant
es_es: Reserve ahora

source: sécurisé
es_es: Seguro

source: No rooms are available for all the nights you selected.
es_es: Lo sentimos, no tenemos disponibilidad para las noches que selecciono
fr_fr: Aucune chambre n'est disponible pour toutes les nuits sélectionnées.

source: Please enter at least one choice in the above table to book a room.
es_es: Por favor, introduzca por lo menos una obcion en la table de arrriba para reservar una habitacion.
fr_fr: Veuillez entrer un choix pour le nombre de chambres ou de personnes.

source: Serveur inaccessible en ce moment.
es_es: El servidor está momentaneamente inoperativo.

source: Search for more properties in %s
es_es: Buscar más propiedades en %s
fr_fr: Rechercher davantage d'établissements à %s

source: Your unique booking number will be provided right after your reservation. Your reservation will be immediate and guaranteed.
es_es: El número de reserva te será facilitado inmediatamente después de tu reserva. La reserva será inmediata y garantizada.
fr_fr: Votre numéro de réservation unique sera fourni juste après votre réservation. Votre réservation sera immédiate et garantie.

source: Date
es_es: Fecha

source: Prix (lit)
es_es: Precio
fr_fr: Prix

source: Deposit (%d%%)
es_es: Depósito (%d%%)
fr_fr: Dépôt (%d%%)

source: Information sur l'établissement
es_es: Información sobre Alojamiento

source: Nom de l'établissement
es_es: Nombre del establecimiento

source: Phone number
es_es: número de Teléfono
fr_fr: Numéro de téléphone

source: Provided after reservation
es_es: Entregada después de finalizar la reserva
fr_fr: Information fournie juste après réservation

source: With full contact information, you will be able to contact the property in case you have any special requests.
es_es: Con toda la información de contacto a tu disposición, podrás contactar con el alojamiento si tienes alguna solicitud específica.
fr_fr: Avec les coordonnées complètes, vous serez en mesure de contacter l'établissement au cas où vous avez des demandes spécifiques.

source: When available, we will provide directions on how to get to the property including public transportation and airport information.
es_es: Cuando esté disponible, te facilitaremos las instrucciones para llegar al alojamiento incluyendo la información sobre transportes públicos y aeropuerto.
fr_fr: Lorsque disponible, nous vous donnerons toutes les indications disponibles pour vous rendre à l’établissement, y compris par transports publics et de l’aéroport.

source: We will provide all important information to make sure you really enjoy your stay.
es_es: Te facilitaremos toda la información relevante para asegurarnos de que disfrutarás de tu estancia.
fr_fr: Nous vous fournirons toutes les informations importantes pour vous assurer de profiter pleinement de votre séjour.

source: New booking
es_es: Nuevas reservas
fr_fr: Nouvelle Réservation

source: Join us on Facebook
es_es: Únase a nosotros en Facebook
fr_fr: Rejoignez-nous sur Facebook

source: Méthodes de paiement acceptée
es_es: Forma de Pago
fr_fr: Méthodes de paiement acceptées

source: carte de crédit
es_es: tarjeta de crédito

source: ainsi que plusieurs autres en fonction de l'établissement choisi
es_es: y otras tarjetas

source: Certains extraits du texte de cette page ont été traduits automatiquement. Cliquer sur les liens suivants changer les version :
es_es: Algunas secciones de esta página han sido procesadas por un traductor de texto automátizado. Haga clic en el enlace inferior para cambiar la versión:
fr_fr: Certains extraits du texte pour ce logement ont été traduits automatiquement. Cliquer sur les liens suivants pour changer les versions :

source: %s est réglementé par l'Union Européenne.
es_es: %s auspicia las labores humanitarias de UNICEF.

source: 100%% sécurisé.
es_es: 100%% seguro.

source: Paiements sécurisés et encryptés pour votre sécurité.
es_es: Nuestro sistema de pagos funciona con códigos de encripción para su seguridad.

source: Seulement 10% pour garantir votre réservation.
es_es: Sólo el 10% para garantizar su reserva.

source: Text/SMS (FREE)
es_es: SMS Gratis con su confirmación
fr_fr: SMS de confirmation gratuit

source: Check your reservation on your Mobile
es_es: Reserve y chequee su confirmación en su celular
fr_fr: Réservez et consultez vos réservations sur votre mobile
