Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_sm.po
Languages: pl_pl

source: Card not supported please choose another card
pl_pl: Karta nie jest obsługiwana, wybierz inną kartę

source: Serveur indisponible en ce moment.
pl_pl: Serwer niedostępny.

source: Réponse inattendue du serveur.
pl_pl: Nieoczekiwana odpowiedź serwera.

source: Mot de passe invalide
pl_pl: Nieprawidłowe hasło

source: Nom d'utilisateur invalide
pl_pl: Nieprawidłowa nazwa użytkownika

source: Le nom d'utilisateur ou le courriel n'existe pas
pl_pl: Nazwa użytkownika lub adres e-mail nie istnieje

source: Le courriel est déjà utilisé par un autre utilisateur. Veuillez en chosir un autre.
pl_pl: E-mail jest już używany przez innego użytkownika. Wybierz inny.

source: Le nom d'utilisateur existe déjà. Veuillez en choisir un autre.
pl_pl: Nazwa użytkownika już istnieje. Wybierz inną.

source: Votre courriel est
pl_pl: Twój adres e-mail

source: Votre code de confirmation ne correspond pas avec celui de l'image.
pl_pl: Twój kod potwierdzający jest nieprawidłowy.

source: Votre code de confirmation a expiré. Essayez de nouveau.
pl_pl: Twój kod potwierdzający wygasł. Spróbuj ponownie.

source: Votre mot de passe vous a été envoyé par email.
pl_pl: Twoje hasło zostało wysłane e-mailem.

source: Vous êtes maintenant déconnecté.
pl_pl: Jesteś teraz wylogowany.

source: L'inscription est désactivé.
pl_pl: Rejestracja jest nieaktywna.

source: Vous êtes maintenant enregistré. Vous allez recevoir un courriel pour activer votre compte.
pl_pl: Jesteś już zarejestrowany. Otrzymasz e-mail aby aktywować konto.

source: Vous êtes maintenant enregistré.
pl_pl: Jesteś już zarejestrowany.

source: Un nouveau courriel d'activation a été envoyé à %s. Suivez les instructions pour activer votre compte.
pl_pl: Nowy e-mail aktywacyjny został wysłany do %s. Postępuj zgodnie z instrukcjami w celu aktywacji konta.

source: Votre compte a été activé avec succès.
pl_pl: Twoje konto zostało pomyślnie aktywowane.

source: Le code d'activation inscrit est invalide ou a expiré.
pl_pl: Kod aktywacji jest nieprawidłowy lub wygasł.

source: Votre mot de passe a été modifié avec succès.
pl_pl: Twoje hasło zostało pomyślnie zmienione .

source: Un courriel vous a été envoyé avec les instructions pour créer un nouveau mot de passe.
pl_pl: E-mail został wysłany z instrukcjami jak utworzyć nowe hasło. Sprawdź rownież swój folder spam.

source: Vous avez modifié votre mot de passe avec succès.
pl_pl: Zmieniłeś hasło pomyślnie.

source: Votre clé d'activation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
pl_pl: Twój klucz aktywacji jest nieprawidłowy lub wygasł. Sprawdź pocztę i postępuj zgodnie z instrukcjami.

source: Un courriel de confirmation a été envoyé a %s. Suivez les instructions dans le courriel pour compléter la modification de l'adresse courriel.
pl_pl: E-mail potwierdzający został wysłany do %s. Postępuj zgodnie z instrukcjami w e-mailu aby dokończyć zmiany adresu e-mail.

source: Votre adresse courriel a été modifié avec succès.
pl_pl: Adres e-mail został pomyślnie zmieniony .

source: Votre clé d'activiation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
pl_pl: Kod aktywacyjny jest nieprawidłowy lub wygasł. Sprawdź pocztę i postępuj zgodnie z instrukcjami.

source: Votre compte est désactivé.
pl_pl: Twoje konto jest nieaktywne.

source: Votre compte a été supprimé...
pl_pl: Twoje konto zostało usunięte ...

source: Bienvenue sur %s!
pl_pl: %s

source: Mot de passe perdu sur %s?
pl_pl: Utracone hasło do %s?

source: Votre nouveau mot de passe sur %s
pl_pl: Nowe hasło do %s

source: Votre nouvelle adresse courriel sur %s
pl_pl: Nowy adres e-mail do %s

source: Ancien Mot de Passe
pl_pl: Stare hasło

source: Nouveau Mot de Passe
pl_pl: Nowe hasło

source: Confirmation du Mot de Passe
pl_pl: Potwierdź hasło

source: Nom d'usager
pl_pl: Nazwa użytkownika

source: Mot de Passe
pl_pl: Hasło

source: Rester connecté
pl_pl: Pozostań zalogowany

source: Code de confirmation
pl_pl: Kod potwierdzający
