Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: web access in room
fi_fi: Internetyhteys huoneessa
it_it: Accesso al Web in Camera
ja_jp: 部屋でウェブのアクセス
pt_br: Acesso a web no Quarto

source: Security Lockers
fi_fi: Turvalokerot
it_it: Armadi con Chiave
ja_jp: ロッカー
pt_br: Cofre

source: Key Card Access
fi_fi: Sisäänpääsy avainkortilla
it_it: Accesso con carta
ja_jp: キーカードアクセス
pt_br: Cartão de acesso

source: Breakfast Not Included
fi_fi: Ei sisällä aamiaista
it_it: Colazione NON Inclusa
ja_jp: 朝食付きではない
pt_br: Café da manhã não incluido

source: Laundry
fi_fi: Pyykki
it_it: Lavanderia
ja_jp: 洗濯機
pt_br: Lavandeiria

source: Bureau de Change
fi_fi: Valuutanvaihto
it_it: Cambio Valuta
ja_jp: 両替所
pt_br: Casa de câmbio

source: WiFi in Room
fi_fi: Langaton nettiyhteys huoneessa
it_it: WiFi in Camera
ja_jp: 部屋でネット
pt_br: Internet sem fio no quarto

source: Health Spa
fi_fi: Terveyskylpylä
it_it: Sala Benessere
ja_jp: スパ
pt_br: Spa

source: children not allowed
fi_fi: Ei sallittu lapsille
it_it: Bambini non accettati
ja_jp: 子供入場不可
pt_br: Não é permitido crianças

source: Meeting Facilities
fi_fi: Kokoustilat
it_it: Struttura attrezzata per incontri
ja_jp: 会う施設
pt_br: Facilidades de encontro

source: Credit Cards Accepted
fi_fi: Luottokortit hyväksytään
it_it: Carte di Credito Accettate
ja_jp: クレジットカード同意
pt_br: Aceita-se cartão de crédito

source: Guest Kitchen
fi_fi: Ruoanlaittotila
it_it: Cucina Ospiti
ja_jp: ゲストキッチン
pt_br: Cozinha do hóspede

source: Children Friendly
fi_fi: Lapsiystävällinen
it_it: Attrezzati per Bambini
ja_jp: 子供可
pt_br: Permitido criança

source: Babysitting Service
fi_fi: Lastenhoitopalvelu
it_it: Servizio di Custodia Bambini
ja_jp: ベビーシッターサービス
pt_br: Serviço de babá

source: Smoking Rooms
fi_fi: Tupakointihuoneet
it_it: Stanze per Fumatori
ja_jp: 喫煙室
pt_br: Salas para fumantes

source: No Lockout
fi_fi: Ei ulko-oven sulkua
it_it: Sempre Aperto
ja_jp: ロックアウトなし
pt_br: Sem bloqueio

source: Taxes included in price
fi_fi: Hinta sisältää verot
it_it: Tasse Incluse nel Prezzo
ja_jp: 消費税は料金に含まれています
pt_br: Taxas incluidas no preço

source: Car Parking Available
fi_fi: Pysäköinti
it_it: Parcheggio Auto Disponibile
ja_jp: 駐車場あります
pt_br: Estacionamento disponível

source: Pets Accepted
fi_fi: Lemmikit sallittu
it_it: Si Accettano Animali
ja_jp: ペット可
pt_br: Animais aceitos

source: Age Restriction
fi_fi: Ikärajoitus
it_it: Per Adulti
ja_jp: 年齢制限
pt_br: Restrição de idade

source: Free Internet Access
fi_fi: Ilmainen internetyhteys
it_it: Accesso Internet
ja_jp: 無料インターネットアクセス
pt_br: Acesso grátis a internet

source: Airport Pickup
fi_fi: Noutopalvelu lentokentältä
it_it: Servizio da Aeroporto
ja_jp: 飛行場迎えあり
pt_br: Recepção no aeroporto

source: Luggage Room
fi_fi: Matkatavarahuone
it_it: Deposito Bagaglo
ja_jp: ラッゲジルーム
pt_br: Sala de bagagem

source: Linen
fi_fi: Liinavaatteet
it_it: Biancheria
ja_jp: リンネン
pt_br: Lençol

source: Towel
fi_fi: Pyyhe
it_it: Asciugamani
ja_jp: タオル
pt_br: Toalha

source: That card number is invalid
fi_fi: Kortin numero ei kelpaa
it_it: Questo numero di carta non è valido
ja_jp: 無効のカード番号
pt_br: O número do cartão esta inválido

source: That card expiry date is invalid
fi_fi: Kortin eräpäivä ei kelpaa
it_it: La data di fine validità della carta non è valida
ja_jp: 無効のカードの期限日付
pt_br: A data de validade do cartão esta inválida

source: That Card Start Date Is Invalid
fi_fi: Kortin alkupäivämäärä ei kelpaa
it_it: La data di inizio validità della carta non è valida
ja_jp: 無効のカードスタート日
pt_br: A data de início esta inválida

source: That card type is invalid
fi_fi: Luottokortin tyyppi ei kelpaa
it_it: Questa Carta non è valida
ja_jp: 無効のカード番号
pt_br: O tipo do cartão é inválido

source: That card security code is invalid
fi_fi: Kortin turvakoodi ei kelpaa
it_it: Il codice di sicurezza di questa cata non è valido
ja_jp: 無効のカードセキュリティー番号
pt_br: O código de segurança esta inválido

source: That Card Issue Number Is Invalid
fi_fi: Kortin järjestysnumero ei kelpaa
it_it: Il numero della carta non è valido
ja_jp: 無効のカード番号
pt_br: O número de emissão do cartão esta inválido

source: Travel is better with friends. Share this on FaceBook
fi_fi: Matkustaminen on makeampaa ystävien kanssa. Jaa FaceBookissa
it_it: È meglio viaggiare con amici. Condividi su Facebook
ja_jp: 旅行は友達で行くのがベスト。フェイスブックでシェアしてください。
pt_br: Viajar é melhor com amigos. Compartilhe isto no FaceBook

source: Add info@NoFeesHostels.com to your address book to make sure you receive the NoFeesHostels.com newsletter.
fi_fi: Lisää osoite info@Hostelleja.com kontakteihisi jotta Hostelleja.com -uutissähköpostit tavoittavat sinut.
it_it: Aggiungi info@NoFeesHostels.com alla tua rubrica per essere sicuro di ricevere la newsletter di NoFeesHostels.com
ja_jp: info@NoFeesHostels.comの情報をあなたのアドレスブックに保存
pt_br: Add Info @NoFeesauberguesdajuventude.com para sua lista de endereços e tenha certeza de que você vai receber o NoFeesAuberguesdajuventude.com informativo

source: Having trouble seeing this email? Read the online version here.
fi_fi: Eikö sähköposti näy? Lue nettiversio täällä.
it_it: Hai problemi a visualizzare questa email? Vai alla versione online qui:
ja_jp: このEmailが読めない場合は、このオンラインバージョンをお読みください
pt_br: Tem problemas para visualizar este e-mail? Leia nossa versão on-line aqui.

source: Tell a friend
fi_fi: Kerro kaverille
it_it: Dillo a un amico
ja_jp: 友達に言ってください
pt_br: Diga a um amigo

source: Top cities. Book Now!
fi_fi: Suosituimmat kohteet. Varaa nyt!
it_it: Le migliori città. Prenota Ora!
ja_jp: 最高の街、今すぐ予約！
pt_br: Cidades tops. Reserve agora

source: Exceptional
fi_fi: Ensiluokkainen
it_it: Eccezionale
ja_jp: 例外
pt_br: Excepcional

source: Please enter the traveller information (the traveller and the person paying for this booking can be different). Only 1 traveller required if you are 2 or more. You can use the email confirmation to request a Visa at your closest consulate.
fi_fi: Anna matkustajan tiedot (matkustaja ja varauksen maksaja voivat olla eri henkilöt). Vain yhden matkustajan tiedot tarvitaan, jos ryhmään kuuluu kaksi tai useampia. Voit käyttää varmistussähköpostia viisumin pyytämiseen lähimmästä konsulaatistasi.
it_it: Si prega di inserire le informazioni del viaggiatore (il viaggiatore e la persona che paga per questa prenotazione possono essere diverse). Solo 1 viaggiatore è necessario se siete in 2 o più. È possibile utilizzare la mail di conferma per richiedere un visto presso il consolato più vicino.
ja_jp: ここにお客様の情報を記入してください。
pt_br: Por favor, entre com as informações do viajante (o viajante e a pessoa que paga pela reserva podem ser diferentes). Somente 1 viajante é requirido se vocês são 2 ou mais. Você pode usar este e-mail para solicitar seu visto no consulado mais próximo.

source: We guarantee:
fi_fi: Takaamme:
it_it: Noi Garantiamo:
ja_jp: 我々は保障します：
pt_br: Nós garantimos

source: Booking on our website is safe. When you reserve with us your details are protected by a secure connection.
fi_fi: Sivustomme kautta varaaminen on turvallista. Kun varaat kauttamme, turvattu yhteys suojelee antamiasi tietoja.
it_it: Prenotare sul nostro sito è sicuro. Prenotando con noi i vostri dati sono protetti da una connessione sicura.
ja_jp: 我々のサイトで予約するのが安全です。個人情報は必ず守られます。
pt_br: Reservar em nosso website é seguro. Quando você reserva com a gente seus detalhes estão protegidos por uma conexão segura.

source: Your privacy is protected. Your details will only be used to guarantee your booking.
fi_fi: Yksityisyydensuoja. Antamiasi tietoja käytetään ainoastaan varauksen tekemiseen.
it_it: La vostra privacy è protetta. I vostri dettagli verranno utilizzati soltanto per garantire la vostra prenotazione.
ja_jp: お客様のプライバシーは守ります。個人情報は予約を確保されるためだけにつかわれます。
pt_br: Sua privacidade esta protegida. Seus detalhes irão ser usados para garantir sua reserva.

source: No booking fees. You receive the best price.
fi_fi: Ei varausmaksuja. Saat parhaat hinnat.
it_it: Nessun costo di prenotazione. Ottenete i prezzi migliori
ja_jp: 予約に料金が発生されることはありません。格安の料金で提供します。
pt_br: Sem taxa de reserva. Você recebe o melhor preço.

source: Best Price Guarantee. Found the same room at a lower price? We'll match it.
fi_fi: Halpuustakuu. Löysitkö saman huoneen halvemmalla hinnalla? Vastaamme samalla summalla.
it_it: Il miglior prezzo Garantito. Se trovate una stanza a prezzo migliore noi siamo disposti a farvi lo stesso prezzo.
ja_jp: 格安の料金で提供します。もし他社がそれよりも低い値段だった場合その値段と同じ値段で提供させていただきます。
pt_br: Melhor preço garantido. Encontrou o mesmo quarto por um preço menor? Nós cobrimos a oferta.

source: Max guests per dorm
fi_fi: Vieraiden enimmäismäärä makuusalissa
it_it: Numero massimo di opsiti per dormitoio
ja_jp: 一つの寮につき最大のゲスト数
pt_br: Max hóspedes por dormitório

source: Max guests per room
fi_fi: Vieraiden enimmäismäärä huoneessa
it_it: Numero massimo di persone in questa camera
ja_jp: この部屋の人々の最大数
pt_br: Número máximo de pessoas neste quarto

source: Maximum number of guests per dorm.
fi_fi: Vieraiden enimmäismäärä makuusalissa.
it_it: Numero massimo di opsiti per dormitoio
ja_jp: 寮につき最大のゲスト数
pt_br: Número máximo de hóspedes por dorm.

source: Maximum number of guest per room.
fi_fi: Vieraiden enimmäismäärä huoneessa.
it_it: Numero massimo di persone in questa camera
ja_jp: この部屋の人々の最大数
pt_br: Número máximo de pessoas neste quarto

source: Available beds for the selected dates. Price per person (not per room). 1 person per bed maximum.
fi_fi: Vapaat vuodepaikat valitulle ajalle. Hinta per henkilö (ei per huone). Enintään yksi henkilö vuodetta kohden.
it_it: Letti disponibili per le date selezionate. Prezzi per persona (non per stanza) 1 Persona per ogni letto
ja_jp: その日に提供できるベット数。一人につきの料金（各部屋ではなく）。一人につき最大ベット一台
pt_br: Camas disponíveis nas datas selecionadas. Preço por pessoa(não por quarto). 1 pessoa no máximo por cama.

source: Available rooms for the selected dates. Price per room (not per person).
fi_fi: Vapaat huoneet valitulle ajalle. Hinta per huone (ei per henkilö).
it_it: Stanze disponibili per le date selezionate. Prezzi per stanza (non per persona)
ja_jp: その日に提供できる部屋数。一部屋につきの料金（各人ではなく）。一人につき最大ベット一台
pt_br: Quartos disponíveis nas datas selecionadas. Preço por quarto(não por pessoa).

source: 1 Million real reviews, Hostels with free breakfast, maps, photos, search by districts, train stations and more…
fi_fi: Miljoona aitoa arvostelua, hostelleja ilmaisella aamiaisella, karttoja, valokuvia, haku kaupunginosan mukaan, juna-asemat ja paljon muuta...
it_it: ! milione di recensioni reali, Ostelli con colazione gratuita, mappe, foto, ricerca per località, stazioni ferroviarie e molto di più...
ja_jp: 百万件のレビュー、ホステル、無料の朝食、地図、写真、地域によって検索、駅、その他
pt_br: 1 Milhão de avaliações, Hostels com café da manhã grátis, fotos, busca por distritos, estações de trens e mais...

source: Instant email confirmation
fi_fi: Välitön varmistussähköposti
it_it: Email di Conferma Immediata
ja_jp: 確認メール
pt_br: Confirmação instantânea por e-mail.

source: it only takes 2 minutes
fi_fi: vie vain 2 minuuttia
it_it: Bastano solo 2 minuti
ja_jp: ２分しかかかりません
pt_br: Leva somente 2 minutos

source: Print the map
fi_fi: Tulosta kartta
it_it: Stampa la Mappa
ja_jp: 地図を印刷
pt_br: Imprima o mapa

source: Landmark:
fi_fi: Maamerkki:
it_it: Punto di riferimento:
ja_jp: 目印：
pt_br: Ponto de referência:

source: District:
fi_fi: Kaupunginosa:
it_it: Distretto:
ja_jp: 地域：
pt_br: Distrito:

source: You got the best price!
fi_fi: Sait parhaan tarjouksen
it_it: Avete ottenuto il prezzo migliore
ja_jp: あなたは最高の価格を手に入れました.
pt_br: Você obteve o melhor preço!

source: Filter result:
fi_fi: Hakutulosten rajaus:
it_it: Filtra i risultati.
ja_jp: 以上の結果を参照してください。
pt_br: Filtrar resultados:

source: Price Range
fi_fi: Hintaluokka
it_it: Fascia di Prezzo
ja_jp: 価格帯
pt_br: Faixa de Preço

source: All property types
fi_fi: Kaikki kiinteistötyypit
it_it: Visualizza tutti i tipi di strutture
ja_jp: プロパティーの種類
pt_br: Todos os tipos de propriedades

source: Landmarks
fi_fi: Maamerkit
it_it: Punti di Riferimento
ja_jp: 目印
pt_br: Ponto de referência

source: Best Price, we guarantee it!
fi_fi: Parhaat hinnat, takaamme sen!
it_it: Il Prezzo Migliore - Garantito!
ja_jp: 最高の価格です。我々が保証します!
pt_br: Melhor preço. Nós garantimos isso!

source: Expand map
fi_fi: Laajenna karttaa
it_it: Espandi la Mappa
ja_jp: 拡大した地図
pt_br: Mapa expandido

source: Payment already made
fi_fi: Maksu jo suoritettu
it_it: Pagamento già effettuato
ja_jp: お支払いは終えられました
pt_br: Pagamento já realizado

source: Nbr 1
fi_fi: Nro 1
it_it: Numero 1
ja_jp: ナンバー１

source: Membership card required
fi_fi: Vaatii jäsenkortin
it_it: è necessario essere membri.
ja_jp: 年間会員カードを持っている必要はない：
pt_br: Cartão de membro requerido

source: No membership card required
fi_fi: Jäsenkorttia ei vaadita
it_it: Non è necessario essere membri
ja_jp: 年間会員カードを持っている必要はない：
pt_br: Nenhum cartão de membro requerido

source: Sorry but there are no availabilities for the selected dates. Next available dates are:
fi_fi: Valitettavasti päivämäärillä ei löytynyt vapaita paikkoja. Seuraavat vapaat päivämäärät ovat:
it_it: Siamo spiacenti ma non c'è disponibilità per le date selezionate. Le prime date disponibili sono:
ja_jp: 申し訳ありません、選ばれた日での予約はできません、予約できる日は：
pt_br: Desculpe mas não há disponibilidades para as datas selecionadas. Próximas datas disponiveis são:

source: For all ages
fi_fi: Kaikenikäisille
it_it: Per tutte le età
ja_jp: 全年齢対応
pt_br: Para todas as idades

source: This property has wireless acess on site.
fi_fi: Tässä majoituspaikassa langaton paikan päällä
it_it: Questa strutture è provvista di accesso WiFi
ja_jp: このプロパティーはワイレスに接続することができます
pt_br: Esta acomodação não possui internet sem fio.

source: This property provides free breakfast. This is more savings for you!
fi_fi: Tämä majoituspaikka tarjoaa ilmaisen aamiaisen. Säästät lisää!
it_it: Questa struttura offre la Prima Colazione Gratuita. Un vantaggio ulteriore per voi!
ja_jp: このプロパティーはワイレスに接続することができます
pt_br: Está acomodação acompanha café da manhã grátis. Mais econômia para você!

source: This property has been rated safe by other travellers like you.
fi_fi: Muiden asiakkaiden arvostelujen mukaan turvallinen majoituspaikka.
it_it: Struttura giudicata sicura da altri clienti.
ja_jp: ここでは無料の朝食を提供します、こちらのほうが格安です。
pt_br: Esta propriedade tem sido avaliada como segura por outros viajantes como você.

source: Best Prices - Instant confirmation - Safe Hostels
fi_fi: Paras hinta - Välitön varmistus - Turvalliset hostellit
it_it: Il prezzo migliore - Conferma Immediata - Ostelli Sicuri
ja_jp: 格安ー直ちに手続きー安全なホステル
pt_br: Melhores preços - Confirmação instantânea - Albergues seguros

source: Guaranteed – Immediate – Safe
fi_fi: Taattu – Nopea – Turvallinen
it_it: Garantito - Immediato - Sicuro
ja_jp: 保証ー直ちにー安全
pt_br: Garantido - Imediato - Seguro

source: Showing between %s - %s
fi_fi: Tulokset välillä %s - %s
it_it: Mostra fra %s - %s
ja_jp: 見せる期間 %s - %s
pt_br: Mostrar entre %s - %s

source: Please enter dates to see all properties in %s
fi_fi: Anna päivämäärät nähdäksesi tulokset kohteessa %s
it_it: Inserite tutte le date per visualizzare tutte le strutture in %s
ja_jp: すべてのプロパティーも見る日程を入力してください %s
pt_br: Por favor entre com as datas para ver as acomodações em %s

source: Compare all hostels in %s
fi_fi: Vertaile kaikkia hostelleja kohteessa %s
it_it: Compara gli Ostelli in %s
ja_jp: %s他の全てのホステルと比べる
pt_br: Compare todos os albergues em %s

source: No. Beds
fi_fi: Vuoteiden määrä
it_it: Numero di Letti
ja_jp: ベットの数
pt_br: Número de Camas

source: No. Rooms
fi_fi: Huoneiden määrä
it_it: Numero di Stanze
ja_jp: 部屋の数
pt_br: Número de Quartos

source: No. Beds available
fi_fi: Ei vapaita vuoteita
it_it: Numero di letti disponibili
ja_jp: 利用可能のベットはありません
pt_br: Número de Camas disponíveis

source: No. Rooms available
fi_fi: Ei vapaita huoneita
it_it: Numero di Stanze disponibili
ja_jp: 利用可能の部屋はありません
pt_br: Número de quartos disponíveis

source: Enter a property name
fi_fi: Kirjoita majoituspaikan nimi
it_it: Ricerca per nome della struttura
ja_jp: プロパティーの名をタイプしてください
pt_br: Entre com um nome próprio

source: Enter a city name
fi_fi: Kirjoita kaupungin nimi
it_it: Ricerca per Città
ja_jp: 街の名前で検索：
pt_br: Entre com o nome da cidade

source: Overall
fi_fi: Kokonaisuus
it_it: Complessivo
ja_jp: 全体
pt_br: Total

source: Compare all properties in %s
fi_fi: Vertaile kaikkia hostelleja kohteessa %s
it_it: Compara le Strutture in %s
ja_jp: %sの全てのプロパティーと比べる
pt_br: Compare todas as hospedagens em %s

source: Avantages
fi_fi: Hyödyt
it_it: Vantaggi
ja_jp: 利点
pt_br: Vantagens

source: Numéro de dossier et email de confirmation
fi_fi: Tiedoston numero ja sähköposti vahvistus
it_it: Numero di pratica e email di conferma
ja_jp: アカウント番号と予約確認メール
pt_br: Número do arquivo e confirmação de email

source: Réservation sécurisée
fi_fi: Turvallinen varaus
it_it: Prenotazione sicura
ja_jp: 安全な予約
pt_br: Reserva segura

source: People:
fi_fi: Henkilöitä:
it_it: Persone:
ja_jp: 人：
pt_br: Pessoas

source: À propos de
it_it: Circa
pt_br: Sobre

source: Click to enlarge
fi_fi: Klikkaa suurentaaksesi
it_it: Clicca per ingrandire
ja_jp: クリックすると拡大します
pt_br: Clique para ampliar

source: Réserver %s
fi_fi: Varaa %s
it_it: Prenota %s
ja_jp: %sの予約
pt_br: Reservar %s

source: Availability (max)
fi_fi: Saatavuus (enintään)
it_it: Disponibilità (max)
ja_jp: 有効（最大）
pt_br: Disponibilidade (max)

source: Connexion
fi_fi: Kirjaudu
it_it: Accedi
ja_jp: ログイン
pt_br: Entrar

source: More Options
fi_fi: Lisää vaihtoehtoja
it_it: Ulteriori Opzioni
ja_jp: もっと選択肢あります
pt_br: Mais opções

source: Less Options
fi_fi: Vähemmän vaihtoehtoja
it_it: Meno Opzioni
ja_jp: 少ない選択肢
pt_br: Menos Opções

source: acceptée par l'établissement
fi_fi: Kohteessa hyväksytään
it_it: Accettate dalla Struttura
ja_jp: プロパーティーで受け入れられる
pt_br: aceito pelo estabelecimento

source: Select number of beds
fi_fi: Valitse vuoteiden määrä
it_it: Seleziona il numero di letti
ja_jp: ベットの数を選択してください
pt_br: Selecione o número de camas

source: Select number of rooms
fi_fi: Valitse huoneiden määrä
it_it: seleziona il numero di stanze
ja_jp: 部屋の数を選択してください
pt_br: Selecione o número de quartos

source: Video
it_it: Filmato
ja_jp: ビデオ

source: Sold out!
fi_fi: Loppuunmyyty
it_it: Completo!
ja_jp: 売り切れ！
pt_br: Esgotado!

source: Select card
fi_fi: Valitse kortti
it_it: Seleziona la Carta
ja_jp: カードを選択してください
pt_br: Selecione o cartão

source: Search by property
fi_fi: Hae kiinteistön nimellä
it_it: Ricerca per struttura :
ja_jp: プロパティーで検索：
pt_br: Busca por hostel

source: Search by city
fi_fi: Hae kaupungin nimellä
it_it: Ricerca per Città :
ja_jp: 街の名前で検索：
pt_br: Busca por cidade

source: Maximum number of guests in the dorm
fi_fi: Vieraiden enimmäismäärä makuusalissa
it_it: Numero massimo di ospiti per dormitoio
ja_jp: 寮につき最大のゲスト数
pt_br: Número máximo de hóspedes por dormitório

source: Female Dorm = Dorm for women only
fi_fi: Naisten yhteismajoitussali = Yhteismajoitussali vain naisille
it_it: Dormitorio per donne = dormitorio per sole donne
ja_jp: 女性寮 =女性だけのための寮
pt_br: Dormitório feminino = dormitório somente para mulheres

source: Male Dorm = Dorm for men only
fi_fi: Miesten yhteismajoitussali = Yhteismajoitussali vain miehille
it_it: Dormitorio per uomini = dormitorio per soli uomini
ja_jp: 男性寮 = 男性だけのための寮
pt_br: Dormitório masculino = dormitório somente para homens

source: Mixed Dorm = Dorm for women and men
fi_fi: Yhteismajoitussali = Yhteismajoitussali sekä miehille että naisille
it_it: Camerata mista = dormitorio per uomini e donne
ja_jp: 混合寮 = 女性と男性のための寮
pt_br: Dormitório misto = dormitório para mulheres e homens

source: Ensuite = Bathroom inside the dorm
fi_fi: Ensuite = kylpyhuone asuinhuoneessa
it_it: Bagno in camera = bagno all'interno del dormitorio
ja_jp: エンスイート＝寮の中の専用バスルーム
pt_br: Ensuite = banheiro (casa de banho) privado (a) dentro do quarto

source: Shared Bathroom = Bathroom not in the dorm
fi_fi: Jaettu kylpyhuone = ei kylpyhuonetta huoneessa
it_it: Bagno condiviso = bagno non nel dormitorio
ja_jp: 共用バスルーム＝寮の中ではないバスルーム
pt_br: Banheiro (casa de banho) compartilhado(a) = não há banheiro no dormitório

source: Single room = Room with 1 single bed for 1 person
fi_fi: Yhden hengen huone = huone 1 hengelle, 1 vuode
it_it: Camera singola = camera con 1 letto singolo per 1 persona
ja_jp: シングル ルーム= シングル ベッド 1 台 1 人 =
pt_br: Quarto individual = quarto com 1 cama de solteiro para 1 pessoa.

source: Double Room = Room with 1 double bed for 2 people
fi_fi: Parihuone = huone 2 hengelle, 1 parivuode
it_it: Camera matrimoniale = camera con 1 letto matrimoniale per 2 persone
ja_jp: ダブル ルーム 1 ＝ダブル ベッドと 2 人の 人用」
pt_br: Quarto Duplo = quarto com cama de casal para 2 pessoas.

source: Twin Room = Room with 2 single beds for 2 people
fi_fi: Kahden hengen huone = huone 2 hengelle, 2 sänkyä
it_it: Camera doppia = camera con 2 letti singoli per 2 persone
ja_jp: ツイン ルーム シングル ベッド 2 台を = 2 人用
pt_br: Quarto Twin = Quarto com 2 camas de solteiro para 2 pessoas.

source: Triple room = Room sleeps 3 people
fi_fi: Kolmen hengen huone = 3 vuodepaikkaa
it_it: Camera tripla = camera per 3 personeBagno in camera = bagno all'interno della camera
ja_jp: トリプル ルーム = ルーム眠る 3 人
pt_br: Quarto Triplo = quarto para 3 pessoas

source: Ensuite = Bathroom inside the room
fi_fi: Ensuite = kylpyhuone asuinhuoneessa
it_it: Bagno in camera = bagno all'interno della camera
ja_jp: エンスイートのバスルーム=部屋の中
pt_br: Ensuite = (casa de banho) banheiro dentro do quarto

source: Shared Bathroom = Bathroom not in the room
fi_fi: Jaettu kylpyhuone = ei kylpyhuonetta huoneessa
it_it: Bagno condiviso = bagno non in camera
ja_jp: バスルーム =部屋中にははない共用バスルームの
pt_br: Banheiro (casa de banho) compartilhado (a) = não há banheiro no quarto

source: Deposit will be charged in Pounds.
fi_fi: Takuumaksu veloitetaan punnissa.
it_it: Il deposito sarà addebitato in Sterline.
ja_jp: 預金はポンドで請求されます。
pt_br: Depósito serão cobrados em Libras.

source: First price per room from: %s
fi_fi: Ensihinta per huone alkaen: %s
it_it: Primo prezzo per camera a partire da: %s
ja_jp: プライベートルームは%sから。
pt_br: Primeiro preço por quarto a partir de: %s

source: First price per person from: %s
fi_fi: Ensihinta per henkilö alkaen: %s
it_it: Prezzo per persona a partire da: %s
ja_jp: プライベートルームは%sから。
pt_br: Primeiro preço por pessoa é a partir de: %s

source: Only with Internet access
fi_fi: Internetyhteys
it_it: Solo con accesso a Internet
ja_jp: インターネットアクセスのみ
pt_br: Apenas com acesso à Internet

source: Private rooms
fi_fi: Yksityiset huoneet
it_it: Stanze private
ja_jp: プライベートルーム
pt_br: Quartos privativos

source: Photos
fi_fi: Kuvat
it_it: Foto
ja_jp: 写真
pt_br: Fotos

source: Languages courses at a very affordable price
fi_fi: Kielikursseja hyvin edulliseen hintaan.
it_it: Corsi di lingua a prezzi molto convenienti
ja_jp: 非常に手頃な価格での言語コース
pt_br: Cursos de idiomas oferecidos a um preço muito acessível

source: Your deposit will be charged in British pounds.
fi_fi: Takuumaksu veloitetaan punnissa.
it_it: Il deposito sarà addebitato in Sterline.
ja_jp: 預金はポンドで請求されます。
pt_br: O seu depósito será cobrado em Libras.

source: In the dorms with the group
it_it: Nel dormitorio con il gruppo
ja_jp: グループのお客様とドミトリーにて
pt_br: Nos dormitórios com o grupo

source: Sorry. 10 people minimum for a group quote.
it_it: Siamo spiacenti ma il gruppo deve essere di almeno 10 persone.
ja_jp: 申し訳ありません。グループレートの適用は10名様からになります。
pt_br: Desculpe. Mínimo de 10 pessoas para uma quotação de grupo.

source: Lunch Pack
it_it: Pranzo al sacco
ja_jp: 弁当
pt_br: Pacote de almoço

source: To view the offer, you can also click on the link here:
it_it: Per visualizzare l'offerta puoi anche cliccare su questo link:
ja_jp: オファーをご覧になるには、こちらのリンクをクリックしてください。
pt_br: Para ver a oferta, você também pode clicar neste link:

source: I hope you have had time to take a look at the quote for your group.
it_it: Ci auguriamo che abbiate avuto il tempo di dare un occhiata al preventivo per il vostro gruppo.
ja_jp: お送りしたお客様用の見積もりはご覧いただけましたでしょうか。
pt_br: Esperamos que você tenha tido tempo para ver a quotação para o seu grupo
