Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
cs_cz: Nyní zaplatíte pouze zálohu jako potvrzení a zajištění vaší rezervace. Zbylá částka je splatná při příjezdu.Kontaktní údaje na ubytovací zařízení (email,adresu, telefon..) naleznete po rezervaci v potvrzujícím emailu.
de_de: Sie bezahlen jetzt nur die Kaution zur Bestätigung und zur Sicherung ihrer Buchung. Der restliche Betrag ist fällig bei Ankunft. Sie können die Kontaktangaben der Liegenschaft (Email, Adresse, Telefonnummer usw.) in ihrer Bestätigungs-Email finden, nachdem Sie die Buchung vollzogen haben.
ko_kr: 당신은 지금 예약을 확인하고 확보하기 위한 보증금을 지불해야합니다. 나머지 금액은 도착 시 지불하십시오. 당신은 예약한 후에, 확인 메일에서 호텔의 연락처 정보 (이메일, 주소, 전화 번호, ...)를 찾을 수 있습니다.
zh_cn: 确认和确保你的预定需要支付订金。余额可在到达时支付。预定后你会在确认邮件里发现住处的联系信息（邮件，地址，电话号码…)。

source: By clicking "Create Account" you confirm that you accept the Terms of Service and Privacy Policy.
cs_cz: Kliknutím na "Vytvořit účet" souhlasíte s Obchodními podmínkami a zásadami ochrany osobních údajů.
de_de: Durch Klicken auf "Konto eröffnen", akzeptieren Sie die Handelsbedingungen und Datenschutzrichtlinien.
ko_kr: "계정 만들기"를 클릭하여 서비스 이용 약관과 개인 정보 취급 방침에 동의해 주십시오.
zh_cn: 点击了“创建账户”，表明你接受了服务条款和隐私政策。

source: Create account
cs_cz: Vytvořte účet
de_de: Konto eröffnen
ko_kr: 계정 만들기
zh_cn: 点击了“创建账户”，表明你接受了服务条款和隐私政策。

source: Tell me about great deals and exclusive discounts!
cs_cz: Informujte mne o výhodných nabídkách a vyjímečných slevách!
de_de: Erzähl mehr über die tollen Deals und die exklusiven Rabatte!
ko_kr: 최고의 거래와 특별한 할인 정보를 알려주세요!
zh_cn: 通知我优惠打折活动

source: Save this property as a favorite
cs_cz: Uložit toto ubytovací zařízení jako oblíbené
de_de: Diese Immobilie als Favorit speichern
ko_kr: 이 호텔을 즐겨찾기로 저장하기
zh_cn: 为喜欢的住处

source: We will never sell your personal information - You can unsubscribe anytime.
cs_cz: Nikdy neprodáme vaše osobní data - můžete kdykoli zrušit svou registraci.
de_de: Wir werden ihre persönlichen Informationen nicht weitergeben - Sie können jederzeit ihr Abonnement stornieren.
ko_kr: 우리는 귀하의 개인 정보를 판매하지 않습니다 - 언제든지 구독을 취소하실 수 있습니다.
zh_cn: 我们绝不会泄露你的个人信息-你可以随时退订。

source: Your private notes (optional)
cs_cz: Vaše osobní poznámky (nepovinné)
de_de: Ihre privaten Notizen (optional)
ko_kr: 개인 메모 (선택 사항)
zh_cn: 你的私人标注（可选）

source: Characters left:
cs_cz: Zbývající znaky:
de_de: Buchstaben übrig:
ko_kr: 남은 글자 수 :
zh_cn: 留下的特点：

source: Update Notes
cs_cz: Aktualizace poznámek
de_de: Notizen updaten
ko_kr: 참고사항 업데이트
zh_cn: 更新标注

source: Remove from my favorites
cs_cz: Vyjmout z mých oblíbených
de_de: Meine Favoriten löschen
ko_kr: 즐겨찾기에서 제거하기
zh_cn: 从我的喜欢里移除

source: Cancel
cs_cz: Zrušit
de_de: Stornieren
ko_kr: 취소
zh_cn: 取消

source: My favorite properties
cs_cz: Moje oblíbená ubytovací zařízení
de_de: Meine Favoriten-Immobilien
ko_kr: 당신이 마음에 드는 호텔
zh_cn: 我喜欢的住处

source: List of favorite properties
cs_cz: Seznam oblíbených ubytovacích zařízení
de_de: Liste der Favoriten-Immobilien
ko_kr: 마음에 드는 호텔 목록
zh_cn: 喜欢的住处清单

source: My short notes about the property
cs_cz: Moje stručné poznámky o ubytovacím zařízení
de_de: Meine kurzen Notizen der Immobilie
ko_kr: 호텔에 대한 나의 짧은 기록
zh_cn: 我对住处的临时标注

source: Edit or remove
cs_cz: Editovat nebo vyjmout
de_de: Bearbeiten oder löschen
ko_kr: 편집 또는 삭제
zh_cn: 编辑或移除

source: Saved to my favorites
cs_cz: Uložit do oblíbených
de_de: Zu meinen Favoriten gespeichert
ko_kr: 즐겨 찾기에 저장
zh_cn: 保存到我的喜欢

source: Add to my favorites
cs_cz: Přidat do oblíbených
de_de: Zu meinen Favoriten hinzufügen
ko_kr: 내 즐겨 찾기에 추가
zh_cn: 添加到我的喜欢

source: You can save this property as a favorite in your account so you can easily book it at a later date if you wish.
cs_cz: Můžete si uložit toto ubytovací zařízení na svém účtu jako oblíbené,abyste ho, budete-li si to přát, mohli později snadno rezervovat.
de_de: Sie können diese Immobilie als ein Favorit in ihrem Konto speichern, damit Sie sie leicht zu einem späteren Zeitpunkt buchen können sofern Sie dies wünschen.
ko_kr: 이 호텔을 귀하의 계정에 즐겨 찾기로 저장하여, 원하는 때에 손쉽게 예약을 할 수 있습니다.
zh_cn: 你可以将这个住处添加到你的账户里我的喜欢，以后如果你想预定就很容易了。

source: Account created
cs_cz: Účet vytvořen
de_de: Konto ist eröffnet
ko_kr: 계정 생성
zh_cn: 创建了账户

source: To save a property as a favorite, you must be login to your account.
cs_cz: Pro uložení ubytovacího zařízení do oblíbených se musíte přihlásit ke svému účtu.
de_de: Um eine Immobilie als Favorit zu speichern, loggen Sie sich bitte in ihr Konto ein.
ko_kr: 즐겨 찾기로 호텔을 저장하려면, 귀하의 계정에 로그인해야합니다.
zh_cn: 你需要登陆到你的账户，才可以保存住处到我的喜欢。

source: By creating an account you will be able to save properties as favorites, get access to your bookings and ratings, and many more benefits.
cs_cz: Vytvoření účtu vám umožní ukládat ubytovací zařízení do oblíbených,získáte přístup ke svým rezervacím a cenám a mnoho dalších výhod.
de_de: Indem Sie ein Konto eröffnen sind Sie in der Lage Immobilien als Favoriten zu speichern, Zugang zu Buchungen und Bewertungen zu erhalten, und viele weitere Vorteile.
ko_kr: 계정을 만들면, 귀하가 원하는 호텔을 즐겨찾기에 저장할 수 있고, 예약과 평가를 할 수 있으며, 더 많은 혜택을 누릴 수 있습니다.
zh_cn: 创建了账户，你可以做很多事情，可以保存住处到我的喜欢，可以进行预定和评价，等。

source: Please enter your email address and we will send you a password.
cs_cz: Vyplňte prosím svou emailovou adresu a my vám zašleme heslo.
de_de: Bitte geben Sie ihre Email-Adresse ein und wir werden Ihnen ein Passwort zusenden.
ko_kr: 귀하의 이메일 주소를 입력해주시면 암호를 보내 드리겠습니다.
zh_cn: 请输入你的邮箱地址，我们会把密码发给你。

source: Saved favorite properties
cs_cz: Uložená oblíbená ubytovací zařízení
de_de: Gespeicherte Favoriten-Immobilien
ko_kr: 즐겨찾기에 호텔이 저장됨
zh_cn: 保存的喜欢的住处

source: Deposit to be paid now (%d%%)
cs_cz: Záloha splatná nyní (%d%%)
de_de: Kaution, die jetzt fällig ist (%d%%)
ko_kr: 지금 지불해야하는 보증금(%d%%)
zh_cn: 现在需要支付订金 (%d%%)

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
cs_cz: Zaplatíte nyní pouze zálohu (%d%% z celkové částky) jako potvrzení a zajištění vaší rezervace. Zbývající částku (%d%%) splatíte při příjezdu. Informaci o ubytovacím zařízení (email,adresu,telefonní číslo…) naleznete v potvrzujícím emailu po dokončení rezervace.
de_de: Sie bezahlen nur die Kaution (%d%% des Gesamtbetrages) und sichern so ihre Reservierung. Der Restbetrag (%d%%) ist bezahlbar bei Anreise. Sie finden die Kontaktinformationen der Immobilie (Email-Adresse, Anschrift, Telefonnummer usw.) in ihrer Bestätigungs-Email, nachdem Sie die Reservierung getätigt haben.
ko_kr: 지금, 예약을 확정하기 위한 보증금 (총 금액의 %d%%)을 지불해야합니다.나머지 금액 (%d%%)은 도착시 지불하시면 됩니다. 예약을 한 후, 확인 메일에서 호텔의 연락처 정보 (이메일, 주소, 전화 번호, …)을 찾을 수 있습니다.
zh_cn: 你现在支付%d%%的订金可以确定和确保你的预定。余额%d%%可在到达住处时支付。预定后你会在确认邮件里看到住处的联系信息（邮箱，地址，电话号码…)。

source: Deposit (%d%%)
cs_cz: Záloha (%d%%)
de_de: Kaution (%d%%)
ko_kr: 보증금(%d%%)
zh_cn: 订金（%d%%）

source: Amount already paid:
cs_cz: Již zaplacená částka:
de_de: Betrag bereits bezahlt:
ko_kr: 이미 지불한 금액:
zh_cn: 已经支付的金额：

source: The most popular
cs_cz: Nejoblíbenější
de_de: Das Beliebteste
ko_kr: 가장 인기있는 호텔
zh_cn: 最受欢迎的那个

source: Most popular
cs_cz: Nejoblíbenější
de_de: Die Beliebtesten
ko_kr: 인기있는 호텔
zh_cn: 最受欢迎的那些

source: Enter your dates
cs_cz: Zadejte svá data
de_de: Ihre Daten eingeben
ko_kr: 날짜를 입력하세요
zh_cn: 填入日期

source: Information
cs_cz: Informace
de_de: Informationen
hu_hu: Információ
ko_kr: 정보
zh_cn: 信息

source: This is the time your room will be ready the day of your arrival and the time you will need to leave your room the day of your departure. Most properties will store your luggage in a safe space if you arrive early or leave later and are open 24 hours a day. Please review the list of services offered by this particular property to confirm they are available.
cs_cz: Toto je čas, kdy bude váš pokoj připraven v den vašeho příjezdu a čas, kdy máte pokoj opustit v den vašeho odjezdu.Pokud přijedete dříve nebo odjedete později, většina ubytovacích zařízení uskladní vaše zavazadla na bezpečném místě, které je přístupné 24 hodin denně.Prosím zkontrolujte si seznam služeb nabízených konkrétním ubytovacímzařízením, abyste si potvrdili, že jsou k dispozici.
de_de: Dies ist die Zeit, an der ihr Zimmer für den Ankunftstag und Abreisetag und Zeit bereit sein wird und frei sein sollte bei ihrer Abreise. Die meisten Immobilien werden ihr Gepäck an einem sicheren Ort lagern, sollten Sie frühzeitig ankommen oder spät abreisen; dieser Abstellort wird 24 Stunden zur Verfügung stehen. Bitte lesen Sie die Dienstleistungen durch, welche von der bestimmten Immobilie angeboten wird um zu bestätigen, dass solche zur Verfügung stehen.
ko_kr: 귀하의 도착일과 출발일에 객실을 이용하실 수 있는 시간입니다.귀하가 일찍 도착하거나 늦게 떠나실 경우, 귀하의 수하물을 호텔의 안전한 공간에 보관하실 수 있습니다.호텔 대부분이 이러한 서비스를 제공하며 하루 24시간 운영됩니다. 서비스를 이용하기 위해서 호텔에서 제공되는 서비스의 목록을 확인하십시오.
zh_cn: 这是你到达那天你的房间准备就绪的时间以及你退房那天需要离开房间的时间。 如果你提前到达或延迟离开大多数住处都会把你的行李保存在安全的地方并且一天24小时有人值班。请阅读住处提供的服务列表来确认住处提供的服务。

source: Existing account
cs_cz: Existující účet
de_de: Bestehendes Konto
ko_kr: 기존 계정
zh_cn: 已有的账号

source: Create new account
cs_cz: Vytvořte nový účet
de_de: Neues Konto erstellen
ko_kr: 새 계정 만들기
zh_cn: 创建一个新账号

source: New password
cs_cz: Nové heslo
de_de: Neues Passwort
ko_kr: 새 암호
zh_cn: 新密码

source: Show room types
cs_cz: Ukažte typy pokojů
de_de: Zimmertypen anzeigen
ko_kr: 객실 유형보기
zh_cn: 显示房间类型

source: Hide room types
cs_cz: Skrýt typy pokojů
de_de: Zimmertypen verstecken
ko_kr: 객실 유형 숨기기
zh_cn: 隐藏房间类型

source: We are sorry but the maximum number of favorite properties you can save to your account is 30
cs_cz: Je nám líto, ale maximální počet oblíbených ubytovacích zařízení k uložení na vašem účtu je 30
de_de: Wir bedauern, aber die maximale Anzahl der Favoriten ihrer Immobilien, die Sie speichern können ist lediglich 30.
ko_kr: 죄송하지만, 귀하의 계정에 저장할 수 있는 즐겨찾기 호텔의 최대 수는 30 개 입니다.
zh_cn: 很抱歉地通知你你能保存的最喜欢的住处数量最多30个

source: This property has been saved in your "My account" section. You can now easily book it at a later date if you wish.
cs_cz: Toto zařízení bylo uloženo v sekci "Můj účet".Můžete ho nyní snadno rezervovat pro pozdější datum, pokud si přejete.
de_de: Diese Immobilie wurde in "Mein Konto" bereits gespeichert. Sie können jetzt ganz leicht zu einem späteren Zietpunkt buchen, falls Sie dies wünschen.
ko_kr: 이 호텔은 "내 계정"란에 저장되었습니다. 이제 귀하가 원하시는 때에, 쉽게 예약 할 수 있습니다.
zh_cn: 这个住处被保存在你的“我的账户”里。之后你可以很容易地预定它。

source: Most Popular Amenities
cs_cz: Nejoblíbenější zařízení
de_de: Die beliebtesten Vorzüge
ko_kr: 가장 인기있는 시설
zh_cn: 最流行的便利设施

source: Most Popular Types
cs_cz: Nejoblíbenější typy
de_de: Die beliebtesten Typen
ko_kr: 가장 인기있는 유형
zh_cn: 最流行的类型

source: Save
cs_cz: Uložit
de_de: Speichern
ko_kr: 저장
zh_cn: 保存

source: Last name
de_de: Nachname
ko_kr: 성
zh_cn: 名

source: Newsletter subscription
de_de: Newsletter-Abonnement
ko_kr: 뉴스 레터 구독

source: Show properties
de_de: Immobilien anzeigen
ko_kr: 호텔 표시

source: %d Bed Female Dorm Shared Bathroom
cs_cz: Ženská ložnice se %d lůžky a sdílenou koupelnou
de_de: %d-Betten weibliches Mehrbettzimmer mit geteiltem Bad
ko_kr: %d 베드 여성 기숙사 공용 욕실
zh_cn: %d张床位女性宿舍共用浴室

source: Deposit to be paid now (%d)
cs_cz: Záloha splatná nyní (%d)
de_de: Kaution, die jetzt fällig ist (%d)
ko_kr: 지금 지불해야하는 보증금(%d)
zh_cn: 现在需要支付订金 (%d)

source: You only pay the deposit (%d of total amount) to confirm and secure your reservation now. The remaining amount (%d) is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
cs_cz: Zaplatíte nyní pouze zálohu (%d z celkové částky) jako potvrzení a zajištění vaší rezervace. Zbývající částku (%d) splatíte při příjezdu. Informaci o ubytovacím zařízení (email,adresu,telefonní číslo...) naleznete v potvrzujícím emailu po dokončení rezervace.
de_de: Sie bezahlen nur die Kaution (%d des Gesamtbetrages) und sichern so ihre Reservierung. Der Restbetrag (%d) ist bezahlbar bei Anreise. Sie finden die Kontaktinformationen der Immobilie (Email-Adresse, Anschrift, Telefonnummer usw.) in ihrer Bestätigungs-Email, nachdem Sie die Reservierung getätigt haben.
ko_kr: 지금, 예약을 확정하기 위한 보증금 (총 금액의 %d)을 지불해야합니다.나머지 금액 (%d)은 도착시 지불하시면 됩니다. 예약을 한 후, 확인 메일에서 호텔의 연락처 정보 (이메일, 주소, 전화 번호, ...)을 찾을 수 있습니다.
zh_cn: 你现在支付%d的订金可以确定和确保你的预定。余额%d可在到达住处时支付。预定后你会在确认邮件里看到住处的联系信息（邮箱，地址，电话号码…)。

source: Deposit (%d)
cs_cz: Záloha (%d)
de_de: Kaution (%d)
ko_kr: 보증금(%d)
zh_cn: 订金（%d）

source: Changement de mot de passe
cs_cz: Změna hesla
de_de: Passwort ändern
hu_hu: Jelszó módosítása
ko_kr: 비밀 번호 변경
zh_cn: 更改密码

source: Veuillez remplir tous les champs
cs_cz: Prosím vyplňte všechna pole
de_de: Bitte füllen Sie alle Felder aus
hu_hu: Kérjük, töltse ki az összes mezőt
ko_kr: 모든 필드를 입력해주세요.
zh_cn: 请输入用户密码

source: Modifier
cs_cz: Změna
de_de: Ändern
hu_hu: Változás
ko_kr: 수정
zh_cn: 变更

source: Mot de passe oublié
cs_cz: Zapomněli jste heslo
de_de: Passwort vergessen
hu_hu: Elfelejtetted a jelszót?
ko_kr: 비밀 번호 찾기
zh_cn: 忘记密码

source: Veuillez entrer le courriel associé à votre compte
cs_cz: Prosím, zadejte e-mailovou adresu spojenou s vaším účtem
de_de: Bitte geben Sie die E-Mail Adresse an, die mit Ihrem Konto verbunden ist
hu_hu: érjük, adja meg az e-mail címét a fiókjához
ko_kr: 귀하의 계정과 연결된 이메일 주소를 입력해 주세요.
zh_cn: 请输入邮件地址

source: Obtenir nouveau mot de passe
cs_cz: Získat nové heslo
de_de: Neues Passwort anfordern
hu_hu: Kérjük válasszon egy új jelszót
ko_kr: 새로운 비밀번호를 요청합니다.
zh_cn: 获取新密码

source: Se connecter
cs_cz: Přihlásit
de_de: Login
hu_hu: Bejelentkezés
ko_kr: 로그인
zh_cn: 登陆

source: Votre compte sur %s
cs_cz: Váš účet na %s
de_de: Ihr Konto auf %s
hu_hu: Fiókja - %s
ko_kr: %s을 위한 당신의 계정
zh_cn: 您在%s上的帐户

source: Retour à la
cs_cz: Zpět na
de_de: Zurück zu
hu_hu: Vissza a
ko_kr: 위로 가기
zh_cn: 返回

source: page d'accueil
cs_cz: domovská stránka
de_de: Startseite
hu_hu: Honlap
ko_kr: 홈페이지
zh_cn: 首页

source: Les avantanges d'avoir un compte
cs_cz: Výhody účtu
de_de: Profitieren Sie von den Vorteilen, die ein Konto
hu_hu: Előnyei annak, hogy Önnek fiókja van
ko_kr: 계정을 가진 사람의 혜택
zh_cn: 拥有个人帐户的好处

source: Voir l'historique de vos réservations
cs_cz: Historie Vaší rezervace
de_de: Frühere Buchungen
hu_hu: Megtekintheti eddigi foglalásait
ko_kr: 예약 기록을 보세요
zh_cn: 您的预订记录

source: Évaluer les auberges visitées
cs_cz: Ohodnoťte navštívené ubytovny
de_de: Bewerten Sie besuchte Unterkünfte
hu_hu: Kérjük értékelje az Ön által látogatott szállókat
ko_kr: 방문한 호스텔 평가
zh_cn: 旅馆评价

source: Plus rapide lors de la réservation
cs_cz: Rychlejší rezervace
de_de: Schneller Buchungsvorgang
hu_hu: Gyorsabb foglalás
ko_kr: 빨리 예약
zh_cn: 快捷方便的预订服务

source: Modifier vos informations personnelles
cs_cz: Upravte své osobní údaje
de_de: Bearbeiten Sie Ihre persönlichen Daten
hu_hu: Módosíthatja a személyes adatait
ko_kr: 개인 정보 수정
zh_cn: 编辑个人信息

source: Connexion à votre compte
cs_cz: Přihlásit se ke svému účtu
de_de: Login auf Ihr Konto
hu_hu: Jelentkezzen be a fiókjába
ko_kr: 귀하의 계정에 로그인
zh_cn: 登录到您的帐户

source: Bienvenue dans la section "%s". Depuis celui-ci, vous avez accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
cs_cz: Vítejte v sekci "%s". Odtud máte přístup k vaší rezervaci ubytování, vašemu hodnocení, veškerým kontaktům (e-maily, telefonní čísla ..) a svému uživatelskému profilu.
de_de: Willkommen auf der Seite "%s". Von hier aus haben Sie Zugriff auf Ihre gebuchten Unterkünfte, Ihre Bewertungen, alle Kontaktdaten (E-Mails, Telefonnummern..) und Ihr Benutzerprofil.
hu_hu: Üdvözöljük "%s" részlegünkben. Innen hozzá tud férni a foglalásaihoz, az értékelésekhez, az összes kapcsolathoz (e-mail, telefonszám ..) és az Ön felhasználói profiljához.
ko_kr: %s 섹션에 오신것을 환영합니다. 이곳에서 당신의 호텔 예약, 당신의 평가의 모든 연락처 (이메일, 전화 번호 ...) 및 사용자 프로필에 액세스할 수 있습니다.
zh_cn: 欢迎访问“%s”。您可以从该处预订青年旅馆，发表评价，获取个人帐户资料，更新联系方式，如电子邮件和电话号码。

source: Mon Compte
cs_cz: Můj účet
de_de: Ihr Konto
hu_hu: Saját fiók
ko_kr: 내 계정
zh_cn: 我的帐户

source: Votre compte usager vous permet aussi d'effectuer plus rapidement une réservation en utilisant vos informations déjà entrées.
cs_cz: Váš uživatelský účet vám také umožňuje rychle provést rezervace pomocí vámi již zadaných informací.
de_de: Ihr Benutzerkonto können Sie auch zur schnelleren Buchung verwenden, da Ihrer Daten bereits eingetragen sind.
hu_hu: A felhasználói fiókja lehetővé teszi, hogy gyorsan foglaljon szállást a már beirt adatai segítségével.
ko_kr: 사용자 계정 또한 신속하게 이미 입력한 정보를 사용하여 예약하실 수 있습니다.
zh_cn: 经您许可的任一帐户使用者，在正确输入您的注册信息之后，同样能快速完成床位预订。

source: Nouveau CAPTCHA
cs_cz: New CAPTCHA
de_de: Neues CAPTCHA
hu_hu: Új CAPTCHA
ko_kr: 새로운 CAPTCHA
zh_cn: 新的captcha

source: Audio CAPTCHA
hu_hu: Hang CAPTCHA
ko_kr: 오디오 CAPTCHA
zh_cn: captcha音频

source: Image CAPTCHA
cs_cz: CAPTCHA obrázku
de_de: CAPTCHA Bild
hu_hu: Kép CAPTCHA
ko_kr: CAPTCHA 이미지
zh_cn: 验证码图片

source: Entrer le mot ci-dessus
cs_cz: Zadejte slovo výše
de_de: Geben Sie das Wort oben an
hu_hu: Írja be a fenti szót
ko_kr: 단어를 입력하세요.
zh_cn: 输入上面的单词

source: Entrer les numéros entendus
cs_cz: Zadejte čísla, které jste slyšeli
de_de: Geben Sie die gehörten Zahlen an
hu_hu: Írja be a hallott számokat
ko_kr: 들으신 숫자를 입력하세요.
zh_cn: 输入听到的数字

source: Entrer le code exactement comme il apparaît:
cs_cz: Zadejte kód přesně tak, jak ho vidíte:
de_de: Geben Sie den Code genau so ein, wie er erscheint:
hu_hu: Írja be a kódot pontosan ahogy megjelent:
ko_kr: 나타난 코드를 그대로 입력하세요 :
zh_cn: 输入听到代码：

source: S'enregister
cs_cz: Registrovat
de_de: Registrieren
hu_hu: Regisztráció
ko_kr: 가입 하기
zh_cn: 注册

source: Vous enregistrer
cs_cz: Registrovat
de_de: Registrieren
hu_hu: Regisztráció
ko_kr: 가입 하기
zh_cn: 注册

source: Créer votre compte
cs_cz: Vytvořte si svůj účet
de_de: Erstellen Sie Ihr persönliches Konto
hu_hu: Fiók létrehozása
ko_kr: 계정 만들기
zh_cn: 创建帐户

source: La création d'un compte vous donnera accès à votre historique de réservations et d'évaluations pour les auberges de jeunesse. Veuillez entrer votre adresse de courriel et nous vous enverrons un mot de passe.
cs_cz: Vytvoření účtu vám umožňuje přístup k historii vašich rezervací a vašeho hodnocení ubytoven. Prosím, zadejte vaši e-mailovou adresu a my vám pošleme heslo.
de_de: Mit der Erstellung eines Kontos erhalten Sie Zugriff auf Ihre Buchungsgeschichte und Ihre Bewertungen der Unterkünfte. Bitte geben Sie Ihre E-Mail Adresse ein und wir senden Ihnen ein Passwort.
hu_hu: Fiók létrehozása hozzáférést biztosít a foglalásaihoz és a szállások értékeléseihez. Kérjük, adja meg e-mail címét és elküldjük Önnek a jelszót.
ko_kr: 계정 만듬으로써 귀하의 예전 예약 기록과 유스 호스텔 리뷰에 대한 엑세스를 제공합니다. 귀하의 이메일 주소를 입력하세요. 비밀 번호를 보내드립니다.
zh_cn: 创建一个帐户，您可以随时查看预订记录和发表评价。请输入您的电子邮件，我们将向您发送密码。

source: Nom
cs_cz: Příjmení
de_de: Name
hu_hu: Családnév
ko_kr: 이름
zh_cn: 姓

source: Abonnement newsletter
cs_cz: Předplatné informačního buletinu
de_de: Newsletter abonnieren
hu_hu: Hírlevélre feliratkozás
ko_kr: 뉴스 레터 구독
zh_cn: 通讯订阅

source: S'enregistrer
cs_cz: Registrovat
de_de: Registrieren
hu_hu: Regisztráció
ko_kr: 가입
zh_cn: 注册

source: Auberges à %s incluant Auberges de Jeunesse à %s. 30,000 Auberges de jeunesses et logements pas chers à %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse à %s.
cs_cz: %s - Všechny levné hostely - %s Mapy %s. Fotografie a recenze pro každý hostel - %s.
de_de: Jugendherbergen in %s einschließlich Hostels in %s. 30.000 Hostels und Jugendherbergen in %s. Stadtpläne, Fotos, Tipps für jede Jugendherberge in %s.
hu_hu: %s-ban - Olcsó Hostelek %s-ban. Térképek %s-ról. Fotók és értékelések minden Hostelről %s-ban.
ko_kr: %s - %s안에 위치한 30,000의 모든 저렴한 호스텔과 유스호스텔. %s의 지도, %s의 사진, 팁, 행사, 가이드 호스텔
zh_cn: %s便宜旅馆和%s所有旅舍。此外，提供在%s所有旅舍地图、照片、提示、活动和指南。%s

source: Auberges en %s incluant Auberges de Jeunesse en %s. 30,000 Auberges de jeunesses et logements pas chers en %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse en %s.
cs_cz: %s - Všechny levné hostely - %s Mapy %s. Fotografie a recenze pro každý hostel - %s.
de_de: Hostels und Jugendherbergen in %s und Last Minute Angebote in %s. 30.000 Hostels und Jugendherbergen in %s. Stadtpläne, Fotos, Tipps für Hostels und Jugendherbergen in %s.
hu_hu: %s-ban - Olcsó Hostelek %s-ban. Térképek %s-ról. Fotók és értékelések minden Hostelről %s-ban.
ko_kr: %s - %s안에 위치한 30,000의 모든 저렴한 호스텔과 유스호스텔. %s의 지도, %s의 사진, 팁, 행사, 가이드 호스텔
zh_cn: 在%s旅舍，在%s30，000多家超低价旅舍，世界，城市，地图，照片，提示，事件，在%s的旅舍指南%s

source: Tous
cs_cz: Vše
de_de: Alle
hu_hu: Minden
ko_kr: 모든
zh_cn: 所有

source: City
cs_cz: Město
de_de: Stadt
ko_kr: 도시
zh_cn: 市

source: Country
cs_cz: Země
de_de: Land
hu_hu: Ország
ko_kr: 국가
zh_cn: 国家

source: Property
cs_cz: Majetek
de_de: Immobilien
hu_hu: Ingatlan
ko_kr: 숙박 업소
zh_cn: 物业

source: précédente
cs_cz: Předchozí
de_de: zurück
hu_hu: Előző
ko_kr: 이전
zh_cn: 以前

source: de
de_de: von
ko_kr: 의

source: suivante
cs_cz: Další
de_de: nächste
hu_hu: Következő
ko_kr: 다음
zh_cn: 以后

source: Classer par:
cs_cz: Třídit podle:
de_de: Sortieren nach:
hu_hu: Osztályozás:
ko_kr: 정렬 방법 :
zh_cn: 排序方式：

source: Hostel Name
cs_cz: Jméno
de_de: Name
hu_hu: Neve
ko_kr: 호스텔 이름
zh_cn: 名称

source: %s par page
cs_cz: %s na stránce
de_de: %s Ergebnisse
hu_hu: %s per oldal
ko_kr: 페이지당 %s
zh_cn: 每页显示%s

source: %s has sent you a message:
cs_cz: %s vám zaslal zprávu:
de_de: %s hat ihnen eine Nachricht geschickt:
hu_hu: %s üzenetet küldött Önnek:
ko_kr: %s 님으로부터 메시지가 왔습니다 :
zh_cn: %s给你发了信息：

source: PLEASE NOTE THIS IS NOT A CONFIRMED BOOKING
cs_cz: PROSÍM VEMTE NA VĚDOMÍ,ŽE TOTO NENÍ POTVRZENÁ REZERVACE
de_de: BITTE BEACHTEN SIE DAS DIES KEINE BESTÄTIGTE BUCHUNG IST.
hu_hu: FONTOS TUDNIA, HOGY EZ NEM VISSZAIGAZOLT FOGLALÁS
ko_kr: 예약이 확정된 것은 아님을 알려드립니다.
zh_cn: 請注意这个预定还没有确认

source: Bonjour
cs_cz: Dobrý den
de_de: Hallo
hu_hu: Jó napot
ko_kr: 안녕하세요.
zh_cn: 您好！

source: Merci d'avoir effectué votre réservation en ligne sur
cs_cz: Děkujeme Vám za vaši online rezervaci
de_de: Vielen Dank für Ihre Online - Reservierung auf
hu_hu: Köszönjük online foglalását weboldalunkon:
ko_kr: 온라인 예약을 감사드립니다.

source: Ceci est votre confirmation de réservation ainsi que votre reçu.
cs_cz: Toto je vaše potvrzení a vaše účtenka.
de_de: Dies ist Ihre Bestätigung und Quittung.
hu_hu: Ez a visszaigazoló email tartalmazza a számláját is.
ko_kr: 이것은 귀하의 확인 및 영수증입니다.
zh_cn: 感谢您使用我们的网上预订服务！这是您的预订确认函和收据。

source: Veuillez imprimer cet email et assurez vous de l'avoir avec vous lors de votre arrivée à l'établissement.
cs_cz: Prosím, vytiskněte si tento e-mail a ujistěte se, že ho máte při příjezdu do ubytovny sebou .
de_de: Bitte drucken Sie diese E-Mail aus und haben Sie diese bei Ihrer Anreise bei sich.
hu_hu: Kérjük, nyomtassa ki ezt az e-mailt, és hozza magával, amikor megérkezik a szállásra.
ko_kr: 본 이메일을 인쇄하시고 도착시 소지하고 계십시오.
zh_cn: 请将此电子邮件打印出来，以便随身携带，于入住当日向旅舍出示。
