Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Landmarks (within 2km)
cs_cz: Význačné body (do 2 km)
de_de: Wahrzeichen (2km Umkreis)
hu_hu: Látnivalók (2 km-en belül)
ko_kr: 랜드마크(2km 이내)
zh_cn: 地标（2公里内）

source: Voir la version traduite
cs_cz: Podívejte se na přeloženou verzi
de_de: Sehen Sie die übersetzte Version
hu_hu: Lásd a lefordított verziót
ko_kr: 번역된 버전보기
zh_cn: 参见译本

source: Voir l'original
cs_cz: Zobrazit původní
de_de: Original ansehen
hu_hu: Az eredeti mutatása
ko_kr: 원본 보기
zh_cn: 查看原始版本

source: Info & Prix
cs_cz: Info & ceny
de_de: Info & Preis
hu_hu: Info és Árak
ko_kr: 정보 및 가격
zh_cn: 空床位信息

source: Date invalide
cs_cz: Neplatné datum
de_de: Ungültiges Datum
hu_hu: Érvénytelen dátum
ko_kr: 날짜가 잘못되었습니다
zh_cn: 输入日期无效

source: Rechercher
cs_cz: Hledat
de_de: Suche
hu_hu: Keresés
ko_kr: 검색
zh_cn: 搜索

source: Recherche de disponibilités...
cs_cz: Hledat dostupnost ...
de_de: Suche nach Verfügbarkeit...
hu_hu: Keresési lehetőségek...
ko_kr: 검색 상태 ...
zh_cn: 搜索...

source: Free
cs_cz: zdarma
de_de: Frei
hu_hu: Ingyenes
ko_kr: 무료
zh_cn: 免费

source: Purchasable Extras
cs_cz: navíc ke koupi
de_de: Zusatzleistungen (gegen Aufpreis)
hu_hu: Megvásárolható extrák
ko_kr: 구입 가능한 부가 기능
zh_cn: 附加设备

source: Check-In/Out Details
cs_cz: registrace do/odhlášení z detaily
hu_hu: Be- és kijelentkezés részletei
ko_kr: 체크 인/아웃시 자세한 사항
zh_cn: 入住/退房细则

source: Check-in:
cs_cz: zaregistrovat se
hu_hu: Bejelentkezés
ko_kr: 체크 인
zh_cn: 入住：

source: Check-out:
cs_cz: odhlásit se
hu_hu: Kijelentkezés
ko_kr: 체크 아웃
zh_cn: 退房：

source: Cartes
cs_cz: Mapy
de_de: Karten
hu_hu: Térképek
ko_kr: 지도
zh_cn: 地图

source: Street View
cs_cz: výhled na ulici
de_de: Strassenansicht
hu_hu: Google Street view
ko_kr: 스트리트 뷰
zh_cn: 街景

source: Print Now
cs_cz: Vytisknout
de_de: Drucken
hu_hu: Nyomtassa ki most.
ko_kr: 프린트 하기
zh_cn: 立即打印

source: Votre réservation est maintenant confirmée. Nous vous conseillons d'imprimer cette page afin de conserver les détails de votre réservation. Vous devrez présenter cette confirmation lors de votre arrivée à
cs_cz: Vaše rezervace je nyní potvrzena. Doporučujeme vám vytisknout a uschovat tuto stránku s podrobnostmi vaší rezervace. Musíte předložit toto potvrzení při příjezdu na
de_de: Ihre Reservierung ist nun bestätigt. Wir empfehlen Ihnen diese Seite auszudrucken, um die Details Ihrer Buchung festzuhalten. Diese Bestätigung müssen Sie bei der Ankunft vorweisen:
hu_hu: Az Ön foglalása most megerősítést nyert. Javasoljuk, hogy nyomtassa ki ezt az oldalt a foglalás részleteivel. Önnek be kell mutatnia a megerősítést érkezéskor
ko_kr: 귀하의 예약이 지금 확인됩니다. 세부사항을 보관할 수 있도록 이 페이지를 인쇄할 것을 제안합니다. 당신은 이하의 호스텔에 도착 후 확인서를 제시해야 합니다:
zh_cn: 您的预订已确认。我们建议您将此网页上经确认的预订信息打印出来，以便抵达旅舍当日向对方出示。该旅舍网址链接：

source: Vous connecter
cs_cz: Připojit
de_de: Verbinden
hu_hu: Jelentkezzen be
ko_kr: 연결
zh_cn: 登陆

source: Nb. Personnes
cs_cz: Počet osob
de_de: Anzahl der Personen
hu_hu: Személyek száma
ko_kr: 인원
zh_cn: 人数

source: 10%% Arrhes facturé en %s à votre carte
cs_cz: 10%% zálohy účtováno in %s na vaši kartu
de_de: 10%% Anzahlung in %s auf Ihrer Kreditkarte belastet
hu_hu: 10%% Letét+ szolgáltatási díj terheli a kártyát %s-ban
ko_kr: 계약금은 총 금액의 10%%이며,%s를 통해 지불하고, 나머지는 도착 후 지불합니다.
zh_cn: 10%%定金从%s上收取

source: close
cs_cz: Zavřít
de_de: Schliessen
hu_hu: Zárva
ko_kr: 닫기
zh_cn: 关闭

source: Méthodes de paiement acceptée
cs_cz: Způsoby platby
de_de: Akzeptierte Zahlungsmethoden
hu_hu: Elfogadott fizetési módok
ko_kr: 지불 방법
zh_cn: 付款方式

source: carte de crédit
cs_cz: kreditní karty
de_de: Kreditkarte
hu_hu: Hitelkártya
ko_kr: 신용 카드

source: ainsi que plusieurs autres en fonction de l'établissement choisi
cs_cz: a několik dalších v závislosti na zvoleném hotelu
de_de: Weitere Zahlungsmöglichkeiten je nach Unterkunft möglich.
hu_hu: És több más a kiválasztott szállodától függően
ko_kr: 여러 다른 호텔 선택에 따라
zh_cn: 为您提供海量的住宿选择

source: Certains extraits du texte de cette page ont été traduits automatiquement. Cliquer sur les liens suivants changer les version :
cs_cz: Některé výňatky z textu na této stránce byly přeloženy automaticky. Pro změnu verze klikněte na níže uvedené odkazy:
de_de: Einige Auszüge aus dem Text dieser Seite wurden automatisch übersetzt. Klicken Sie auf die Links unten, um die Version zu ändern:
hu_hu: Egyes részletek ezen oldalon automatikusan vannak lefordítva. Kattintson az alábbi linkekre, hogy megváltoztassa a verziót:
ko_kr: 이 페이지의 텍스트에서 일부는 자동으로 번역되었습니다. 버전을 변경하려면 아래의 링크를 클릭하세요.
zh_cn: 本网页的部分文本可以自动翻译成您需要的文字，请点击以下链接选择：

source: %s est réglementé par l'Union Européenne.
cs_cz: %s se řídí Evropskou unií.
de_de: %s folgt den Maßstäbe der Europäischen Union.
hu_hu: %s szabályozza az Európai Unió.
ko_kr: %s는 UNICEF를 후원합니다.
zh_cn: %s接受l联合国儿童基金会人权工作委员监管

source: 100%% sécurisé.
cs_cz: Transakce 100%% bezpečné a zašifrované
de_de: 100%% sicher.
hu_hu: 100%%-os biztonság.
ko_kr: 계약은 안전하며 보안이 됩니다. 100%% 안전.
zh_cn: 交易加密，十分安全。

source: Paiements sécurisés et encryptés pour votre sécurité.
cs_cz: Platby zabezpečené a šifrované pro vaši bezpečnost.
de_de: Alle Zahlungen sind zu Ihrer persönlichen Sicherheit verschlüsselt.
hu_hu: A befizetések biztonságosak és kódoltak.
ko_kr: 귀하의 안전을 위해 안전하고 암호화된 결제
zh_cn: 加密安全

source: Seulement 10% pour garantir votre réservation.
cs_cz: Pouze 10% pro zajištění vaší rezervace.
de_de: Nur 10% Anzahlung, um Ihre Reservierung zu garantieren.
hu_hu: Csak 10% a lefoglalásért.
ko_kr: 오직 10 % 예약을 확보.
zh_cn: 10%的定金确保床位

source: %s Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
cs_cz: Není potřeba %s členská karta, aby jste obdrželi nejlepší ceny na internetu.
de_de: Es ist keine %s Mitgliedschaft nötig, um die besten Preise im Internet zu erhalten.
hu_hu: Nincs szükség %s tagsági kártyára, hogy a legjobb árakat kapja.
ko_kr: 최고의 가격을 제공하는 %s는 비싼 유스 호스텔 멤버십 카드가 필요하지 않습니다.
zh_cn: %s无需会员卡即可登陆本网站 查询千余处超低价位住宿

source: Réserver maintenant pour garantir votre chambre
cs_cz: Rezervujte si váš pokoj už teď
de_de: Buchen Sie jetzt, um sich ein Zimmer zu sichern.
hu_hu: Foglaljon most, hogy biztositsa a kivánt szobát
ko_kr: 지금 바로 방을 예약
zh_cn: 马上开始预订，确保您的床位。

source: Il y a eu une erreur lors du traitement de votre demande, veuillez vous assurer que vos informations sur la méthode de paiement sont exactes. Si le problème persiste, veuillez communiquer avec nous à l'adresse suivante : %s
cs_cz: Došlo k chybě při zpracování vašeho požadavku, ujistěte se, že Vaše informace o způsobu platby jsou správné. Pokud problém přetrvává, prosím použijte jinou kreditní kartu, i když to není ta, kterou si budete brát na vaši dovolenou nebo použijte kreditní kartu někoho jiného, kdo souhlasí s použitím jeho, její karty. Jestliže problém přetrvává kontaktujte nás na adrese: %s
de_de: Es gab einen Fehler bei der Bearbeitung Ihrer Anfrage. Stellen Sie bitte sicher, dass die Informationen Ihrer Zahlungsart korrekt sind. Falls Ihre Kreditkarte nicht funktionieren sollte, können Sie auch eine andere Kreditkarte nutzen, für deren Benutzung Sie authorisiert sind, selbst wenn diese nicht Ihnen gehört. Wenn das Problem weiterhin besteht, kontaktieren Sie uns bitte unter der folgenden Adresse: %s
hu_hu: Hiba történt az Ön rendelése közben, kérjük, ellenőrizze a fizetési mód pontos adatait vagy használjon egy másik hitelkártyát, nem szükséges, hogy az öné legyen vagy ugyan az legyen amit magával visz az utazásra. Ha a probléma továbbra is fennáll, lépjen kapcsolatba velünk a következő címen:%s
ko_kr: 요청을 처리하는 오류 발생, 그 지불 방법에 귀하의 정보가 정확한지 확인하시기 바랍니다. 만약 귀하가 여행중 소지하신 신용카드 혹은 제3자가 사용을 허락한 다른 신용카드로의 결제에 지속적으로 문제가 발생한다면, 다음의 주소 : %s로 연락 주시기 바랍니다
zh_cn: 处理请求出错！请确认支付方式有效或使用另一张信用卡（旅行时是否携带该卡不重要），您也可以使用别人的信用卡支付。如果该问题继续出现，请登陆%s

source: Modify this booking
cs_cz: Uprav tuto rezervaci
de_de: Diese Buchung ändern
hu_hu: Foglalás modositása
ko_kr: 예약 변경
zh_cn: 更改预订

source: People
cs_cz: lidé
de_de: Personen
hu_hu: Személyek
ko_kr: 인원수:
zh_cn: 人数

source: You will receive a confirmation email
cs_cz: Obdržíte okamžité potvrzení emailem
de_de: Sie erhalten sofort eine Bestätigung per E-Mail
hu_hu: Egy visszaigazoló e-mailt fog kapni
ko_kr: 실시간 예약 확인 이메일이 전송됩니다
zh_cn: 您将会受到即时确认电子邮件

source: (sans tiret)
cs_cz: (žádné pomlčky)
de_de: (Ohne Bindestriche und Leerzeichen)
hu_hu: (Nem kötőjelek)
ko_kr: (대시 없음)
zh_cn: （没有破折号）

source: Type de carte :
cs_cz: Typ kreditní karty
de_de: Kartenart:
hu_hu: A kártya típusa:
ko_kr: 카드 타입:
zh_cn: 卡类型：

source: Qu'est-ce que c'est ?
cs_cz: Co je to?
de_de: Was ist das?
hu_hu: Mi ez?
ko_kr: 이것은 무엇입니까?
zh_cn: 这是什么？

source: Final Step
cs_cz: Závěrečný krok
de_de: Letzter Schritt
hu_hu: Utolsó lépés
ko_kr: 마지막 스텝
zh_cn: 最后步骤

source: Transaction 100%% sécurisée et encryptée
cs_cz: Transakce 100%% bezpečné a zašifrované
de_de: Transaktion 100%% sicher und verschlüsselt
hu_hu: Biztonságos, kodolt tranzakció
ko_kr: 계약은 안전하며 보안이 됩니다. 100%% 안전
zh_cn: 交易加密，十分安全。

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 24 heures en avance pour ne pas être facturé la première nuit.
cs_cz: Změny a storna jsou snadné a možné. Kontaktujte přímo ubytovací zařízení, kde máte udělanou rezervaci. Změna data / pokoje: možná, záleží co je k dispozici. Storna: prosím podívejte se na podmínky uváděné zařízením.
de_de: Änderungen und Stornierungen sind möglich, bitte kontaktieren Sie die zuständige Unterkunft. Reisedaten/Zimmer ändern: je nach Verfügbarkeit möglich. Stornierung: Bitte beachten Sie die jeweiligen Richtlinien der Unterkunft, um die Berechnung der ersten Übernachtung vermeiden zu können.
hu_hu: Változások és törlések egyszerűen lehetségesek. Dátum/szoba modositás lehetséges a készlet erejéig. Törlés lehetséges: olvasd el a Hostel szabályzatát, hogy elkerüld az első éjszaka kifzetését.
ko_kr: 변경 및 취소가 쉽게 가능합니다. 일자 / 객실 변경: 이용가능에따라. 취소: 첫 번째 숙박일이 청구되지 않도록 최소 24시간 이전에 예약 취소 및 변경 정책에 따라 사전에 취소를 해야합니다.
zh_cn: 允许变更或取消预订，但需视具体情况而定，详情请参见本网站关于取消预定的相关条款，以避免被收取首夜的费用。

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
cs_cz: Na %s, pouze platíte zálohu 10%% z celkové částky) pro potvrzení a zabezpečení vaší rezervace. Zbytek ceny zaplatíte při příjezdu.
de_de: Auf %s zahlen Sie nur eine Anzahlung (10%% des Gesamtbetrags), um Ihre Buchung zu bestätigen und Ihre Reservierung zu sichern. Der restliche Betrag wird bei der Anreise bezahlt.
hu_hu: Az %s-on Ön csak a foglalási dijat fizeti (10%% az egész összegnek) hogy megerősitse és biztositsa foglalását. A maradékot megérkezéskor kell kifizetni.
ko_kr: 계약금은 총 금액의 10%%이며,%s를 통해 지불하고, 나머지는 도착 후 지불합니다.
zh_cn: 在%s预订房间，您只需提前支付10%%的定金，余额将在抵达旅舍当日支付。

source: Filter by Districts
cs_cz: Filtrovat podle oblasti
de_de: Filter nach Bezirken
ko_kr: 지역으로 필터 하기
zh_cn: 用区域过滤

source: Filter by Landmarks (within 2km)
cs_cz: Filtrovat podle význačných bodů (v okruhu 2 km)
de_de: Filter nach Wahrzeichen (innerhalb von 2 Km)
ko_kr: 랜드마크(2km 이내)로 조회
zh_cn: 用地标过滤（-2公里）

source: Filter by Landmarks
cs_cz: Filtrovat podle důležitých bodů
de_de: Filter nach Wahrzeichen
ko_kr: 랜드마크를 기준으로 조회
zh_cn: 用地标过滤（-2公里）

source: Camping
cs_cz: Kempování
de_de: Zeltplätze
ko_kr: 캠핑
zh_cn: 露营

source: Close Map
cs_cz: Zavři mapu
de_de: Karte schließen
hu_hu: Zárja be a térképet
ko_kr: 지도 닫기
zh_cn: 关闭地图

source: Please Wait
cs_cz: Prosím čekejte
de_de: Bitte warten
hu_hu: Kérem , várjon
ko_kr: 기다려 주세요
zh_cn: 请等一下

source: From
cs_cz: Od
de_de: Von
hu_hu: Feladó
ko_kr: 발신자
zh_cn: 发件人

source: Only 5 properties can be compared. Please remove a property from list.
cs_cz: Může být porovnáno jen 5 ubytovacích zařízení. Prosím vyjměte 1 ubytovací zařízení ze seznamu
de_de: Nur 5 Immobilien können verglichen werden. Bitte eine Immobilie von der Liste entfernen.
hu_hu: Csak 5 ingatlan összehasonlítása lehetséges. Kérem, töröljön egy ingatlant a listából.
ko_kr: 5개 숙소만 비교할 수 있습니다. 목록에서 숙소를 제거하십시오.
zh_cn: 只有5个住处可供比较. 请从清单上去掉一个住处。

source: Auberges à %s. Toutes les auberges à %s - %s
cs_cz: %s - Všechny levné hostely - %s - %s
de_de: %s - Alle Hostels und Jugendherbergen in %s - %s
hu_hu: %s - Hostelek és Ifjusági Szállások %s - %s
ko_kr: %s - %s안의 모든 호스텔과 유스호스텔호스 - %s
zh_cn: %s所有旅舍-%s-%s

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension à %s ?
cs_cz: Hledáte - Hostel, levný hotel, apartmán, pokoj, chalupu, pokoj se snídaní B & B, nebo ubytovnu - %s?
de_de: Suchen Sie ein Hostel, eine Herberge, ein günstiges Hotel, eine Ferienwohnung, ein Zimmer auf dem Land, ein Bed and Breakfast oder eine Pension auf %s?
hu_hu: Keres hostelt, ifjusági szállót, olcsó hotelt, apartmat, egy hálószoba víkendházat, B & B, illetve nyugdíjas szállást %s-ban?
ko_kr: %s에 호스텔, 저렴한 호텔, 아파트, 게스트 하우스, B & B를 찾고 계십니까?
zh_cn: 搜索%s价位最好的便宜旅馆、旅舍、公寓和床位（含早餐）

source: N'allez pas plus loin, tous les bons plans à %s sont sur %s.
cs_cz: Už nemusíte dál hledat, všechny dobré ceny pro následující město: %s jsou na %s.
de_de: Finden Sie die besten Angebote in %s auf %s!
hu_hu: Ne keressen tovább, minden jót ajánlat %s-ban %s.
ko_kr: %s의 모든 최고의 가격은 %s안에 있습니다.
zh_cn: 无需出门便能获取%s价格最好的空房（床位）信息，参见网址：%s。

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez vous aussi en toute sécurité le logement dernière minute idéal au meilleur prix dans tous les quartiers de %s : centre ville, quartier branché, quartier étudiant et universitaire, près des bus, de la gare, de l'aéroport ainsi que près de toutes les attractions de %s.
cs_cz: Tak jako tisíce lidí každý měsíc, zarezervujte si vaše ubytování bezpečně za nejlepší cenu ve všech čtvrtích - %s. Na této stránce můžete jedoduše najít ubytovnu v centru, univerzitní studentské čtvrti, v blízkosti autobusové zastávky, nádraží, letiště a blízko všech atrakcí - %s.
de_de: Jeden Monat buchen Tausende Menschen von jung und alt Last Minute Unterkünfte zum besten Preis in allen Vierteln von %s: Stadtzentrum, Studenten-Bezirk, nahe Bushaltestellen, Bahnhöfen, Flughäfen und in der Nähe von allen Attraktionen in %s.
hu_hu: Több ezer fiatal és idős foglalja biztonságosan szállását a legjobb áron, minden hónapban, minden fajta környéken %s-nak. Ezen az oldalon könnyen talál szállást a belvárosban, trendi, és egyetemi hallgató kerületben, közel buszhoz, vasútállomáshoz, repülőtérhez és közel minden látványossághoz %s-ban.
ko_kr: 매달 수천명이 하듯이 당신도 호스텔을 %s의 저렴한 가격에 안전하게 예약하세요. 웹사이트에 당신은 트렌디한 시내 주변의 호스텔을 쉽게 찾을 수 있고 또한 대학가, 기차정류장, 공항, 그리고 모든 %s의 관광명소에 가까운 호스텔을 찾을 수 있습니다.
zh_cn: 为成千上万的用户提供安全、快捷、可靠的网上床位预订服务，帮您搜到%s市中心、城郊、大学城附近价位最好的住宿，地理位置优越，靠近%s市各景区，交通便利，易于搭乘汽车、火车、飞机出行。

source: To view prices and availability, please enter your dates.
cs_cz: Pro zobrazení cen a dostupnosti vyplňte prosím datum.
de_de: Für Preise und Verfügbarkeiten geben Sie bitte Ihre Reisedaten ein.
hu_hu: Hogy lásd az árakat és elérhetőséget kérünk, add meg a kívánt dátumot.
ko_kr: 가격 및 예약 가능 여부를 보려면 날짜를 입력해 주십시오.
zh_cn: 请输入日期以查看房价和空房情况。

source: Beds (max)
cs_cz: Dostupná lůžka
de_de: verfügbare Betten
hu_hu: Foglalható Ágyak
ko_kr: 예약가능한 침대
zh_cn: 可用床数

source: Rooms (max)
cs_cz: Dostupné pokoje
de_de: verfügbare Zimmer
hu_hu: Foglalható Szobák
ko_kr: 예약가능한 룸
zh_cn: 可用房间数

source: Plus sur ce logement
cs_cz: Více informací o tomto zařízení
de_de: Mehr zu dieser Unterkunft
hu_hu: További informacio erről a szállásról
ko_kr: 이 곳에 대한 자세한 정보
zh_cn: 更多细节

source: Info
cs_cz: Informace
de_de: Information
hu_hu: Információ
ko_kr: 정보
zh_cn: 信息

source: Disponibility and Price
cs_cz: Dostupnost a cena
de_de: Verfügbarkeit und Preis
hu_hu: Elérhetőség és ár
ko_kr: 예약가능한 객실 및 가격
zh_cn: 可用性与价格

source: Save Note
cs_cz: Uložit poznámku
de_de: Notizen speichern
ko_kr: 메모 내용 저장
zh_cn: 保存备注

source: Arrival:
cs_cz: Příjezd:
de_de: Ankunft:
ko_kr: 도착 :
zh_cn: 到达：

source: Number of nights:
cs_cz: Počet nocí:
de_de: Anzahl der Übernachtungen:
ko_kr: 숙박 일수 :
zh_cn: 夜晚数量：

source: %d guests in %d Bedroom (1 guest in each room).
cs_cz: %d hostů v %d ložnicích (1 host v každém pokoji).
de_de: %d Gäste in %d Schlafzimmer (1 Gast in jedem Zimmer).
ko_kr: %d명의 손님이 %d개의 베드룸 ( 1명의 손님 각 룸당)
zh_cn: %d个客人住%d个卧室（1个客人每个房间）。

source: You only pay the deposit (%d%% of total amount) to confirm and secure your reservation now. The remaining amount (%d%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
cs_cz: Zaplatíte nyní pouze zálohu (%d%% z celkové částky) jako potvrzení a zajištění vaší rezervace. Zbývající částku (%d%%) splatíte při příjezdu. Informaci o ubytovacím zařízení (email,adresu,telefonní číslo…) naleznete v potvrzujícím emailu po dokončení rezervace.
de_de: Sie bezahlen nur die Kaution (%d%% des Gesamtbetrages) und sichern so ihre Reservierung. Der Restbetrag (%d%%) ist bezahlbar bei Anreise. Sie finden die Kontaktinformationen der Immobilie (Email-Adresse, Anschrift, Telefonnummer usw.) in ihrer Bestätigungs-Email, nachdem Sie die Reservierung getätigt haben.
ko_kr: 지금, 예약을 확정하기 위한 보증금 (총 금액의 %d%%)을 지불해야합니다.나머지 금액 (%d%%)은 도착시 지불하시면 됩니다. 예약을 한 후, 확인 메일에서 호텔의 연락처 정보 (이메일, 주소, 전화 번호, …)을 찾을 수 있습니다.
zh_cn: 你现在支付%d%%的订金可以确定和确保你的预定。余额%d%%可在到达住处时支付。预定后你会在确认邮件里看到住处的联系信息（邮箱，地址，电话号码…)。

source: Amount already paid
cs_cz: Již zaplacená částka:
de_de: Betrag bereits bezahlt:
ko_kr: 이미 지불한 금액:

source: Updating...
cs_cz: Aktualizace...
de_de: Aktualisieren...
hu_hu: Frissités...
ko_kr: 업데이트 중...
zh_cn: 更新 ...

source: Méthode de Paiement
cs_cz: Způsob platby
de_de: Zahlungsart
hu_hu: Fizetési mód
ko_kr: 지불 방법
zh_cn: 付款方式

source: La méthode de paiement utilisée nécessite une validation en mode 3D.
cs_cz: Platební metoda vyžaduje ověření v 3D režimu.
de_de: Die Zahlungsmethode erfordert die Validierung im 3D-Modus.
hu_hu: Ezt a fizetési módót szükséges érvényesítésiteni 3D módban.
ko_kr: 결제 방법은 3 차원 모드에서 유효성 검사를 필요로합니다.
zh_cn: 有效的付款方法需经过3D模式验证。

source: Veuillez cliquer sur le boutton ci-dessous pour procéder vers le site de votre fournisseur. Vous serez ensuite automatiquement redirigé vers cette page pour procéder au paiement final. Merci.
cs_cz: Prosím, klikněte na tlačítko níže pro přístup na webové stránky svého poskytovatele. Poté budete automaticky přesměrováni na tuto stránku pro dokončení platby. Děkujeme Vám.
de_de: Bitte klicken Sie auf den Button unten, um auf die Website Ihres Anbieters weitergeleitet zu werden. Sie werden dann automatisch zu dieser Seite zurückgeleitet, um die Zahlung abzuschliessen. Vielen Dank.
hu_hu: Kérjük, kattintson az alábbi gombra hogy eljusson az Ön szolgáltatójának a honlapjára. Ezután Ön automatikusan át lesz irányítva erre az oldalra a végső fizetés érdekében. Köszönjük.
ko_kr: 아래 버튼을 클릭하십시오 귀하의 제공 업체의 웹사이트로 이동합니다. 그러면 자동으로 해당 페이지로 최종 결제를 만들기 위해 리디렉션됩니다. 감사합니다.
zh_cn: 请点击以下按钮，您将被自动定向到另一个页面，完成付款。谢谢合作！

source: Validation 3D
cs_cz: Ověření 3D
de_de: 3D-Validierung
hu_hu: Érvényesítés 3D
ko_kr: 3D검증
zh_cn: 3D验证

source: La validation 3D à été complétée. Veuillez entrer l'information ci-dessous pour confirmer le paiement.
cs_cz: Validace byla dokončena v 3D. Prosím, zadejte své údaje níže k potvrzení platby.
de_de: Die Validierung wurde in 3D abgeschlossen. Bitte geben Sie Ihre Informationen unten an, um die Zahlung zu bestätigen.
hu_hu: Az érvényesítés megtörtént 3D-ben. Kérjük, adja meg adatait a fizetés megerősítése érdekében.
ko_kr: 유효성 검사는 3 차원으로 완성되었습니다. 지불 확인을 위해 아래에 귀하의 정보를 입력하십시오.
zh_cn: 3D验证完成，请在此处输入付款信息并确认支付。

source: Updating Currency ...
cs_cz: Aktualizace měny...
de_de: Währung aktualisieren...
hu_hu: Frissítse a pénznem típusát
ko_kr: 업데이트 중...
zh_cn: 更新货币 ...

source: Invalid format
cs_cz: Neplatný formát
de_de: Format ungültig
hu_hu: Érvénytelen forma
ko_kr: 잘못된 형식입니다.
zh_cn: 格式错误

source: Hébergement
cs_cz: Všechny levné ubytovny
de_de: Günstige Hostels und Jugendherbergen
hu_hu: Olcsó Hostelek
ko_kr: 호스텔
zh_cn: 便宜旅馆/旅舍

source: Les Villes
cs_cz: Seznam měst
de_de: Städteübersicht
hu_hu: Városok listája ahol olcsó Hosteleket találhat.
ko_kr: 도시
zh_cn: 以下城市提供便宜住宿

source: Retour à tous les pays d'
cs_cz: Zpět na všechny země
de_de: Zurück zu allen Ländern in
hu_hu: Foglalási lehetőség az összes országban
ko_kr: 모든 국가 옵션으로 돌아가기

source: Localisation invalide sur Google Map
cs_cz: Neplatné umístění na Google Mapě
de_de: Lage ungültig auf Google Maps
hu_hu: Érvénytelen helyszin a Google Map-on
ko_kr: Google 지도를 위한 잘못된 위치
zh_cn: 谷歌地图搜索无效

source: Searching for %s
cs_cz: Vyhledej %s
de_de: Suchen nach %s
hu_hu: Keresés: %s
ko_kr: % s에 대해 검색
zh_cn: 搜索%s

source: Please wait while we are finding the best deals for you ...
cs_cz: Prosím čekejte, zatímco pro vás hledáme nejlepší cenu...
de_de: Bitte warten Sie bis wir die besten Angebote für Sie gefunden haben...
hu_hu: Kérjük várjon, amíg megtaláljuk Önnek a legjobb ajánlatot....
ko_kr: 검색중입니다. 잠시만 기다려주십시오.
zh_cn: 请稍候,我们正在您在线查找最优惠的价格。

source: Plus de 30,000 Auberges de Jeunesse disponible en ligne
cs_cz: Více než 30 000 ubytoven online
de_de: Über 30.000 Hostels und Jugendherbergen online
hu_hu: Több mint 30.000 szállás online
ko_kr: 30,000곳 이상의 호스텔을 온라인으로 이용가능
zh_cn: 在线预订全球30,000多家便宜旅舍

source: Accueil
cs_cz: Vítejte
de_de: Willkommen
hu_hu: Főoldal
ko_kr: 홈페이지
zh_cn: 新搜索

source: Auberges et logements pas chers
cs_cz: Mládežnické Ubytovny
de_de: Hostels und Jugendherbergen
hu_hu: Hostelek és Ifjúsági Szállások
ko_kr: 호스텔
zh_cn: 旅舍

source: Réservation d'auberges de jeunesse pour les groupes
cs_cz: Rezervace ubytoven pro skupiny
de_de: Gruppenbuchungen für Hostels und Jugendherbergen
hu_hu: Hostelek csoport foglalás
ko_kr: 단체 예약 호스텔
zh_cn: 团体预订

source: Groupes 10+
cs_cz: Skupiny 10 +
de_de: Gruppen 10+
hu_hu: Csoportok 10 +
ko_kr: 10명 이상 그룹
zh_cn: 团体10 +

source: Événements
cs_cz: Události
de_de: Veranstaltungen
hu_hu: Események
ko_kr: 이벤트
zh_cn: 活动

source: Destinations
cs_cz: Průvodce
de_de: Reiseziele
hu_hu: Úticélok
ko_kr: 여행지
zh_cn: 旅游指南

source: Pays introuvable
cs_cz: Stránka nenalezena
de_de: Kein Land gefunden
hu_hu: Nem található az ország
ko_kr: 국가를 찾을 수 없음
zh_cn: 国家未找到

source: Ville introuvable
cs_cz: Město nenalezeno
de_de: Keine Stadt gefunden
hu_hu: Nem található a város
ko_kr: 도시를 찾을 수 없음
zh_cn: 城市未找到

source: Search by city or hostel name:
cs_cz: Hledejte podle města nebo jména objektu:
de_de: Nach Stadt oder Name des Hostels suchen:
hu_hu: Keress szállás vagy város név szerint:
ko_kr: 호스텔 이름이나 도시명으로 검색하기:
zh_cn: 按旅舍名或城市名搜索：

source: Enter a city name or hostel name
cs_cz: Hledej městem nebo jménem
de_de: Stadt oder Hostels
hu_hu: Írd be a szállás vagy a város nevét
ko_kr: 호스텔 이름이나 도시명 입력하기
zh_cn: 输入旅舍名或城市名

source: Joignez-vous à nous sur Facebook
cs_cz: Připojte se k nám na Facebook
de_de: Folgen Sie uns bei Facebook
hu_hu: Csatlakozzon hozzánk a Facebook-on
ko_kr: 저희 페이스북 페이지에 가입하세요.
zh_cn: 加入我们的Facebook

source: %s: Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
cs_cz: %s: Není potřeba mít členskou kartu, aby jste získali ty nejlepší ceny na internetu.
de_de: %s: Sie benötigen keine Mitgliedschaft, um die besten Preise im Internet zu finden.
hu_hu: %s: Nincs szüksége tagsági kártyára hogy a legjobb ár ajánlatot kapja.
ko_kr: %s : 회원 카드 없이 인터넷에서 가장 좋은 가격을 받을 수 있습니다.
zh_cn: %s：无需会员卡即可登陆本网站查询千余处超低价住宿

source: Créer un compte dès maintenant
cs_cz: Vytvořte si svůj účet nyní
de_de: Erstellen Sie jetzt ein Konto
hu_hu: Hozzon létre most egy fiókot
ko_kr: 지금 계정 만들기
zh_cn: 立即创建帐户

source: Destinations Populaires
cs_cz: Cíl cesty
de_de: Beliebte Reiseziele
hu_hu: Népszerű úticélok
ko_kr: 목적지
zh_cn: 热门目的地

source: %s-Map
cs_cz: %s
de_de: %s
hu_hu: %s-Térkép
ko_kr: %s
zh_cn: %s

source: Navigation
cs_cz: Navigace
hu_hu: Navigáció
ko_kr: 항해
zh_cn: 导航
