Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Rester connecté
fi_fi: Muista minut
it_it: Rimani connesso
ja_jp: ログイン継続
pt_br: Manter conexão

source: Code de confirmation
fi_fi: Vahvistuskoodi
it_it: Codice di conferma
ja_jp: 確認コード
pt_br: Seu número de confirmação

source: no
fi_fi: ei
ja_jp: いいえ
pt_br: Não

source: Chinese
fi_fi: kiina
ja_jp: 中国語
pt_br: Chinês

source: Auberge
pt_br: Albergue

source: Bar(s)
fi_fi: Baari(t)
ja_jp: バー
pt_br: Bar(es)

source: Solarium
ja_jp: 日光浴室
pt_br: Solário

source: No
fi_fi: Ei
ja_jp: いいえ
pt_br: Não

source: Most Popular Amenities
fi_fi: Suosituimmat palvelut
pt_br: Serviços Mais Populares

source: Most Popular Types
fi_fi: Suosituimmat vaihtoehdot
pt_br: Tipos Mais Populares

source: Save
fi_fi: Tallenna
pt_br: Salvar

source: Last name
pt_br: Último nome

source: Newsletter subscription
pt_br: Inscrição na newsletter

source: Show properties
pt_br: Mostrar propriedades

source: Best price
pt_br: Melhor preço

source: Best location
pt_br: Melhor localização

source: Safest
pt_br: Mais seguro

source: Best rating
pt_br: Melhor avaliação

source: %d Bed Female Dorm Shared Bathroom
fi_fi: %d Hengen Ylioppilasasuntola Naisille Yhteisen Kylpyhuoneen kanssa
pt_br: %d Camas em Dormitório Feminino com Banheiro Compartilhado

source: Audio CAPTCHA
ja_jp: オーディオCAPTCHA
pt_br: Áudio CAPTCHA

source: Language Lessons ? CoursParticuliers.com
ja_jp: 言語のレッスンしますか？ CoursParticuliers.comをお尋ねください

source: Hostelworld customer review
ja_jp: 世界中のホステルのレビュー

source: Yasmine M, Rio De Janeiro
ja_jp: リオデジャネイロのヤスミン M

source: Lesley F, Boston
ja_jp: ボストンのレスリーF

source: Carmen J, Lima
ja_jp: リマのカルメン J

source: Hiroto V, Seoul
fi_fi: Hiroto V, Soul
ja_jp: ソウルのキム ヨン

source: Ali S, Casablanca
ja_jp: アリ S、カサブランカのアリ S

source: Email
fi_fi: Sähköposti
ja_jp: 支払い安全化、安全のため暗号化

source: Fax
fi_fi: Faksi
ja_jp: ファックス

source: E-mail
fi_fi: Sähköposti
ja_jp: Eメール

source: Bar
fi_fi: Baari
ja_jp: バー

source: Sauna
ja_jp: サウナ

source: Internet / Wi-Fi
ja_jp: インターネット

source: Internet
ja_jp: インターネット

source: Hostel section
fi_fi: Hostelli-osa
