Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_sm.po
Languages: pl_pl

source: 30,000 Auberges et logements pas chers
pl_pl: 30 000 tanich Schronisk Młodzieżowych i noclegów

source: Plus de 30,000 Logements dernière minute pas chers accessibles en seulement quelques clics.
pl_pl: Ponad 30 000 last minute tanich noclegów dostępnych po zaledwie kilku kliknięciach.

source: Bienvenue sur le répertoire le plus complet d'Auberges De Jeunesse, Hôtels pas chers, appartements, chambre d’hôtes, Bed and Breakfast B&B et Pensions en français. Veuillez sélectionner un continent afin de voir tous les pays ou vous pourrez trouver des logements dernière minute pas chers.. Vous pouvez aussi directement choisir le pays dans la liste ci-dessous:
pl_pl: Zapraszamy do najbardziej kompletnego katalogu Schronisk Młodzieżowych, hosteli, tanich hoteli, Bed and Breakfast i Pensjonatów w języku polskim. Proszę wybrać kontynent aby zobaczyć wszystkie kraje, w których można znaleźć tani nocleg z ostatniej chwili .. Możesz także bezpośrednio wybrać kraj z listy poniżej:

source: Il n'y a aucun commentaire. Soyez le premier à évaluer cette auberge!
pl_pl: Nie ma żadnych komentarzy. Oceń Schronisko Młodzieżowe jako pierwszyl!

source: Erreur 400 - Page Introuvable
pl_pl: Błąd 404 - Nie znaleziono strony

source: The request cannot be fulfilled due to bad syntax
pl_pl: Zapytanie nie zostało odnalezione z uwagi na błędną składnię

source: Merci
pl_pl: Dziękujemy

source: Partially Available
pl_pl: Częściowo dostępne

source: Show fully available only
pl_pl: 1 w pełni dostępny akademik

source: We are displaying rooms with both full and partial availability for your dates. You can select this filter to only see rooms with full availability for your stay.
pl_pl: Pokazujemy pokoje w całkowice oraz częściowo dostępne w podanych datach. Możesz zaznaczyć opcję pokazywania pokoi całkowicie dostępnych.

source: Type of dorms
pl_pl: Rodzaj akademika

source: Chambres partagées - Dortoirs
pl_pl: Dormitoria - Cena za osobę

source: You must share the room (unless you purchase all the beds in the dorm).
pl_pl: Musisz współdzielić pokój (chyba, że zapłacisz za wszystkie łóżka w dormitorium).<br /><br />Dormitorium dla kobiet = Dormitorium tylko dla kobiet<br />Dormitorium dla mężczyzn = Dormitorium tylko dla mężczyzn<br />Dormitorium mieszane = Dormitorium dla kobiet i mężczyzn<br />Pokój z łazienką = Łazienka dostępna w pokoju<br />Łazienka dzielona = Łazienka na korytarzu

source: Dorms for your group only
pl_pl: Akademik na wyłączność tylko dla Twojej grupy

source: Complete dorm only
pl_pl: Tylko cały akademik

source: We will only show you dorms you can fully book. You will need to take all the beds in that particular dorm even if you do not need all of them. This is often used by groups.
pl_pl: Pokażemy Ci tylko te akademiki, które możesz zarezerwować w całości. Będziesz musiał zarezerwować wszystkie dostępne pokoje. Jest to często stosowane przy większych grupach.

source: Average per night per person
pl_pl: Średnia cena za noc za osobę

source: Average Price
pl_pl: Średnia Cena

source: Average price per night for requested arrival date and length of stay. Actual day-by-day prices may vary. However, our prices are quaranteed and you will never pay more.
pl_pl: Średnia cena za noc w podanym terminie, na określony czas pobytu. Ceny aktualne mogą ulec zmianie z dnia na dzień. Aczkolwiek, nasze ceny są gwarantowane, więc nigdy nie będziesz zmuszony do dopłacania.

source: Price
pl_pl: Cena

source: Maximum
pl_pl: Maksimum

source: No dorms available
pl_pl: Brak dostępnych dormitoriów

source: Lowest night:
pl_pl: Najtańsza noc:

source: Price per bed (not per room)
pl_pl: Cena za łóżko (nie za pokój)

source: 1 fully available dorm.
pl_pl: 1 w pełni dostępny akademik.

source: %d fully available dorms.
pl_pl: %d w pełni dostępnych akademików.

source: 1 fully available dorm and 1 already partially occupied (beds already occupied: %d).
pl_pl: 1 w pełni dostępny akademik i 1 częściowo zajęty (łóżka już zajęte: %d).

source: This dorm is already partially occupied (beds already occupied: %d).
pl_pl: Ten akademik jest już częścio zajęty (łóżka już zajęte: %d).

source: %d dorms fully available and 1 dorm already partially occupied (beds already occupied: %d).
pl_pl: %d akademików w całości dostępnych i 1 akademik juz częściowo zajęty (łóżka już zajęte: %d).

source: Arrivée
pl_pl: Przyjazd

source: Nombre de Nuits
pl_pl: Noce

source: VERSION ORIGINALE :
pl_pl: Wersja oryginalna:

source: Breakfast Included
pl_pl: Śniadanie wliczone w cenę

source: This type of dorm can accommodate up to 1 guest per dorm.
pl_pl: Ten rodzaj akademika może pomieścić 1 gościa.

source: This type of dorm can accommodate up to %d guests per dorm.
pl_pl: Ten rodzaj akademika może pomieścić do %d gości.

source: Guest
pl_pl: Gość

source: Guests
pl_pl: Goście

source: Availability
pl_pl: Dostępność

source: Dorm
pl_pl: Akademik

source: Dorms
pl_pl: Dormitoria

source: Type of private bedrooms
pl_pl: Rodzaj pokoi prywatnych

source: You must pay for the whole private room, even if you do not need all the beds. The room cannot be shared.
pl_pl: Musisz zapłacić za wszystkie łóżka w prywatnym pokoju, nawet jeśli ich nie potrzebujesz. Nie możesz dzielić tego pokoju.

source: Price per Person
pl_pl: Cena za Osobę

source: Price per Room
pl_pl: Cena za Pokój

source: Average per night per room
pl_pl: Średnia cena za noc za pokój

source: No private room available
pl_pl: Brak dostępnych pokoi prywatnych

source: 1 guest in 1 Bedroom.
pl_pl: 1 gość w 1 Pokoju.

source: 1 guest in %d Bedrooms (%d guests in each room).
pl_pl: 1 gości w %d Pokojach (%d gości w każdym pokoju).

source: 1 guest in %d Bedrooms (%d guest in each room).
pl_pl: 1 gości w %d Pokojach (%d gości w każdym pokoju).

source: %d guests in 1 Bedroom.
pl_pl: %d gości w 1 Pokoju.

source: %d guests in %d Bedrooms (%d guests in each room).
pl_pl: %d gości w %d Pokojach (%d gości w każdym pokoju).

source: %d guests in %d Bedrooms (%d guest in each room).
pl_pl: %d gości w %d Pokojach (%d gości w każdym pokoju).

source: This type of bedroom can accommodate up to 1 guest per room.
pl_pl: Ten rodzaj pokoju może pomieścić 1 gościa w pokoju.

source: This type of bedroom can accommodate up to %d guests per room.
pl_pl: Ten rodzaj pokoju może pomieścić do %d gości w pokoju.

source: Bedroom
pl_pl: Pokój

source: Bedrooms
pl_pl: Pokoje

source: Best price. We guarantee it.
pl_pl: Najlepsza cena. Gwarantujemy.

source: It only takes 2 minutes
pl_pl: To zajmie tylko 2 minuty.

source: Home page
pl_pl: Strona główna

source: View Full Site
pl_pl: Zobacz całą stronę

source: View Mobile Site
pl_pl: Zobacz stronę na komórce

source: Booking Guarantee
pl_pl: Rezerwacja Gwarantowana

source: No Fees
pl_pl: Żadnych dodatkowych opłat

source: No Booking fees
pl_pl: Żadnych dodatkowych opłat za rezerwację

source: Youth Hostel
pl_pl: Schronisko Młodzieżowe

source: Cheap Hotel
pl_pl: Tani hotel

source: Appartment
pl_pl: Mieszkanie

source: Guesthouse - B&B
pl_pl: Dom wczasowy- B&B

source: View all %s properties
pl_pl: Zobacz wszystkie %s obiekty

source: Dorms from %s
pl_pl: Dormitoria od %s

source: Private rooms from %s
pl_pl: Pokoje prywatne od %s

source: Nb Rooms
pl_pl: Liczba pokoi

source: Nb Guests
pl_pl: Liczba gości

source: Text/SMS (FREE)
pl_pl: Darmowe potwierdzenie SMS

source: Text/SMS sent
pl_pl: SMS wysłany

source: Send now
pl_pl: Wyślij teraz

source: Arrival day
pl_pl: Data przyjazdu

source: 1 Day before arrival
pl_pl: 1 dzień przed przyjazdem

source: 2 Days before arrival
pl_pl: 2 dni przed przyjazdem

source: 3 Days before arrival
pl_pl: 3 dni przed przyjazdem

source: 4 Days before arrival
pl_pl: 4 dni przed przyjazdem

source: 5 Days before arrival
pl_pl: 5 dni przed przyjazdem

source: 6 Days before arrival
pl_pl: 6 dni przed przyjazdem

source: 1 Week before arrival
pl_pl: Tydzień przed przyjazdem

source: Confirmed
pl_pl: Potwierdzone

source: New
pl_pl: Nowe

source: Save my card details
pl_pl: Zachowaj dane z mojej karty kredytowej

source: Booking Summary
pl_pl: Podsumowanie rezerwacji

source: Change Credit card on file
pl_pl: Zmień kartę kredytową w rejestrze

source: Confirm Credit card
pl_pl: Potwierdź kartę kredytową

source: Credit card on file
pl_pl: Karta kredytowa w rejestrze

source: Use credit card on file
pl_pl: Użyj karty kredytowej z rejestru

source: Billing
pl_pl: Rachunek

source: Change
pl_pl: Zmiana

source: Card type
pl_pl: Typ karty

source: Edit
pl_pl: Edytuj

source: Use a different credit Card
pl_pl: Użyj innej karty kredytowej

source: Mobile Version
pl_pl: Wersja na komórkę

source: Book and check your bookings on your mobile
pl_pl: Zarezerwuj i sprawdź swoje rezerwacje na komórce

source: Book on your mobile
pl_pl: Zarezerwuj na komórce

source: Check your bookings on your mobile
pl_pl: Sprawdź swoje rezerwacje na komórce

source: Resend confirmation email
pl_pl: Wyślij ponownie e-mail z potwierdzeniem

source: Same Day booking
pl_pl: Rezerwacja tego samego dnia

source: same day booking on your Mobile
pl_pl: Rezerwacja tego samego dnia na twojej komórce

source: Join us on Facebook
pl_pl: Przyłącz się do nas na Facebooku

source: Join us on facebook and receive up to 60 free minutes from Skype
pl_pl: Przyłącz się do nas na Facebooku a otrzymasz do 60 darmowych minut na Skypie

source: An email has been sent to your address.
pl_pl: E-mail został wysłany na twój adres

source: An email will be sent to your email to redeem your free minutes from Skype within 7 days.
pl_pl: E-mail będzie wysłany na twój adres z intrukcją jak otrzymać darmowe minuty na Skypie w ciągu 7 dni.

source: Please contact us at %s to receive your free minutes from Skype after you have become a fan of our facebook page.
pl_pl: Prosimy o kontakt na %s aby otrzymać darmowe minuty na Skypie, po tym jak zostałeś fanem naszej strony na facebooku.

source: Thank you
pl_pl: Dziękujemy

source: Want to receive up to 60 minutes of free calling from Skype ?
pl_pl: Chesz otrzymać do 60 darmowych minut na Skypie?

source: Then Join us on Facebook! This is that simple.
pl_pl: Przyłącz sie do nas na Facebooku! To jest takie proste!

source: Then Join us on Facebook before 30/06/2011! This is that simple!
pl_pl: Przyłącz sie do nas na Facebooku przed 30/06/2011! To jest takie proste!

source: Limited to 1 per customer and 1 per email address used to book on %s.
pl_pl: Limitowane do 1 klienta i 1 adresu e-mail użytego do zarezerwowania na %s.

source: The “Up to 60 Minutes Free Credit from Skype” Offer runs from 01/04/2011 until 30/06/2011
pl_pl: Oferta " Do 60 darmowych minut na Skypie" jest ważna między 01/04/2011 a 30/06/2011

source: By participating in the “Up to 60 Minutes Free Credit from Skype” Offer, and redeeming the free credit voucher code from Skype on Skype.com, the Participant also agrees to be bound by Skype: Skype Communications S.a.r.l. located at 23-29 Rives de Clausen, 2165 Luxembourg
pl_pl: Poprzez udział w promocji "Do 60 darmowych minut na Skypie" i użycie kuponu z darmowymi minutami podczas korzystania ze Skypa na Skype.com, użytkownik zgadza się być ograniczony przez Skypa: Skype Communications S.a.r.l. mieszczący się na 23-29 Rives de Clausen, 2165 Luxembourg

source: %s reserves the right in its sole discretion to modify or discontinue the "Up to 60 Minutes Free Credit from Skype" Offer or to restrict its availability to any person, at any time, for any or no reason, and without prior notice or liability to participants.
pl_pl: %s rezerwuje sobie prawo do modyfikowania albo przerwania promocji "Do 60 darmowych minut na Skypie" albo do odmówienia udziału w niej komukolwiek, kiedykolwiek, z jakiegokolwiek albo bez powodu, bez potrzeby uprzedniego informowania.

source: 60 total minutes is based on a single call to a landline at the estimated rate of €0.02 per minute as controlled by Skype.
pl_pl: 60 minut jest obliczone na podstawie jednego połączenia z telefonu stacjonarnego w szacowanej wysokości € 0,02 za minutę, kontrolowane przez Skype.

source: Participants must redeem their free credit voucher code from Skype on Skype.com by 31/07/2011 after which time the option to use the free credit from Skype expires. There are no refunds for expired free credit voucher codes from Skype.
pl_pl: Uczestnicy promocji muszą odebrać swój darmowy kredyt ze Skype.com do 31/07/2011 po którym to terminie nie będzie możliwe korzystanie z kredytu. Nie ma żadnych zwrotów za nieużyte kupony z darmowymi minutami.

source: No cash value will be given for the “Up to 60 Minutes Free Credit from Skype” Offer.
pl_pl: Promocja "Do 60 darmowych minut" nie ma wartości pieniężnej

source: "Skype Promotion Terms and Conditions."
pl_pl: Warunki korzystania z promocji Skypa

source: Rate this property
pl_pl: Oceń ten obiekt

source: Rate
pl_pl: Oceń

source: To register your property or change the desciption of your property, please fill up the form below.
pl_pl: Aby zarejstrować swój obiekt albo zmienić opis swojego obiektu, proszę wypełnić poniższą formę.

source: We will contact you with the next steps. Thank you.
pl_pl: Skontaktujemy się z tobą z kolejnymi intrukcjami. Dziękujemy.

source: Chat support
pl_pl: Pomoc w Rozmowie

source: Live Chat
pl_pl: Rozmowa na żywo

source: End Chat
pl_pl: Zakończ rozmowę

source: Send
pl_pl: Wyślij

source: Agent typing
pl_pl: Agent pisze

source: Translation done by Google. Hello, %s. Can I help you with anything today?
pl_pl: Tłumaczone przez google. Cześć, %s. W czym mogę Ci dziś pomóc?

source: first name
pl_pl: Imię

source: Language
pl_pl: Język

source: I'm sorry, your Agent has left the chat. If you would like to chat with another Agent, please click the LogOut link below and open a new chat from the website chat link.
pl_pl: Przykro nam, ale twój agent opuścił rozmowę. Jeśli chciałbyś porozmawiać z innym agentem proszę wyloguj się z tej rozmowy i zaloguj się do nowej.

source: %s exited session.
pl_pl: %s opuścił sesję

source: %s joined session.
pl_pl: %s przyłączył się do sesji

source: Please wait for someone in %s to join the conversation...
pl_pl: Prosimy czekać aż ktoś z %s przyłączy się do rozmowy

source: There are currently no agents logged in. Please leave us your email address, your booking number and any questions you may have so we can get back to you. Thank you.
pl_pl: Obecnie nie ma żadnych zalogowanych agentów. Prosimy zostaw nam swój adres e-mail, numer rezerwacji i pytania abyśmy mogli się z tobą skontaktować jak najszybciej. Dziękujemy.

source: Message
pl_pl: Wiadomość

source: Reset
pl_pl: Zresetuj

source: Continue
pl_pl: Kontynuuj

source: Submit
pl_pl: Złóż

source: No agents online
pl_pl: Nie ma dostępnych agentów

source: Your request for support has been successfully sent.
pl_pl: Twoja prosba o pomoc została wysłana pomyślnie.

source: Email failed
pl_pl: E-mail nie został wysłany

source: Email sent
pl_pl: E-mail został wysłany

source: First name
pl_pl: Imię

source: %s, you have been placed into the Support Queue...
pl_pl: %s, zostałeś umieszczony w kolejce do Pomocy

source: Please wait here while we connect you.
pl_pl: Prosimy czekać, podczas gdy cię łączymy.

source: You will be transferred to the first available service representative. There are approximately %s user(s) ahead of you.
pl_pl: Będziesz skontaktowany z pierwszym dostępnym agentem. Jest około %s czekających przed Tobą.

source: Send E-mail
pl_pl: Wyślij e-mail

source: You are no longer waiting to chat and may close this window.
pl_pl: Nie czekasz już na rozmowę i możez zamknć to okno.

source: Please wait, you are next in line.
pl_pl: Proszę czekaj, jesteś następny.

source: Hello! To better serve you, an agent is available and can help you reserve a room. Would you chat with him?
pl_pl: Cześć! Nasz agent jest gotowy pomóc ci w rezerwacji pokoju. Czy chcesz z nim porozmawiać?

source: Did this chat help?
pl_pl: Czy ta rozmowa pomogła?

source: yes
pl_pl: tak

source: no
pl_pl: nie

source: Was the representative friendly?
pl_pl: Czy agent był przyjazny?

source: Booking Number
pl_pl: Numer rezerwacji

source: Property number
pl_pl: Numer obiektu

source: English
pl_pl: Angielski

source: French
pl_pl: Francuski

source: Spanish
pl_pl: Hiszpański

source: German
pl_pl: Niemiecki

source: Finnish
pl_pl: Fiński

source: Portuguese
pl_pl: Portugalski

source: Italian
pl_pl: Włoski

source: Russian
pl_pl: Rosyjski

source: Czech
pl_pl: Czeski

source: Hungarian
pl_pl: Węgierski

source: Polish
pl_pl: Polski

source: Chinese
pl_pl: Chiński

source: Japanese
pl_pl: Japoński

source: Korean
pl_pl: Koreański

source: Suedish
pl_pl: Szwedzki

source: Dutch
pl_pl: Holenderski

source: Phone number
pl_pl: Numer telefonu

source: Cell phone number
pl_pl: Numer telefonu komórkowego

source: Last bookings
pl_pl: Ostatnie rezerwacje

source: New booking
pl_pl: Nowa rezerwacja

source: %s Hostels in %s
pl_pl: %s Schroniska Młodzieżowe - %s

source: 5$/night + compare %s cheap
pl_pl: 5$/noc + porównaj %s tanie

source: accomodations in %s.
pl_pl: zakwaterowanie w %s

source: 5$/night + compare %s cheap
pl_pl: 5$/noc + porównaj %s tanie

source: Hello. Would you prefer to use %s in %s. Same properties, same great prices!
pl_pl: Witaj. Czy chiałbyś używać %s w %s. Te same obiekty, te same niskie ceny!

source: Yes please.
pl_pl: Tak, poproszę.

source: No thank you
pl_pl: Nie, dziękuję.

source: movie
pl_pl: film

source: address
pl_pl: Adres

source: contact info
pl_pl: kontakt

source: telephone
pl_pl: Telefon

source: Group Booking
pl_pl: Rezerwacja grupowa

source: We are your dedicated Group Booking specialist.
pl_pl: Jesteśmy specjalistami w rezerwacjach grupowych

source: Up to 80 people per reservation!
pl_pl: Do 80 osób na jedną rezerwację

source: If you are looking for a hostel, a Youth hostel, a hotel, a B&B or a cheap acommodation for your group, we are here to help.
pl_pl: Jeśli szukasz schroniska młodzieżowego, hostelu, hotelu, B&B albo taniego noclegu dla twojej grupy, jesteśmy tu aby pomóc.

source: You can safely book online:
pl_pl: Możesz bezpiecznie rezerwować on-line.

source: Sports groups
pl_pl: Grupy sportowe

source: Trips cultural, linguistic, thematic groups
pl_pl: Grupy kulturalne, lingwistyczne, tematyczne

source: Bachelor party / Stag / Stagette groups
pl_pl: Wieczór panieński/kawalerski

source: Schools groups
pl_pl: Grupy szkolne

source: Students groups
pl_pl: Grupy studenckie

source: Family Reunion
pl_pl: Spotkania rodzinne

source: Marriage
pl_pl: Śluby

source: Business Trips
pl_pl: Spotkania biznesowe

source: Pilgrimage
pl_pl: Pilegrzymki

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses…
pl_pl: Stowarzyszenia, izby handlowe, szkoły,uniwersytety, obozy dzienne, obozy sportowe, centra młodzieżowe, biura podróży, związki zawodowe, centra rekreacyjne, firmy…

source: Click here to book for your group in more than 30,0000 facilities around the world. Your reservation is guaranteed and immediate.
pl_pl: Kliknij tu aby zarezerwować noclegi dla Twojej grupy w ponad 30,0000 ośrodkach na całym świecie. Twoja rezerwacja jest gwarantowana i natychmiastowa.

source: Hello
pl_pl: Witaj

source: Thank you for your question.
pl_pl: Dziękujemy za Twoje pytanie.

source: Please do not hesitate to contact us again if you have any questions.
pl_pl: Prosimy, nie wahaj sie z nami skontaktować ponownie, jeśli masz jakiekolwiek pytania.

source: Sincerely.
pl_pl: Serdecznie

source: Customer Service
pl_pl: Obsługa klienta

source: Price per person (Dorm shared with others)
pl_pl: Cena za osobę (Dormitorium dzielone z innymi)

source: Price per room (not per person)
pl_pl: Cena za pokój (Nie za osobę)

source: You must pay for the whole private room, even if you do not need all the beds. The room can not be shared.
pl_pl: Muszisz zapłacić za cały prywatny pokój nawet jeśli nie potrzebujsz wszystkich łóżek, pokój nie może być współdzielony.

source: Private room Double bed = 1 bed for 2 people in 1 private room
pl_pl: Prywatny pokój podwójne łóżko = 1 łóżko dla 2 osób w 1 prywatnym pokoju

source: Private room 2 beds = 2 single beds in 1 private room
pl_pl: Prywatny pokój 2 łóżka = 2 pojedyncze łóżka w 1 prywatnym pokoju

source: Close Chat
pl_pl: Zamknij rozmowę

source: Close
pl_pl: Zamknij

source: Payment in English pounds:
pl_pl: Opłata w funtach angielskich:

source: keep Credit card on file
pl_pl: Zapamietaj kartę kredytową

source: Change credit card on file
pl_pl: Zmień kartę kredytową

source: Your credit card on file has been changed.
pl_pl: Twoja karta kredytowa została zmieniona.

source: Select which credit to use.
pl_pl: Wybierz ktorą kartę kredytową, którą chcesz użyć.

source: Select which credit card to delete
pl_pl: Wybierz ktorą kartę kredytową, którą chcesz usunąć

source: Select which credit card to change
pl_pl: Wybierz ktorą kartę kredytową, którą chcesz zmienić.

source: Enter new credit card information
pl_pl: Wprowadź nowe dane karty kredytowej

source: Credit Card information is encrypted and secure
pl_pl: Informacje o karcie kredytowej są bezpieczne I zaszyfrowane

source: Last reservations:
pl_pl: Moje rezerwacje:

source: Review
pl_pl: Przegląd

source: Provide a review
pl_pl: Oceń

source: Review provided
pl_pl: Oceniono

source: Mobile version
pl_pl: Wersja na komórkę

source: Check your reservation on your Mobile
pl_pl: Sprawdź swoją rezerwację na komórce

source: This property requires a minimum stay of %d night
pl_pl: Ten obiekt wymaga minimalnego pobytu na %d noc

source: This property requires a minimum stay of %d nights
pl_pl: Ten obiekt wymaga minimalnego pobytu na %d nocy

source: Sorry, no rooms are available for all the nights you have selected
pl_pl: Przepraszamy, nie ma dostępnych pokoi w wybranej dacie

source: Location
pl_pl: Lokalizacja

source: Please remember:
pl_pl: Prosimy pamiętaj:

source: We cannot recommend a property over another one.
pl_pl: Nie możemy polecać jednego obiektu bardziej niż innego.

source: We only provide contact information (Email, telephone number…) in the confirmation email after you have made a reservation.
pl_pl: Podajemy tylko dane kontaktowe (e-mail, numer telefonu…) w wiadomości potwierdzającej twoją rezerwację

source: You do not need a yearly membership card to reserve on our website.
pl_pl: Nie potrzebujesz rocznej karty członkowskiej, aby rezerwować na naszej stronie.

source: Property availability error
pl_pl: Błąd w dotępności obiektu

source: Data unavailable. Please try again.
pl_pl: Dane niedostępne. Prosimy spróbować ponownie.

source: No rooms available for the selected nights.
pl_pl: Brak dostępnych pokoi w wybranych datach

source: No rooms available for this property.
pl_pl: Brak dostępnych pokoi dla tego obiektu.

source: Transaction Secured and encrypted
pl_pl: Płatność zabezpieczona i zaszyfrowana dla Twojego bezpieczeństwa.

source: This property has a minimum stay of %d nights
pl_pl: Ten obiekt wymaga minimalnego pobytu na %d nocy

source: Errors
pl_pl: Błędy:

source: Details.
pl_pl: Szczegóły:

source: You must have a valid credit card to book on %s
pl_pl: Musisz mieć ważną kartę kredytową aby rezerwować na %s

source: A friend or a family member can lend you his/her credit card for the reservation.
pl_pl: Przyjaciel albo członek rodziny może pożyczyć Ci kartę kredytową potrzebną do rezerwacji.

source: You can use a different credit card to pay the balance upon arrival at the property.
pl_pl: Możesz użyć innej karty kredytowej, aby zapłacić resztę rachunku po przyjeździe do obiektu.

source: Reservations in the past hour.
pl_pl: Rezerwacje z ostatniej godziny.

source: Add Favorite
pl_pl: Dodaj Ulubione

source: Recently Viewed Hostels
pl_pl: Ostatnio przeglądane obiekty

source: Top rated hostels in %s
pl_pl: Najwyżej oceniane obiekty w %s
