Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Click here to book for your group in more than 30,0000 facilities around the world. Your reservation is guaranteed and immediate.
cs_cz: Klikněte zde pro rezervaci vaší skupiny ve více než 30 000 zařízeních po celém světě. Vaše rezervace je garantována a okamžitá.
de_de: Klicken Sie hier, um eins von 30.000 Hostels und Jugendherbergen weltweit für Ihre Gruppe zu buchen. Ihre Reservierung ist garantiert und sofort gültig.
hu_hu: Kattintson ide a csoportos foglalásért több mint 30,0000 helyre, szerte a világon. Az Ön foglalása garantált és azonnali.
ko_kr: 호스텔을 검색하시려면 이곳을 클릭하세요. 가장 안전하고 신속하게 예약을 도와드립니다.
zh_cn: 点击网站，预订全球超过30，000家旅舍。我们保证安全、快捷的网络预订。

source: Hello
cs_cz: Dobrý den
de_de: Hallo
hu_hu: Üdvözöljük
ko_kr: 안녕하세요.
zh_cn: 您好！

source: Thank you for your question.
cs_cz: Děkujeme vám za váš dotaz.
de_de: Danke für Ihre Anfrage.
hu_hu: Köszönjük kérdését
ko_kr: 문의 감사드립니다.
zh_cn: 谢谢您的询问

source: Please do not hesitate to contact us again if you have any questions.
cs_cz: Prosím neváhejte nás opět kontaktovat pokud máte jakékoliv dotazy.
de_de: Bitte zögern Sie nicht uns erneut zu kontaktieren, falls Sie weitere Fragen haben.
hu_hu: Kérjük vegye fel velünk azonnal a kapcsolatot, ha bármilyen kérdése van.
ko_kr: 궁금한 점이 있으시면 언제든지 문의해주세요.
zh_cn: 如果您有任何问题，请联络我们！

source: Sincerely.
cs_cz: Upřímně
de_de: Mit freundlichen Grüßen,
hu_hu: Tisztelettel
ko_kr: 감사합니다.
zh_cn: 您真诚的

source: Chris
ko_kr: 크리스
zh_cn: 克里斯

source: Customer Service
cs_cz: Zákaznícká podpora
de_de: Kundenservice
hu_hu: Ügyfél szerviz
ko_kr: 고객상담센터
zh_cn: 客服

source: Price per person (Dorm shared with others)
cs_cz: Cena za osobu (pokoj sdílíte s jinými lidmi).
de_de: Preis pro Persons (Mehrbettzimmer wird mit anderen Personen geteilt)
hu_hu: Ár / személyenként, közös szobában
ko_kr: 1인 가격(도미토리룸은 공동사용입니다.)
zh_cn: 价位/每人（多人共用一个单间）

source: Price per room (not per person)
cs_cz: Cena za pokoj (nikoliv za osobu)
de_de: Preis pro Zimmer (nicht pro Person)
hu_hu: Ár / szoba, nem személy
ko_kr: 1 객실 기준 가격 ( 1인당 가격이 아닙니다.)
zh_cn: 价位/每间

source: You must pay for the whole private room, even if you do not need all the beds. The room can not be shared.
cs_cz: Musíte zaplatit za celý pokoj, i když nepoužijete všechny postele v něm. Pokoj nelze sdílet.
de_de: Sie müssen für das ganze Privatzimmer zahlen, selbst wenn Sie nicht alle Betten benötigen. Das Zimmer kann nicht geteilt werden.
hu_hu: Meg kell venned az összes helyet a privat szobában, akkor is ha nics szükséged rá.
ko_kr: 프라이빗룸은 침대를 다 사용하지 않으시더라도 지불하시는 금액은 같습니다. 공동사용은 금지되어있습니다.
zh_cn: 您必须支付整个单间费用，即使您不需要使用所有的床位。

source: Private room Double bed = 1 bed for 2 people in 1 private room
cs_cz: Soukromý pokoj postel pro dva = 1 postel pro 2 lidi v 1 soukromém pokoji
de_de: Privatzimmer mit einem Doppelbett (= ein Bett für zwei Personen in einem Privatzimmer)
hu_hu: Privát szoba double ággyal = 1 ágy 2 fő részére a privát szobában.
ko_kr: 프라이빗룸 더블베드= 프라이빗룸 한 객실당 2인용 침대 1개
zh_cn: 单间（双人床）=一个房间（2 人）

source: Private room 2 beds = 2 single beds in 1 private room
cs_cz: Soukromý pokoj dvě postele = 2 samostatné postele v 1 soukromém pokoji
de_de: Privatzimmer mit zwei Betten (zwei Einzelbetten in einem Privatzimmer)
hu_hu: Privát szoba 2 ággyal = 2 ágy 2 fő részére a privát szobában
ko_kr: 프라이빗룸 2베드= 프라이빗룸 한 객실당 싱글 침대 2개
zh_cn: 1单间（含2床位)=2 张单人床

source: Close Chat
cs_cz: Zavři dialog
de_de: Unterhaltung beenden
hu_hu: Chat bezárva
ko_kr: 대화창을 종료합니다.
zh_cn: 关闭聊天

source: Close
cs_cz: Zavřít
de_de: Schliessen
hu_hu: Zárva
ko_kr: 닫기
zh_cn: 关闭

source: Payment in English pounds:
cs_cz: Platba anglickou librou
de_de: Zahlung in Euro:
hu_hu: Fizetés angol pound-ban:
ko_kr: 영국 파운드로 결제 :
zh_cn: 支付英镑

source: keep Credit card on file
cs_cz: Uschovej informace o kreditní kartě
de_de: Kreditkartendaten speichern
hu_hu: Kérjük regisztrálja hitelkártyáját.
ko_kr: 신용카드 정보를 저장합니다.
zh_cn: 信用卡信息存档

source: Change credit card on file
cs_cz: Změň informace o kreditní kartě
de_de: Gespeicherte Kreditkartendaten ändern
hu_hu: Új hitelkártya regisztrálása.
ko_kr: 신용카드 정보를 변경합니다.
zh_cn: 变更信用卡信息

source: Your credit card on file has been changed.
cs_cz: Vaše kreditní karta byla změněna.
de_de: Ihre gespeicherten Kreditkartendaten wurden geändert.
hu_hu: Az új hitelkártya adatait regisztráltuk.
ko_kr: 고객님의 신용카드 정보가 변경되었습니다.
zh_cn: 您的信用卡信息已更新

source: Select which credit to use.
cs_cz: Vyberte, kterou kreditní kartu chcete použít.
de_de: Wählen Sie Ihr Kreditkarte aus.
hu_hu: Válassza meg a használni kivánt hitelkártyát.
ko_kr: 결제할 카드를 선택해주세요.
zh_cn: 选择所使用信用卡

source: Select which credit card to delete
cs_cz: Vyberte, kterou kreditní kartu chcete vymazat.
de_de: Wählen Sie die Kreditkarte aus, die Sie löschen möchten
hu_hu: Válassza meg a törölni való hitelkártyát.
ko_kr: 취소하실 카드를 선택해주세요.
zh_cn: 选择需要删除的信用卡

source: Select which credit card to change
cs_cz: Vyberte, kterou kreditni kartu chcete změnit.
de_de: Wählen Sie die Kreditkarte aus, die Sie ändern möchten
hu_hu: Válassza meg a megváltoztatni kiivánt hitelkártyát.
ko_kr: 변경하실 카드를 선택해주세요.
zh_cn: 选择需要变更的信用卡

source: Enter new credit card information
cs_cz: Zadejte informace o vaší nové kartě.
de_de: Neue Kreditkarteninformationen eingeben
hu_hu: Irja be az új hitelkártya adatait.
ko_kr: 새로운 카드 정보를 입력해 주세요.
zh_cn: 请输入新卡信息

source: Credit Card information is encrypted and secure
cs_cz: Informace o vaší kreditní kartě jsou zakódovány a v bezpečí.
de_de: Ihre Kreditkarteninformationen sind verschlüsselt und gesichert
hu_hu: A hitelkártya adatai titkositottak és biztonságosak.
ko_kr: 새로운 카드 정보를 입력해 주세요.
zh_cn: 交易过程中信用卡信息加密,十分安全。

source: Last reservations:
cs_cz: Poslední rezervace:
de_de: Letzte Buchung:
hu_hu: Az utolsó foglalás:
ko_kr: 지난 예약상황 :
zh_cn: 前次预订

source: Review
cs_cz: Komentář
de_de: Bewertung
hu_hu: Leírás
ko_kr: 검토
zh_cn: 评论

source: Provide a review
cs_cz: Napište hodnocení
de_de: Eine Bewertung abgeben
hu_hu: Áttekintés kérése
ko_kr: 후기 남기기
zh_cn: 预订浏览

source: Review provided
cs_cz: Hodnocení napsáno
de_de: Bewertung bereitgestellt
hu_hu: Áttekintés megtörtént
ko_kr: 남겨진 후기
zh_cn: 允许浏览

source: Mobile version
cs_cz: Mobilní verze
hu_hu: Mobil változat
ko_kr: 모바일 서비스
zh_cn: 手机版本

source: Check your reservation on your Mobile
cs_cz: Zkontrolujte si svou rezervaci na svém mobilu
de_de: Überprüfen Sie Ihre Buchung mit Ihrem Handy
hu_hu: Foglalások átnézése a mobilon
ko_kr: 휴대전화로 예약을 확인하세요
zh_cn: 手机查看预订

source: This property requires a minimum stay of %d night
cs_cz: V tomto zařízení je požadováno zůstat %d nocí.
de_de: Diese Unterkunft hat eine Mindestaufenthaltsdauer von %d Nacht
hu_hu: Ezen szállás esetében a minimum éjszakák száma %d.
ko_kr: 이 곳에서는 최소 %d 이상 숙박을 하는 것을 요구합니다.
zh_cn: 本旅舍要求最低住宿天数为%d晚

source: This property requires a minimum stay of %d nights
cs_cz: V tomto zařízení je požadováno zůstat %d nocí
de_de: Diese Unterkunft hat eine Mindestaufenthaltsdauer von %d Nächten
hu_hu: Ezen az ingatlanon a minimum éjszakák száma %d.
ko_kr: 이 곳에서는 최소 %d 이상 숙박을 하는 것을 요구합니다.
zh_cn: 本旅舍要求最低住宿天数为%d晚

source: Sorry, no rooms are available for all the nights you have selected
cs_cz: Omluváme se, ale žádný pokoj není k dispozici pro všechny vámi zadané noci
de_de: Entschuldigen Sie, für den gewählten Zeitraum stehen keine Zimmer für alle Nächte zur Verfügung
hu_hu: Sajnáljuk, nincs szabad szoba az összes kiválasztott éjszakára.
ko_kr: 죄송합니다. 선택하신 날짜에 룸이 없습니다.
zh_cn: 抱歉，没有空床位提供。

source: Location
cs_cz: Umístění
de_de: Ort
hu_hu: Helyszín
ko_kr: 위치
zh_cn: 地点

source: Please remember:
cs_cz: Prosím nezapomeňte:
de_de: Bitte beachten Sie:
hu_hu: Kérjük ne feledje:
ko_kr: 기억해 주십시요.
zh_cn: 注意：

source: We cannot recommend a property over another one.
cs_cz: Nemůžeme doporučit jedno zařízení přes druhé.
de_de: Wir können Ihnen keine Unterkunft empfehlen.
hu_hu: Mi nem javasolhatunk szálláshelyet.
ko_kr: 우리는 하나 이상의 숙박 업소를 추천할 수 없습니다.
zh_cn: 我们不能为您推荐另一家旅舍。

source: We only provide contact information (Email, telephone number…) in the confirmation email after you have made a reservation.
cs_cz: Pouze poskytujeme kontaktní informace (email,telefonní číslo...) v potvrzujícím emailu poté co jste udělali vaši rezervaci.
de_de: Wir stellen Ihnen Kontaktinformationen (E-Mail, Telefonnummer, …) in der Bestätigungs-E-Mail bereit, die Sie nach einer Reservierung erhalten.
hu_hu: Mi csak az elérhetőségi e-mailt, telefon számot, cimet küldjük el a konfirmáló e-mailben a foglalás megerősitéséért.
ko_kr: 예약을 하신 후, 확인 이메일에 우리의 연락처 정보 (이메일, 전화 번호 ...) 제공합니다.
zh_cn: 完成预订后， 我们将为您提供电话号码、邮件地址等联络信息。

source: You do not need a yearly membership card to reserve on our website.
cs_cz: Nemusíte platit žádné roční členství, abyste mohli rezervovat na naší webové stránce.
de_de: Sie brauchen keine jährliche Mitgliedschaft, um eine Reservierung auf unserer Webseite zu tätigen.
hu_hu: Önnek nincs szüksége éves tagságra, hogy foglaljon az oldalunkon.
ko_kr: 웹사이트로 예약하실 경우 연간 회원카드는 필요치 않습니다.
zh_cn: 在本网站预订房间不需要提供会员卡。

source: Property availability error
cs_cz: Chyba v ubytovně k dispozici.
de_de: Verfügbarkeitsfehler für diese Unterkunft
hu_hu: Rendelkezésre álló ingatlanok - hiba
ko_kr: 오류가 발생했습니다.
zh_cn: 信息错误。

source: Data unavailable. Please try again.
cs_cz: Data nejsou k dispozici. Prosím zkuste to později.
de_de: Information nicht verfügbar. Bitte versuchen Sie es später wieder.
hu_hu: Adat elérhetetlen. Probája újra.
ko_kr: 데이타가 불가능합니다. 다시 시도해 주세요.
zh_cn: 目前没有您需要的信息。稍后再试！

source: No rooms available for the selected nights.
cs_cz: Žádné pokoje nejsou k dispozici pro vámi požadované noci.
de_de: Es stehen keine Zimmer für die gewählten Nächte zur Verfügung.
hu_hu: Nincs szabad szoba a kiválasztott éjszakákra.
ko_kr: 선택하신 날짜에 룸이 없습니다.
zh_cn: 抱歉，没有空床位提供。

source: No rooms available for this property.
cs_cz: Žádné pokoje nejsou k dispozici pro toto zařízení.
de_de: Es stehen keine Zimmer für diese Unterkunft zur Verfügung.
hu_hu: Nincs szabad szoba ebben az ingatlanban.
ko_kr: 선택하신 곳에 룸이 없습니다.
zh_cn: 本旅舍目前没有空房提供。

source: Transaction Secured and encrypted
cs_cz: Transakce 100%% bezpečné a zašifrované
de_de: Transaktion ist gesichert und verschlüsselt.
hu_hu: Biztonságos, kodolt tranzakció
ko_kr: 계약은 안전하며 보안이 됩니다.
zh_cn: 交易加密，十分安全。

source: This property has a minimum stay of %d nights
cs_cz: V tomto zařízení je požadováno zůstat %d nocí
de_de: Diese Unterkunft hat eine Mindestaufenthaltsdauer von %d Nacht
hu_hu: Ezen az ingatlanon a minimum éjszakák száma %d.
ko_kr: 이 곳에서는 최소 %d 이상 숙박을 하는 것을 요구합니다.
zh_cn: 本旅舍要求最低住宿天数为%d晚

source: Errors
cs_cz: Chyby
de_de: Fehler
hu_hu: Hibák
ko_kr: 오류가 발생했습니다.
zh_cn: 错误。

source: Details.
cs_cz: Podrobnosti:
de_de: Bedingungen.
hu_hu: Részletek:
ko_kr: 세부 사항 :
zh_cn: 详细说明：

source: You must have a valid credit card to book on %s
cs_cz: Musíte mít platnou kreditní kartu, abyste mohli rezervovat na %s
de_de: Sie brauchen eine gültige Kreditkarte um auf %s zu buchen
hu_hu: Érvényes hitelkártyára van szükség a %s.
ko_kr: %s 를 통해 예약하실 경우 결제 가능한 신용카드가 있어야합니다.
zh_cn: 您只需要一张有效的信用卡，即可在%s上预订房间。

source: A friend or a family member can lend you his/her credit card for the reservation.
cs_cz: Přítel nebo člen rodiny vám může zapůjčit jeho/její kreditní kartu pro vaši rezervaci.
de_de: Ein Freund oder Familienangehöriger kann Ihnen ihre/seine Kreditkarte für die Reservierung leihen.
hu_hu: A barát vagy családtag kölcsönözheti a hitelkártyáját a foglaláshoz.
ko_kr: 예약시 친구나 가족의 신용카드를 이용 예약하실 수 있습니다.
zh_cn: 您可以使用您朋友或家人的信用卡预订房间。

source: You can use a different credit card to pay the balance upon arrival at the property.
cs_cz: Můžete použít jinou kreditní kartu pro zaplacení zbylé sumy při příjezdu do ubytovny.
de_de: Sie können eine andere Kreditkarte nutzen, um den Restbetrag bei Ihrer Ankunft zu bezahlen.
hu_hu: A maradák összeget lehet fizetni egy másik hitelkártyával az érkezéskor.
ko_kr: 숙소에 도착하셔서는 다른 신용 카드로도 잔금을 지불하실 수 있습니다.
zh_cn: 抵达旅舍当日，您也可以使用不同的信用卡支付剩余房费。

source: Reservations in the past hour.
cs_cz: Rezervace v poslední hodině
de_de: Reservierungen in der letzten Stunde.
hu_hu: Foglalások az elmúlt órában.
ko_kr: 지난 시간의 예약상황들
zh_cn: 前一小时预订记录。

source: Add Favorite
cs_cz: Přidej oblíbený
de_de: Favorit hinzufügen
hu_hu: Kedvenc hozzáadása
ko_kr: 즐겨 찾기에 추가하기
zh_cn: 添加收藏夹

source: Recently Viewed Hostels
cs_cz: Nedávno prohlížené hostely
de_de: Zuletzt angesehene Unterkünfte
hu_hu: Nemrég látott szállók
ko_kr: 최근에 본 호스텔들
zh_cn: 最新浏览

source: Top rated hostels in %s
cs_cz: Nejlépe ohodnocené hostely v %s
de_de: Die am besten bewerteten Unterkünfte in %s
hu_hu: A legkedveltebb szállók %s-ban
ko_kr: %s 에 위치한 최고 평점의 호스텔들
zh_cn: %s最佳排名旅舍

source: Back to search results
cs_cz: Zpět na výpis z hledání
de_de: Zurück zu den Suchergebnissen
hu_hu: Vissza a keresés eredményéhez
ko_kr: 검색결과로 돌아가기
zh_cn: 返回搜索结果

source: View favorites
cs_cz: Prohlédnout oblíbené
de_de: Favoriten ansehen
hu_hu: Mutasd a kedvenceket
ko_kr: 즐겨 찾기 보기
zh_cn: 浏览收藏夹

source: Remove this property
cs_cz: Odstraň toto zařízení
de_de: Diese Unterkunft entfernen
hu_hu: Ez ingatlan eltávolitása
ko_kr: 삭제하기
zh_cn: 删除本旅舍信息

source: remove
cs_cz: Odstraň
de_de: Entfernen
hu_hu: Eltávolitás
ko_kr: 삭제
zh_cn: 删除

source: Add
cs_cz: Přidej
de_de: Hinzufügen
hu_hu: Hozzáadás
ko_kr: 추가하기
zh_cn: 添加

source: Terms and Conditions.
cs_cz: Podmínky smlouvy
de_de: Allgemeinen Geschäftsbedingungen.
hu_hu: Szabályok és Feltételek
ko_kr: 이용 약관
zh_cn: 条款规定

source: Official site
cs_cz: oficiální stránka
de_de: Offizielle Seite
hu_hu: Hivatalos honlap
ko_kr: 공식 사이트
zh_cn: 官网

source: +Compare All Cheap Properties.
cs_cz: Porovnejte všechno levné ubytování
de_de: +Vergleiche alle günstigen Unterkünfte
hu_hu: Az összes olcsó szálláshely összehasonlitása
ko_kr: 저렴한 모든 시설 비교하기
zh_cn: 同类旅舍比较

source: +Compare 100 Cheap Properties.
cs_cz: Porovnejte 100 levných ubytoven
de_de: +Vergleiche 100 günstige Unterkünfte
hu_hu: 1oo olcsó szálláshely összehasonlitása
ko_kr: 저렴한 100개의 시설 비교하기
zh_cn: 100家便宜旅舍比较

source: Reviews - Maps - Photos.
cs_cz: Toto ubytování má maximální délku pobytu 14 nocí
de_de: Bewertungen - Karten - Bilder.
hu_hu: Ajánlások-Térképek-Fotók
ko_kr: 후기- 지도- 사진
zh_cn: 浏览-地图-图片

source: This property has a maximun stay of %s nights
cs_cz: Toto ubytování má maximální délku pobytu %s nocí
de_de: Diese Unterkunft hat eine Höchstaufenthaltsdauer von %s Nächten
hu_hu: Ezen a szálláshelyen a tartozkodás maximum %s éjszaka
ko_kr: 이 시설은 최대 %s박 까지만 이용이 가능합니다.
zh_cn: 本旅舍预订天数最多不超过%s晚

source: This property has a maximum of %s nights
cs_cz: Toto ubytování má maximální délku pobytu %s nocí
de_de: Diese Unterkunft hat einen Höchstaufenthalt von %s Nächten
hu_hu: Ezen a szálláshelyen a tartozkodás maximum %s éjszaka
ko_kr: 이 시설은 최대 %s박 까지만 이용이 가능합니다.
zh_cn: 本旅舍预订天数最多不超过%s晚

source: You must have a valid credit card to book on this website.
cs_cz: Musíte mít platnou kreditní kartu, abyste mohli rezervovat na této webové stránce.
de_de: Sie brauchen eine gültige Kreditkarte, um auf dieser Seite Buchungen durchführen zu können.
hu_hu: Érvényes hitelkártya szükséges a foglaláshoz ezen az oldalon
ko_kr: 이 사이트에서의 예약을 위해서는 유효한 신용카드가 필요합니다.
zh_cn: 本站预订空床要求使用有效的信用卡。

source: Or type a property name or city
cs_cz: Nebo zadejte jméno ubytovny nebo město
de_de: Oder geben Sie eine Unterkunft oder eine Stadt ein
hu_hu: Irjd be egy szálláshely vagy város nevét
ko_kr: 호스텔 이름이나 도시를 입력하세요.
zh_cn: 请输入旅舍名或城市名

source: Results for your research:
cs_cz: Výsledky vašeho hledání:
de_de: Ergebnisse für Ihre Suche:
hu_hu: A keresés eredménye:
ko_kr: 고객님이 검색하신 내용의 결과입니다:
zh_cn: 搜索结果

source: Sorry but we have not found any results. Please try again.
cs_cz: Omlouváme se, ale nenašli jsme žádný výsledek. Prosím zkuste to znovu.
de_de: Es gab keine Ergebnisse für Ihre Suche, bitte versuchen Sie es nochmals.
hu_hu: Elnázást de a keresés nem járt eredménnyel, probáld újra.
ko_kr: 검색하신 내용의 결과가 없습니다. 다시 한 번 시도해 주세요.
zh_cn: 抱歉,没有符合您需要的搜索结果。请稍后再试！

source: 2 X your deposit.
cs_cz: 2 x vaše záloha
de_de: 2x Ihre Anzahlung.
hu_hu: 2x az előleged
ko_kr: 디파짓의 두배
zh_cn: 2X您的定金

source: 2 Times your deposit.
cs_cz: 2 krát vaše záloha.
de_de: 2 mal Ihre Anzahlung.
hu_hu: 2-szer az előleged
ko_kr: 디파짓의 두배
zh_cn: 定金的两倍

source: Twice your deposit.
cs_cz: Dvakrát vaše záloha
de_de: Doppelte Anzahlung.
hu_hu: Kétszer az előleged
ko_kr: 디파짓의 두배
zh_cn: 定金的两倍

source: Up to $100
cs_cz: Až $ 100
de_de: Bis zu 100€
hu_hu: 1oo dollárig
ko_kr: 최대 $100 까지
zh_cn: 不超过100美元

source: In the very unlikely event your selected property does not make a bed available to you, we will refund your deposit twice up to $100. * See Details.
cs_cz: Pakliže se stane, že vámi zvolená ubytovna nemá pro vás lůžko k dispozici, vrátíme vám dvojnásobek vaší zálohy až do výše $ 100. * Podívejte se na detaily.
de_de: In dem unwahrscheinlichen Fall, dass Ihre Unterkunft kein Bett/Zimmer am Tag Ihrer Ankunft für Sie zur Verfügung stehen hat, erstatten wir Ihnen das Doppelte oder bis 100€ Ihrer Anzahlung zurück. * Siehe Bedingungen.
hu_hu: Abban a nagyon valószínűtlen esetben, amikor a kiválasztott ingatlan nem bocsájt egy ágyat az Ön rendelkezésére, mi visszatérítjük az előleg kétszeresét 100 dollárig. * Lásd a részletek.
ko_kr: 고객님께서 선택하신 시설은 이용가능한 객실이 없습니다. 귀사는 고객님의 디파짓을 최대한 $100까지 두배로 환불해 드립니다. (자세한 내용은 하단 상세내용을 참고해 주세요)
zh_cn: 如果旅舍因故未能提供空床位给旅客，我们将双倍返还定金。具体规定如下：

source: Details:
cs_cz: Detaily:
hu_hu: Részletek:
ko_kr: 세부 사항
zh_cn: 细节

source: You must request by email a refund within 24 hours of the arrival day noted in the confirmation email with the booking reference.
cs_cz: Požadavek na vrácení vaší zálohy musí být formou emailu během 24 hodin od příjezdu uvedeném na vaší emailové konfirmaci s rezervačním číslem.
de_de: Eine Rückerstattung kann innerhalb von 24 Stunden des Anreisetages, der in Ihrer Bestätigungs-E-Mail angegeben ist, per E-Mail angefordert werden.
hu_hu: Ahogy a visszaigazoló, foglalási e-mailben megjegyeztük, a visszatéritési kérelmet e-mailben kérjük elküldeni legkésőbb 24 órával a megérkezés előtt.
ko_kr: 반드시 예약 확인 메일에 기재된 도착날짜 24시간 이전에 예약번호와 함께 이메일로 환불을 요청해주셔야 합니다.
zh_cn: 您必须按期抵达旅舍,并在抵达日24小时内以邮件方式提交退订申请，随信需附上预订号。

source: Refund of the deposit will be made by credit card and/or by Paypal. Customer must have a valid Paypal account.
cs_cz: Vrácení zálohy bude provedeno kreditní kartou a/nebo prostřednictvím Paypal. Zákazník musí mít platný účet u Paypal.
de_de: Die Rückerstattung wird per Kreditkarte und/oder Paypal durchgeführt. Der Kunde benötigt ein gültiges Paypal-Konto.
hu_hu: Az előleg visszatéritése hitelkártyára vagy Pay-pal számlára történik. Minden használónak rendelkeznie kell érvényes Pay-pal számlával.
ko_kr: 디파짓 환불은 신용카드나 Paypal카드로 가능합니다. 고객님께서는 반드시 유효한 Paypal 계좌를 가지고 계셔야 합니다.
zh_cn: 定金将直接返还旅客使用的信用卡或Paypal账户，为此，旅客必须提供一个有效的Paypal账号。

source: Maximum refund per booking and per customer: US$100
cs_cz: Maximální hodnota vrácené zálohy na rezervaci na zákazníka: US$100
de_de: Der höchster Rückerstattungsbetrag pro Buchung und Kunde: 100€
hu_hu: A maximum visszatérités per használó és per foglalás 1oo US dollár.
ko_kr: US $100 각 계약당 최대 환불금액은 US $100 입니다.
zh_cn: 旅客定金返还每人最高不超过100美元限额。

source: All claims are subject to verification and/or final approval by %s.
cs_cz: Všechny požadavky na vrácení zálohy jsou předmětem ověření a/nebo konečným odsouhlasením %s.
de_de: Alle Ansprüche unterliegen der Prüfung und / oder endgültige Genehmigung durch %s.
hu_hu: Összes követelés tárgyát ellenőrzi és / vagy jóváhagyja az %s.
ko_kr: 고객님의 모든 요구사항들은 %s 을 통해 확인과 최종 승인과정을 거칩니다.
zh_cn: 所有退费办理以%s最后核准的预订信息为准。

source: Offer only valid for deposits made by 08/31/2011 on %s.
cs_cz: Nabídka platí pouze pro zálohy zaplacené do 08/31/2011 na stránkách %s
de_de: Dieses Angebot ist nur gültig für Anzahlungen, die vor dem 31.08.2011 auf %s durchgeführt werden.
hu_hu: Ez az ajánlat csak a 2o11. augusztus. 8. előtt befizetett előlegekre érvényes az %s.
ko_kr: 2011년 8월 31일까지 %s 에서 처리된 디파짓에 한하여 유효합니다.
zh_cn: 该条款仅适用2011年8月31日前在%s预付的保证金。

source: Safe for Women
cs_cz: Bezpečné pro ženy
de_de: Sicher für Frauen
hu_hu: Biztonságos nőknek
ko_kr: 여성분들에게 안전합니다.
zh_cn: 入住女性保障人身安全。

source: Property rated safe by other female customers.
cs_cz: Ubytování ohodnoceno jako bezpečné našimi zákaznicemi
de_de: Diese Unterkunft wurde von anderen Frauen als sicher bewertet.
hu_hu: Ezt a szálláshelyet több női használó értékelte biztonságosnak
ko_kr: 이 시설은 다른 여성 손님들께서 안전하다고 평가해주셨습니다.
zh_cn: 该旅舍安全性被女性旅客认可

source: Modify search
cs_cz: Uprav vyhledávání
de_de: Suche ändern
hu_hu: Keresés modósitása
ko_kr: 변환 검색
zh_cn: 修改搜索条件

source: Back to top
cs_cz: Zpátky nahoru
de_de: Zurück zum Anfang
hu_hu: Vissza az oldal tetejére
ko_kr: 위로 가기
zh_cn: 返回页面顶端

source: Search Now
cs_cz: Vyhledej
de_de: Jetzt suchen
hu_hu: Keresés
ko_kr: 지금 검색
zh_cn: 开始搜索

source: Send confirmation email
cs_cz: Pošli potvrzení emailem
de_de: Bestätigung per E-Mail schicken
hu_hu: Küld el a megerősitő emailt
ko_kr: 확인메일 보냄
zh_cn: 发送加密邮件

source: Room type and number of guests
cs_cz: Typ pokoje a počet hostů
de_de: Zimmerart und Anzahl der Gäste
hu_hu: Szoba tipúsa és a vendégek száma
ko_kr: 객실 종류, 투숙 인원
zh_cn: 房间类别和旅客人数

source: Book Now
cs_cz: Zarezervuj
de_de: Jetzt buchen
hu_hu: Foglalj most
ko_kr: 지금 예약하기
zh_cn: 马上预订

source: Day
cs_cz: Den
de_de: Tag
hu_hu: Nap
ko_kr: 요일
zh_cn: 天数

source: Search for another hostel
cs_cz: Hledej jiný hostel
de_de: Nach einer anderen Unterkunft suchen
hu_hu: Keress egy másik hostelt
ko_kr: 다른 호스텔 검색하기
zh_cn: 搜索另一家旅舍

source: About
cs_cz: Informace o objektu
de_de: Über
hu_hu: Erről
ko_kr: 부가정보
zh_cn: 关于

source: Back to results
cs_cz: Zpátky na výpis výsledků
de_de: Zurück zu den Suchergebnissen
hu_hu: Vissza az eredményhez
ko_kr: 결과로 돌아가기
zh_cn: 返回搜索结果

source: Latest Reviews
cs_cz: Poslední recenze
de_de: Neuste Bewertungen
hu_hu: Legfrissebb értékelések
ko_kr: 최근 후기
zh_cn: 最近评价

source: Check Availability
cs_cz: Zkontroluj dostupnost
de_de: Verfügbarkeit überprüfen
hu_hu: Elérhetőség
ko_kr: 예약 가능 유무
zh_cn: 查看空床位

source: Change dates
cs_cz: Změň datumy
de_de: Datum ändern
hu_hu: Dátum változtatása
ko_kr: 날짜 변경
zh_cn: 更改日期

source: This property does not offer any dorms.
cs_cz: Tento objekt není studentská kolej
de_de: Diese Unterkunft bietet keine Schlafsäle an.
hu_hu: Ezen a szálláshelyen nincs hálóterem
ko_kr: 이 시설은 도미토리룸을 제공하지 않습니다.
zh_cn: 该旅舍不提供宿舍床位

source: This property does not offer any private rooms.
cs_cz: Tento objekt nenabízí žádné soukromé pokoje
de_de: Diese Unterkunft bietet keine Privatzimmer an.
hu_hu: Ezen a szálláshelyen nincs privát szoba
ko_kr: 이 시설은 프라이빗룸을 제공하지 않습니다.
zh_cn: 该旅舍不提供单间

source: Read more…
cs_cz: Čti více....
de_de: Lesen Sie mehr…
hu_hu: További információk...
ko_kr: 더 보기…
zh_cn: 阅读更多...

source: View On Map
cs_cz: Ukaž na Mapě
de_de: Auf der Karte ansehen
hu_hu: Mutasd a térképen
ko_kr: 지도 보기
zh_cn: 浏览地图

source: Change Dates
cs_cz: Změň datumy
de_de: Datum ändern
hu_hu: A dátumok modósitása
ko_kr: 날짜 변경
zh_cn: 更改日期

source: Proceed To Payment
cs_cz: Pokračuj k Zaplacení
de_de: Zur Bezahlung fortfahren
hu_hu: Menjen a fizetési oldalra
ko_kr: 결제 진행하기
zh_cn: 支付继续

source: Hostel info
cs_cz: Detaily
de_de: Beschreibung der Unterkunft
hu_hu: Szállás információ
ko_kr: 호스텔 정보

source: Back to account home page
cs_cz: Zpátky na ůčet domovské stránky
de_de: Zurück zur Homepage
hu_hu: Vissza a számla kezdőlapra
ko_kr: 홈 페이지로 돌아가기
zh_cn: 返回主页

source: Pictures
cs_cz: Fotografie
de_de: Bilder
hu_hu: Képek
ko_kr: 사진
zh_cn: 图片

source: Phone (please include the country code)
cs_cz: Telefonní číslo (prosím uveďte kód pro vaši oblast)
de_de: Telefonnummer (bitte einschliesslich der Landesvorwahl)
ko_kr: 전화 번호(국가 코드를 입력하세요)
zh_cn: 电话（请包含国家代码）

source: Text/SMS (Free)
cs_cz: Potvrzovací SMS zdarma
de_de: SMS (Gratis)
hu_hu: Ingyenes SMS
ko_kr: 무료 문자/SMS
zh_cn: 短信(免费)
