Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_sm.po
Languages: pl_pl

source: Votre compte usager vous permet aussi d'effectuer plus rapidement une réservation en utilisant vos informations déjà entrées.
pl_pl: Konto użytkownika pozwala również szybko dokonać rezerwacji przy użyciu informacji już wprowadzonych.

source: Nouveau CAPTCHA
pl_pl: Nowe CAPTCHA

source: Image CAPTCHA
pl_pl: Obrazek CAPTCHA

source: Entrer le mot ci-dessus
pl_pl: Wpisz słowo powyżej

source: Entrer les numéros entendus
pl_pl: Wpisz numery które usłyszałeś

source: Entrer le code exactement comme il apparaît:
pl_pl: Wprowadź kod dokładnie tak, jak :

source: S'enregister
pl_pl: Zarejstruj

source: Vous enregistrer
pl_pl: Rejestracja

source: Créer votre compte
pl_pl: Utwórz konto

source: La création d'un compte vous donnera accès à votre historique de réservations et d'évaluations pour les auberges de jeunesse. Veuillez entrer votre adresse de courriel et nous vous enverrons un mot de passe.
pl_pl: Tworząc konto otrzymujesz dostęp do historii swoich rezerwacji i ocen schronisk młodzieżowych. Wpisz swój adres e-mail a my wyślemy Ci hasło.

source: Nom
pl_pl: Nazwisko

source: Abonnement newsletter
pl_pl: Subskrypcja biuletynu

source: S'enregistrer
pl_pl: Rejestracja

source: Auberges à %s incluant Auberges de Jeunesse à %s. 30,000 Auberges de jeunesses et logements pas chers à %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse à %s.
pl_pl: %s - Wszystkie tanie Schroniska Młodzieżowe - %s. Mapy - %s zdjęcia i recenzje dla kazdego Schroniska Młodzieżowego - %s.

source: Auberges en %s incluant Auberges de Jeunesse en %s. 30,000 Auberges de jeunesses et logements pas chers en %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse en %s.
pl_pl: %s - Wszystkie tanie Schroniska Młodzieżowe - %s. Mapy - %s zdjęcia i recenzje dla kazdego Schroniska Młodzieżowego - %s.

source: Tous
pl_pl: Wszystkie

source: City
pl_pl: Miasto

source: Country
pl_pl: Kraj

source: Property
pl_pl: Obiekt

source: précédente
pl_pl: Poprzedni

source: de
pl_pl: z

source: suivante
pl_pl: następny

source: Classer par:
pl_pl: Sortuj według:

source: Hostel Name
pl_pl: Nazwa obiektu

source: %s par page
pl_pl: %s na stronę

source: %s has sent you a message:
pl_pl: %s wysłała Ci wiadomość:

source: PLEASE NOTE THIS IS NOT A CONFIRMED BOOKING
pl_pl: PROSZĘ MIEĆ NA UWADZE, ŻE TA REZERWACJA NIE JEST POTWIERDZONA

source: Bonjour
pl_pl: Moje konto

source: Merci d'avoir effectué votre réservation en ligne sur
pl_pl: Dziękujemy za dokonanie rezerwacji online na

source: Ceci est votre confirmation de réservation ainsi que votre reçu.
pl_pl: Jest to potwierdzenie i paragon.

source: Veuillez imprimer cet email et assurez vous de l'avoir avec vous lors de votre arrivée à l'établissement.
pl_pl: Prosimy o wydrukowanie tego e-maila i upewnienie się, że masz go ze sobą po przyjeździe na nocleg.

source: Pour tout changement ou annulation, veuillez communiquer directement avec l'établissement en envoyant un email en anglais avec le numero de confirmation (%s) à l'adresse suivante : %s
pl_pl: Aby zmienić lub unieważnić rezerwację, należy skontaktować się bezpośrednio z miejscem noclegu wysyłając e-mail w języku angielskim z numerem potwierdzenia (%s) na następujący adres : %s

source: Votre numéro de réservation: #%s
pl_pl: Numer rezerwacji: #%s

source: (validé le %s)
pl_pl: (Zatwierdzone %s)

source: Arrivée: %s à %s
pl_pl: Przyjazd: %s o %s

source: Nombre de Nuits: %s
pl_pl: Noce: %s

source: Date
pl_pl: Data

source: Chambre
pl_pl: Pokój

source: Prix (lit)
pl_pl: Cena

source: Nb. Personne
pl_pl: Liczba osób

source: Total
pl_pl: Całkowity koszt

source: 10%% Arrhes facturé en %s:
pl_pl: 10%% depozyt pobrany w %s:

source: Montant restant à payer lors de votre arrivée (%s):
pl_pl: Kwota do zapłaty w dniu przyjazdu (%s):

source: Informations Importantes
pl_pl: Ważne informacje

source: Version Originale
pl_pl: Wersja oryginalna

source: Information sur l'établissement
pl_pl: Informacje o obiekcie

source: Nom de l'établissement
pl_pl: Nazwa obiektu

source: Adresse
pl_pl: Adres

source: Directions
pl_pl: Dojazd

source: Version Originale:
pl_pl: Wersja oryginalna:

source: Cancellation Policy
pl_pl: Warunki rezygnacji

source: Taxes
pl_pl: Podatki

source: Extra Information
pl_pl: Dodatkowe informacje

source: Vous devez payer pour votre chambre à votre arrivée. Veuillez, s'il vous plaît, vous assurer que votre carte de crédit est valide. Les cartes sont vérifiées la veille des arrivées et le fait de réserver à l'aide d'une carte invalide annulera votre réservation. Si vous avez réservé à l'aide de votre carte bancaire ou si vous doutez de la validité de votre carte de crédit, veuillez contacter l'établissement au moins 24 heures avant votre arrivée afin de confirmer votre réservation.
pl_pl: Musisz zapłacić za pokój po przyjeździe. Upewnij się, że twoja karta kredytowa jest ważna. Karty są sprawdzane w przeddzień przyjazdu i rezerwacja z nieważną kartą będzie anulowana. Jeśli dokonałeś rezerwacji za pomocą karty debetowej lub w przypadku wątpliwości co do ważności karty kredytowej, prosimy o kontakt z przynajmniej 24 godzinnym wyprzedzeniem w celu potwierdzenia rezerwacji.

source: Le montant restant (après déduction du dépôt) est dû à votre arrivée.
pl_pl: Pozostałą kwotę (po odliczeniu kaucji) należy uregulować po przyjeździe.

source: Les annulations doivent être effectuées directement auprès de l'établissement.
pl_pl: Rezygnacja musi być zatwierdzona bezpośrednio przez obiekt.

source: Si vous ne vous présentez pas à la date prévue et que vous n'avez pas annulé votre réservation, votre carte de crédit sera facturée pour le montant total de votre première nuit de réservation.
pl_pl: Jeśli nie zameldujesz się w obiekcie i nie anulujesz rezerwacji, twoja karta kredytowa zostanie obciążona pełną kwotą za pierwszą noc rezerwacji.

source: Pour effectuer toute modification à une réservation, veuillez contacter directement l'établissement.
pl_pl: Aby dokonać zmian w rezerwacji prosimy o bezpośredni kontakt z obiektem.

source: Si votre carte de crédit devient invalide ou que des modifications sont apportées à votre compte avant votre arrivée, veuillez contacter directement l'établissement afin de prendre d'autres dispositions.
pl_pl: Jeśli Twoja karta kredytowa traci ważność lub dokonujsze zmian na koncie przed przyjazdem prosimy o kontakt bezpośrednio z obiektem w celu znalezienia alternatywnych rozwiązań.

source: En cas d'annulation de votre réservation, le dépôt et les frais de réservation ne peuvent pas être pas remboursés.
pl_pl: W razie anulowania rezerwacji, kaucja i opłaty serwisowe nie mogą zostać zwrócone.

source: Veuillez s'il vous plaît lire attentivement nos termes et conditions.
pl_pl: Zapoznaj się z warunkami.

source: Pour toute question, consultez notre
pl_pl: W przypadku pytań, prosimy odwiedzić nasze

source: Centre d'aide en ligne
pl_pl: Centrum pomocy online

source: Merci et bon séjour
pl_pl: Dziękujemy i życzymy udanego pobytu

source: Bonjour %s,
pl_pl: Witaj %s,

source: Nous espérons que vous avez passé un bon séjour à %s.
pl_pl: Mamy nadzieję, że miło spędziłeś czas w %s.

source: Nous vous invitons à prendre quelques minutes pour laisser vos impressions sur l'établissement dans la section "commentaires".
pl_pl: Aby pomóc takim jak TY poświęć kilka minut na przekazanie nam swoich wrażeń z pobytu w sekcji "komentarze".

source: Veuillez simplement cliquer sur le lien ci-dessous pour accéder au formulaire.
pl_pl: Wystarczy kliknąć na poniższy link, aby przejść do formularza.

source: N'hésitez pas à revenir nous voir pour planifier votre prochain voyage.
pl_pl: Wróć na naszą stronę aby zaplanować kolejną podróż.

source: Merci,
pl_pl: Dziękujemy,

source: Si vous l'avez déjà fait pour cet établissement ou la si la réservation avait été annulée , veuillez simplement ignorer ce message.
pl_pl: Jeśli już to zrobiłeś dla tego obiektu, lub jeśli rezerwacja została anulowana, po prostu zignoruj ten komunikat.

source: Prix
pl_pl: Cena

source: Personnes
pl_pl: Osoby

source: Chambres privées
pl_pl: Pokoje prywatne - Cena za pokój

source: Rooms
pl_pl: Pokoje

source: 10%% Arrhes + frais de service facturé en %s:
pl_pl: 10%% depozyt+ opłata za usługi rozliczane z %s:

source: Travel details
pl_pl: Szczegóły podróży

source: Nuits:
pl_pl: Noce:

source: Group details
pl_pl: Szczegóły grupy

source: Male:
pl_pl: Mężczyźni:

source: Female:
pl_pl: Kobiety:

source: Youngest age
pl_pl: Najmłodszy wiekiem

source: Staff/teachers/Coaches/Bus drivers Details
pl_pl: Ekipa/Nauczyciele/Trenerzy/Kierowcy Autobusu Szczegóły

source: Persons
pl_pl: Osoby

source: Room type requested
pl_pl: Typ wymaganego pokoju

source: Requirements
pl_pl: Wymagania

source: Dinner
pl_pl: Obiad

source: Most Important
pl_pl: Najważniejsze Informacje

source: Your details
pl_pl: Twoje szczegóły

source: Prénom
pl_pl: Imię

source: Addresse Email
pl_pl: Adres e-mail

source: Additional information/requests
pl_pl: Dodatkowe informacje/wymagania

source: Bonjour,
pl_pl: Witaj,

source: Votre nouveau mot de passe pour %s: %s
pl_pl: Nowe hasło dla %s: %s

source: Vous venez de changer votre mot de passe.
pl_pl: Zmieniłeś hasło.

source: Veuillez le garder dans vos archives pour ne pas l'oublier.
pl_pl: Należy to zachować w dokumentach, aby nie zapomnieć.

source: Votre nom d'usager: %s
pl_pl: Twoja nazwa użytkownika : %s

source: Votre nom d'usager (adresse email): %s
pl_pl: Twoja nazwa użytkownika (adres e-mail): %s

source: Pour créer un nouveau mot de passe, veuillez utiliser le lien suivant:
pl_pl: Aby utworzyć nowe hasło, skorzystaj z poniższego linku:

source: Ce courriel vous est envoyé suite à une requête provenant d'un utilisateur de %s. Ceci fait partie de la procédure pour créer un nouveau mot de passe. Si vous n'avez pas demandé un nouveau mot de passe, veuillez simplement ignorer ce courriel.
pl_pl: Ta wiadomość została wysłana na wniosek użytkownika %s. Jest to część procedury aby utworzyć nowe hasło. Jeśli nie wystapiłeś o nowe hasło zignoruj tę wiadomość.

source: Bonjour et bienvenue sur %s,
pl_pl: Witamy na %s

source: Merci de vous joindre à nous sur %s. Voici les information pour accèder à votre compte.
pl_pl: Dziękujemy za przyłączenie się do nas na %s. Oto informacje jak uzyskać dostęp do konta.

source: Votre mot de passe: %s
pl_pl: Hasło: %s

source: Pour vous connecter à %s, veuillez utiliser le lien ci-dessous:
pl_pl: Aby połączyć się z %s, skorzystaj z poniższego linku:

source: Bonjour et bienvenue sur %s
pl_pl: %s

source: Merci de vous être joint à nous sur %s. Voici les information pour accèder à votre compte.
pl_pl: Dziękujemy za przyłączenie się do nas na %s. Oto informacje potrzebne do dostepu do konta.

source: Pour confirmer votre adresse email, veuillez utiliser le lien suivant:
pl_pl: Aby potwierdzić swój adres e-mail, skorzystaj z poniższego linku:

source: Compléter votre enregistrement...
pl_pl: Zakończ rejestrację ...

source: Si le lien ci-haut ne fonctionne pas veuillez copier coller le lien suivant dans votre navigateur:
pl_pl: Jeśli powyższy link nie działa, skopiuj i wklej poniższy link do przeglądarki:

source: Veuillez confirmer votre adresse email dans les %s heures, autrement votre enregistrement sera annulé et vous devrez vous enregistrer de nouveau.
pl_pl: Potwierdź swój adres e-mail do %s godzin, w przeciwnym razie zgłoszenie zostanie anulowane i trzeba będzie zarejestrować się ponownie.

source: évaluation moyenne
pl_pl: średnia ocena

source: à partir de
pl_pl: od

source: Plus d'information
pl_pl: Więcej informacji

source: Commentaires et évaluations de voyageurs
pl_pl: Komentarze i oceny podróżnych

source: Liste des logements pas chers à %s
pl_pl: Lista Schronisk Młodzieżowych - %s

source: Auberges de jeunesse
pl_pl: Schroniska Młodzieżowe

source: Hôtels pas chers
pl_pl: Niedrogie hotele

source: Appartements
pl_pl: Apartamenty

source: Chambres - B&B - Pensions
pl_pl: Pokoje - B & B - Pensjonaty

source: Désolé aucun résultat pour ce critère
pl_pl: Niestety brak wyników tego wyszukiwania

source: Cote
pl_pl: Ocena

source: Free service - Best price guaranteed!
pl_pl: Gwarantujemy darmową usługę oraz najniższą cenę.

source: Send a free request now using the form below and we will get back to you in few hours.
pl_pl: Wyślij darmowe zapytanie korzystając z formularza poniżej. Odezwiemy się do Ciebie w ciągu kilku godzin.

source: Schools
pl_pl: Szkoły

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses ...
pl_pl: Stowarzyszenia, izby handlowe, szkoły, uniwersytety, obozy dzienne, obozy sportowe, stowarzyszenia młodzieżowe, biura turystyczne, związki, domy kultury, firmy …

source: Chargement...
pl_pl: Trwa ładowanie …

source: Group Booking Request Form
pl_pl: Formularz rezerwacji grupowych

source: Spécifier le pays
pl_pl: Wybierz kraj

source: Choisir la ville
pl_pl: Wybierz miasto

source: Choisir le pays
pl_pl: Wybierz kraj

source: Champ obligatoire
pl_pl: Pole wymagane

source: Spécifier la ville
pl_pl: Wybierz miasto

source: Arrivée le:
pl_pl: Przyjazd:

source: Please Select
pl_pl: Proszę wybrać

source: Single rooms
pl_pl: Pokoje jednoosobowe

source: Twin rooms
pl_pl: Pokoje dwuosobowe

source: Double rooms
pl_pl: Pokoje dwuosobowe z łożem małżeńskim

source: Triple rooms
pl_pl: Pokoje trzyosobowe

source: In the dormss with the group
pl_pl: W akademiku z grupą.

source: Adresse Email
pl_pl: Adres e-mail

source: Insérer un courriel valide
pl_pl: Wstaw adres email

source: Confirmation Email
pl_pl: Potwierdź e-mail

source: Both emails must be the same
pl_pl: Obydwa adresy email muszą być takie same

source: Please provide a phone number where we can reach you from 4:00 pm to 9:00 pm.
pl_pl: Podaj nam numer telefonu, pod którym będziemy mogli się z Tobą skontaktować w godzinach 16.00 - 21.00.

source: Country code, Area code (without first 0) and mobile number; no spaces, brackets or dashes.
pl_pl: Kod kraju, numer kierunkowy (bez pierwszego zera) i numer telefonu komórkowego; bez spacji, nawiasów ani myślników.

source: UK Example: 442012341234
pl_pl: PL przykład: 48508456788

source: Invalid phone number format
pl_pl: Nieprawidłowy format numeru telefonu

source: Traitement de la demande...
pl_pl: Przetwarzanie żądania ...

source: Please make sure all required fields are filled out correctly
pl_pl: Proszę się upewnić, że wszystkie wymagane pola zostały poprawnie wypełnione

source: Thank you. Our team will contact you within few hours
pl_pl: Dziękujemy. Nasz zespół skontaktuje się z Tobą w ciągu kilku godzin.

source: Trouver une auberge
pl_pl: Znajdź schronisko

source: Bienvenue!
pl_pl: Moje konto

source: Auberges de jeunesse, Hôtels, Appartements, Chambres d'hôtes, Bed and Breakfast, Pensions - Plus de 30000!!
pl_pl: 30 000 Schronisk młodzieżowych, Hosteli, hoteli, apartamentów, stancji, Bed and Breakfast, pensjonatów...

source: Courriel:
pl_pl: E-mail:

source: Mot de passe:
pl_pl: Hasło:

source: Not Rated Yet!
pl_pl: Jeszcze nie ocenione!

source: As rated by bookers like you
pl_pl: Ocenione przez rezerwujących jak ty!

source: Réserver
pl_pl: Rezerwuj

source: Enter Dates
pl_pl: Wpisz daty

source: Disponibilités
pl_pl: Dostępność

source: Erreur:
pl_pl: Błąd:

source: No rooms are available for all the nights you selected.
pl_pl: Brak dostępnych pokoi w wybranych datach.

source: Serveur inaccessible en ce moment.
pl_pl: Serwer niedostępny w tej chwili.

source: Détails:
pl_pl: Szczegóły:

source: Devise:
pl_pl: Waluta:

source: Soumettre
pl_pl: Złóż

source: Price per person (Dorm shared with others).
pl_pl: Cena za osobę za cały okres pobytu (dormitorium dzielone z innymi) .

source: Price per room (not per person).
pl_pl: Cena za pokój za cały okres pobytu (nie za osobę).

source: Please enter at least one choice in the above table to book a room.
pl_pl: Prosimy podać przynajmniej jeden wybór w powyższej tabeli, aby zarezerwować pokój

source: Notes Importantes
pl_pl: Ważne informacje

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) et les frais de service minimum et non remboursables afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
pl_pl: W celu potwierdzenia i zagwarantowania rezerwacj w %s, płacisz tylko depozyt (10%% całości) oraz minimalną opłatę za usługę, która nie podlega zwrotowi. Pozostała kwota zostanie ściągnięta po przyjeździe.

source: Détails de la réservation
pl_pl: Szczegóły rezerwacji

source: Total en
pl_pl: Całkowity koszt

source: 10% Arrhes / Dépôt sera facturé en
pl_pl: 10% Depozyt

source: Frais de Service
pl_pl: Opłata za usługę

source: %s yearly membership card - waived:
pl_pl: %s roczne członkostwo - niewymagane:

source: Total à payer maintenant
pl_pl: Razem do zapłaty teraz

source: est le montant total à payer à votre arrivée
pl_pl: jest całkowitą kwotą do zapłaty w dniu przyjazdu

source: Choose the currency of your payment:
pl_pl: Wybierz walutę płatności:

source: Changements - Annulations
pl_pl: Zmiany - Anulowanie

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 72 heures en avance pour ne pas être facturé la première nuit.
pl_pl: Zmiany i anulacje są możliwe i łatwe do zrobienia bezpośrednio z obiektem, który jest odpowiedzialny. Zmień datę / pokoje: możliwe w zależności od dostępności. Anulowanie rezerwacji mozliwe przynajmniej 24 godziny wcześniej, aby uniknąć opłaty za pierwszą noc.

source: Réserver Maintenant
pl_pl: Zarezerwuj teraz

source: Commodité
pl_pl: Serwisy

source: Commentaires
pl_pl: Komentarze

source: Le %s
pl_pl: %s

source: Par %s | Le %s
pl_pl: Przez %s |%s

source: Cartes et Directions
pl_pl: Mapy i dojazd

source: Confirmation de Votre Réservation
pl_pl: Potwierdzenie rezerwacji

source: Votre réservation est validée
pl_pl: Rezerwacja jest potwierdzona

source: Vous allez recevoir un courriel d'ici peu avec toutes les informations contenu sur cette page.
pl_pl: Wkrótce otrzymasz e-mail ze wszystkimi informacjami zawartymi na tej stronie.

source: Vous pouvez aussi vous connecter à votre compte pour voir toutes vos réservation:
pl_pl: Możesz również zalogować się na konto, aby zobaczyć wszystkie rezerwacje:

source: Votre Numéro de confirmation
pl_pl: Numer rezerwacji

source: 10%% Arrhes + frais de service facturé en %s à votre carte
pl_pl: 10%% depozytu + opłaty za usługę pobierane z twojej karty %s

source: Montant restant à payer lors de votre arrivée
pl_pl: Saldo w dniu przyjazdu

source: Téléphone
pl_pl: Numer telefonu komórkowego w wypadku potrzeby skontaktowania się z Tobą przez dany obiekt.

source: Pour toute question, consultez notre %s.
pl_pl: Na pytania, odwiedź naszą %s.

source: Erreur lors du traitement de votre demande
pl_pl: Błąd podczas przetwarzania żądania

source: Revenir en arrière
pl_pl: Wróć

source: Informations personnelles - Sécurisées et Encryptées
pl_pl: Dane osobowe gościa

source: Prénom:
pl_pl: Imię:

source: Nom:
pl_pl: Nazwisko:

source: Nationalité :
pl_pl: Obywatelstwo:

source: Sexe:
pl_pl: Płeć:

source: Masculin
pl_pl: Mężczyzna

source: Féminin
pl_pl: Kobieta

source: Heure d'arrivée:
pl_pl: Godzina przyjazdu:

source: Mobile Phone (please include the country code)
pl_pl: Numer telefonu komórkowego (proszę uwzględnić numer kierunkowy kraju)

source: UK Example: 44 2012341234
pl_pl: PL Przykład: 48 321345898

source: cliquer ici pour notre charte
pl_pl: Nigdy nie sprzedajemy Twoich danych osobowych. Tutaj znajdziesz naszą deklarację prywatności. Możesz się wyrejestrować w każdym momencie.

source: Méthode de Paiement - Sécurisée et Encryptée
pl_pl: Sposób płatności - bezpieczny, szyfrowany

source: Type de carte : %s(acceptée par l'établissement)
pl_pl: Karta typu: %s

source: sur la carte %s de crédit :
pl_pl: Imię i nazwisko na karcie kredytowej: %s

source: Numéro
pl_pl: Numer

source: de la carte %s de crédit :
pl_pl: karty %s kredytowej:

source: Date d'expiration :
pl_pl: Data ważności:

source: Code de sécurité :
pl_pl: kod CVV:

source: Valide depuis :
pl_pl: Ważne od:

source: Numéro d'émission :
pl_pl: Numer wydania:

source: J'accepte %s les termes et conditions %s
pl_pl: Akceptuję %s warunki %s

source: * En cliquant sur le bouton de Confirmation ci-dessous, vous acceptez les modalités et les conditions et autorisez la facturation d'un montant non remboursable de
pl_pl: * Poprzez kliknięcie na przycisk poniżej akceptujesz warunki i zezwalasz na ściągnięcie bezzwrotnej opłaty w wysokości

source: Confirmer
pl_pl: Potwierdź

source: Erreur 404 - Page Introuvable
pl_pl: Błąd 404 - Nie znaleziono strony

source: Nous ne pouvons trouver la page demandée. Veuillez utiliser le menu du haut pour naviguer sur le site ou simplement faite une recherche d'hébergements à l'aide de l'outil de recherche ci-dessus.
pl_pl: Nie możemy znaleźć żądanej strony. Skorzystaj z górnego menu, aby przeglądać witryny lub po prostu wyszukaj zakwaterowanie za pomocą wyszukiwarki powyżej.

source: Search by city name:
pl_pl: Szukaj wg nazwy miasta

source: reservation auberge de jeunesse,auberge de jeunesse,auberges de jeunesse,voyage jeunesse europe,voyage jeunesse,voyage europe,hébergement voyage europe,réserver auberge,voyage europe logement,logement voyage france,logement voyage europe,trip jeunesse euro,euro youth hostel,révervation hôtel londres,reservation hôtel paris
pl_pl: Rezerwacja Schroniska Młodzieżowe, hosteli, młodzież Europy podróżuje, podróże Młodzieży, Europa podróże, zakwaterowania Europa podróże, hostel rezerwacje, noclegi Europa podróże, podróże, zakwaterowaniae Francja, noclegi Europa podróże, podróże schroniska młodzieżowe euro euro, hotel Londyn rezerwacje, Paryż hotel rezerwacja

source: Réservation immédiate et garantie de l’auberge %s à %s. Prix imbattables de %s, photos, cartes & guides sur %s.
pl_pl: Natychmiastowa rezerwacja schroniska młodzieżowego %s - %s. %s bezkonkurencyjne ceny, zdjęcia, mapy i przewodniki po %s.

source: About us
pl_pl: O nas

source: Aide / FAQ / Nous Joindre
pl_pl: Pomoc /FAQ/ Kontakt

source: Confidentialité
pl_pl: Polityka prywatności

source: Se déconnecter
pl_pl: Wyloguj się

source: Voir vos réservation
pl_pl: Przeglądaj swoje rezerwacje

source: Voir votre profil
pl_pl: Przeglądaj swój profil

source: Vos Réservations
pl_pl: Twoje rezerwacje

source: Numéro de référence
pl_pl: Numer rezerwacji

source: Réservé le
pl_pl: Zarezerwowany

source: Arrive le
pl_pl: Przyjazd

source: Nuits
pl_pl: Noce

source: Arrhes et frais de service
pl_pl: Kaucja i opłaty serwisowe

source: Total du à l'arrivée
pl_pl: Razem należy się po przyjeździe

source: Vous n'avez aucune réservation à ce jour.
pl_pl: Nie masz żadnych rezerwacji na ten dzień.

source: Mettre à jour votre profil
pl_pl: Aktualizacja profilu

source: Nationalité
pl_pl: Obywatelstwo

source: Langue de correspondance
pl_pl: Preferencje językowe

source: Sexe
pl_pl: Płeć

source: Devise
pl_pl: Waluta

source: Changer de mot de passe
pl_pl: Zmień hasło

source: of
pl_pl: ze

source: Vos évaluations
pl_pl: Twoja Recenzje

source: Voici la liste de toutes les évaluations que vous avez fait sur les auberge de jeunesses du site %s.
pl_pl: Poniżej znajduje się lista wszystkich recenzji na %s.

source: Soumis le
pl_pl: Złożone

source: évaluations
pl_pl: Opinie

source: Commentaire
pl_pl: Komentarz

source: En attente d'approbation
pl_pl: Do czasu zatwierdzenia

source: Publié
pl_pl: Opublikowany
