Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_xo.po
Languages: ru_ru

source: Hébergement pour l'
ru_ru: Дешевые хостелы

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension ? N’allez pas plus loin, tous les bons plans sont sur %s
ru_ru: Ищите хостел, дешевую гостиницу, квартиру, комнату, комнату и завтрак, пансион или гостевой дом? Нет необходимости искать дальше, все лучшие предложения на %s

source: Prix à partir de $5 la nuit par personne !
ru_ru: Стоимость от 200 руб в сутки на одного человека!

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez-vous aussi en toute sécurité votre auberge idéale au meilleur prix dans toutes les villes listées ci-dessous.
ru_ru: Как и тысячи людей каждый месяц, зарезервируйте ваше проживание в хостеле заранее, безопасно и по самой выгодной цене во всех городах которые перечисленных ниже.

source: Pays d'
ru_ru: Страны, где вы можете найти дешевый хостел

source: Mot de passe oublié
ru_ru: Забыли пароль?

source: Veuillez entrer le courriel associé à votre compte
ru_ru: Пожалуйста, введите адрес электронной почты, который вы указали при регистрации

source: Obtenir nouveau mot de passe
ru_ru: Получить новый пароль

source: Se connecter
ru_ru: Пользователь

source: Votre compte sur %s
ru_ru: Ваш аккаунт на %s

source: Retour à la
ru_ru: Вернуться на

source: page d'accueil
ru_ru: Главную

source: Changement de mot de passe
ru_ru: Изменение пароля

source: Veuillez remplir tous les champs
ru_ru: Пожалуйста, заполните все поля

source: Modifier
ru_ru: Изменить

source: Les avantanges d'avoir un compte
ru_ru: Воспользуйтесь преимуществами наличия аккаунта

source: Voir l'historique de vos réservations
ru_ru: История бронирования

source: Évaluer les auberges visitées
ru_ru: Оценить посетившие хостелы

source: Plus rapide lors de la réservation
ru_ru: Быстрый способ забронировать

source: Modifier vos informations personnelles
ru_ru: Изменить личную информацию

source: Vous enregistrer
ru_ru: Зарегистрироваться

source: Créer votre compte
ru_ru: Создать аккаунт

source: La création d'un compte vous donnera accès à votre historique de réservations et d'évaluations pour les auberges de jeunesse. Veuillez entrer votre adresse de courriel et nous vous enverrons un mot de passe.
ru_ru: Создав свой аккаунт, вы получаете доступ к истории вашего бронирования и оценкам доступных мест проживания. Пожалуйста, введите свой адрес электронной почты для получения пароля.

source: Nouveau CAPTCHA
ru_ru: Новая CAPTCHA

source: Audio CAPTCHA
ru_ru: Аудио CAPTCHA

source: Image CAPTCHA
ru_ru: CAPTCHA Изображение

source: Entrer le mot ci-dessus
ru_ru: Введите слово выше

source: Entrer les numéros entendus
ru_ru: Введите цифры, которые прослушали

source: Entrer le code exactement comme il apparaît:
ru_ru: Введите код в точности так, как он изображен:

source: S'enregistrer
ru_ru: Зарегистрироваться

source: Connexion à votre compte
ru_ru: Войти

source: Bienvenue dans la section "%s". Depuis celui-ci, vous avez accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
ru_ru: Добро пожаловать в раздел "%s ". На этой странице вы можете просмотреть все ваши брони, ваши оценки, все контакты (адреса электронной почты, номера телефонов...), а также вы можете зайти в профиль пользователя.

source: Mon Compte
ru_ru: Мой аккаунт

source: Votre compte usager vous permet aussi d'effectuer plus rapidement une réservation en utilisant vos informations déjà entrées.
ru_ru: Ваш аккаунт также позволит вам быстро зарезервировать место проживания, используя информацию которую вы уже ввели.

source: S'enregister
ru_ru: Зарегистрироваться

source: Booking Guarantee
ru_ru: Гарантия брони

source: Up to $100
ru_ru: До $100

source: In the very unlikely event your selected property does not make a bed available to you, we will refund your deposit twice up to $100. * See Details.
ru_ru: В крайне маловероятном случае, если выбранное вами место проживания не предоставит вам проживание, мы возместим вам ваш депозит в двойном размере, до

source: Details:
ru_ru: Детали:

source: You must request by email a refund within 24 hours of the arrival day noted in the confirmation email with the booking reference.
ru_ru: Вам необходимо отправить запрос о возмещении по емэйлу в течении 24 часов с даты прибытия, которая указана в вашем письме подтверждении брони.

source: Refund of the deposit will be made by credit card and/or by Paypal. Customer must have a valid Paypal account.
ru_ru: Возврат может быть произведен на номер кредитной карты и/или посредством Paypal. Клиент должен иметь действующий номер Paypal.

source: Maximum refund per booking and per customer: US$100
ru_ru: Максимальный возврат за бронирование и за клиента: $100 долларов США

source: All claims are subject to verification and/or final approval by %s.
ru_ru: Все претензии обязательны для проверки и/или финальное утверждение остается за %s.

source: Offer only valid for deposits made by 08/31/2011 on %s.
ru_ru: Предложение действительно только для депозитов сделанных до 08/31/2011 на %s.

source: Results for your research:
ru_ru: Результаты:

source: Auberges à %s incluant Auberges de Jeunesse à %s. 30,000 Auberges de jeunesses et logements pas chers à %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse à %s.
ru_ru: %s - Все дешевые Хостелы - %s. 30,000 Хостелов - %s. Карты городов, фотографии, обзоры по каждому хостелу - %s.

source: Auberges en %s incluant Auberges de Jeunesse en %s. 30,000 Auberges de jeunesses et logements pas chers en %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse en %s.
ru_ru: %s - Все дешевые Хостелы - %s. 30,000 Хостелов - %s. Карты городов, фотографии, обзоры по каждому хостелу - %s.

source: Tous
ru_ru: Все

source: City
ru_ru: город

source: Country
ru_ru: страна

source: Property
ru_ru: собственность

source: précédente
ru_ru: предыдущий

source: de
ru_ru: из

source: suivante
ru_ru: следующий

source: Classer par:
ru_ru: Сортировать по:

source: Hostel Name
ru_ru: Названию

source: %s par page
ru_ru: %s на странице

source: Sorry but we have not found any results. Please try again.
ru_ru: К сожалению, по поиску, ничего небыло найдено. Пожалуйста, попробуйте еще раз.

source: Bienvenue!
ru_ru: Мой аккаунт

source: Se déconnecter
ru_ru: Выйти

source: Plus de 30,000 Auberges de Jeunesse disponible en ligne
ru_ru: Более 30,000 Хостелов онлайн

source: Free SMS
ru_ru: Бесплатные СМС

source: No Booking fees
ru_ru: Бесплатное бронироние

source: Book on your mobile
ru_ru: Забронировать с мобильного телефона

source: Réservation mondiale et immédiate, 30 000 Auberges de jeunesse et hôtels pas chers.
ru_ru: Доступ к немедленному бронированию проживания в 30,000 хостелах и дешевых гостиницах.

source: Accueil
ru_ru: Новый поиск

source: Auberges et logements pas chers
ru_ru: Хостелы

source: Réservation d'auberges de jeunesse pour les groupes
ru_ru: Хостелы - Бронирование для групп

source: Groupes 10+
ru_ru: Группы 10+

source: Événements
ru_ru: События

source: Destinations
ru_ru: Путеводители

source: Free Breakfast
ru_ru: Бесплатный Завтрак

source: Only downtown
ru_ru: Только в центре города

source: Youth Hostel
ru_ru: Хостел для Молодежи

source: Watch the Video
ru_ru: Смотреть видео

source: %s-Map
ru_ru: %s

source: Créer un compte dès maintenant
ru_ru: Создать аккаунт сейчас

source: Mobile Version
ru_ru: Версия для мобильного телефона

source: Modify search
ru_ru: Изменить параметры поиска

source: Search Now
ru_ru: Поиск

source: Chargement...
ru_ru: Загрузка...

source: Choisir le pays
ru_ru: Выберите страну

source: Pays introuvable
ru_ru: Страна не найдена

source: Choisir la ville
ru_ru: Выберите город

source: Ville introuvable
ru_ru: Город не найден

source: Date invalide
ru_ru: Дата указана неправильно

source: Search by city or hostel name:
ru_ru: Поиск по имени города или хостела:

source: Spécifier le pays
ru_ru: Укажите страну

source: Spécifier la ville
ru_ru: Укажите город

source: Enter a city name or hostel name
ru_ru: Введите имя города или хостела

source: Arrivée le:
ru_ru: Прибытие:

source: Nuits:
ru_ru: Ночей:

source: Devise:
ru_ru: Валюта:

source: Group Booking
ru_ru: Бронирование для групп

source: Options de Votre Compte
ru_ru: Функции

source: Page d'accueil
ru_ru: Главная

source: Mes réservations
ru_ru: Моя бронь

source: Mes évaluations
ru_ru: Мои отзывы

source: Mon profil
ru_ru: Мой профиль

source: Changer de mot de passe
ru_ru: Изменение пароля

source: Visiter nos guides
ru_ru: Посетите наши путеводители

source: Destinations Populaires
ru_ru: Популярные направления

source: Auberges de jeunesse, Hôtels, Appartements, Chambres d'hôtes, Bed and Breakfast, Pensions - Plus de 30000!!
ru_ru: 30,000 Хостелов, гостиниц, квартир, кроватей и завтраков, и пансионов...

source: To view prices and availability, please enter your dates.
ru_ru: Пожалуйста, укажите даты, чтобы посмотреть цены и наличие свободных номеров.

source: Nous suivre sur Twitter
ru_ru: Присоединяйтесь к нам на Twitter

source: Navigation
ru_ru: Навигация

source: Information
ru_ru: Информация

source: Aide / FAQ / Nous Joindre
ru_ru: Помощь / Вопросы / Контакты

source: Conditions
ru_ru: Условия

source: Confidentialité
ru_ru: Соглашение о Конфиденциальности

source: About us
ru_ru: О нас

source: Vous recherchez une auberge, une auberge de jeunesse, un appartement, un Bed And Breakfast B&B, une pension, une chambre d’hôtes, une Hostel ? %s est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements à bas prix dernière minute. %s propose la réservation dernière minute de chambres et logements à bas prix dans des villes comme Paris en France, Londres en Angleterre, Barcelone en Espagne, New York aux Etats-Unis, Rome en Italie, Amsterdam en Hollande, Dublin en Irlande, Madrid en Espagne, Prague en République tchèque ... Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.
ru_ru: Ищите хостелы, квартиру, комнату, комнату и завтрак, или гостевой дом? %s № 1 это поисковая система для бронирования проживания в России, Германии, Франции, Италии, Испании, Чехословакии. %s предлагает бронирование комнаты в хостелах и местах недорогого проживания в последнюю минуту и по самой низкой цене в таких городах, как Париже во Франции, Лондонe в Англии, Барселонe в Испании, Нью-Йоркe в Соединенных Штатах Америки, Римe в Италии, Амстердамe в Нидерландах, Дублинe в Ирландии, Мадридe в Испании, и Прагe в Чехии... Очень простое планирование поездки, мы также предоставляем информацию о бронировании в последнюю минуту, путеводители и обзоры по лучшим хостелам.

source: Yasmine M, Rio De Janeiro
ru_ru: Ясмин М, Рио-де-Жанейро

source: Merci %s pour votre aide.
ru_ru: Благодарим %s за вашу помощь.

source: Diego R, Mexico
ru_ru: Диего Р, Мексика

source: Génial le site. Et les prix sont imbattables. Merci !
ru_ru: Отличный сайт. Цены самые низкие. Спасибо большое!

source: Lesley F, Boston
ru_ru: Лесли Ф, Бостон

source: Mes Vacances sont réussies grâce à vous. Les Auberges étaient comme promises.
ru_ru: Мои каникулы пролетели отлично благодаря вам! Описания проживания в точности соответствует тому, что описано на сайте.

source: Jérome H, Marseille
ru_ru: Джером Х, Марсель

source: Notre école a réservé pour 35 personnes sur votre site et pas de surprise. Parfait !!!
ru_ru: Наша школа забронировала с вашего сайта проживание на 35 человек и не возникло никаких неожиданностей. Все прошло просто отлично!

source: Jérome H, Marseille
ru_ru: Джером Х, Марсель

source: Carmen J, Lima
ru_ru: Кармен Дж, Лима

source: Choix, prix, sécurité, confirmation. Rien a dire : site super !
ru_ru: Хороший выбор, цена, безопасность, подтверждение. Супер сайт - больше добавить нечего!

source: Jowar, New Dehli
ru_ru: Джовар, Нью-Дели

source: Les directions étaient bonnes et les prix des plus bas… Voyage réussie. Encore Merci.
ru_ru: Инструкции были полезными, а цены...супернизкие!. Еще раз спасибо.

source: Olivia S, Londres
ru_ru: Оливия С, Лондон

source: Les cartes et les guides m'ont aidée. Votre site est facile a naviguer.
ru_ru: Мне помогли карты и путеводители. Навигация по сайту очень простая.

source: Michal E, Varsovie
ru_ru: Майкл И, Варшава

source: Ma fiancée et moi ont passe des supers vacances en réservant sur votre site.
ru_ru: Моя невеста и я забронировали свой отпуск с помощью вашего сайта и всё просло отлично. :)

source: Hiroto V, Seoul
ru_ru: Хирото В, Сеул

source: Très content de vos services.
ru_ru: Очень доволен вашими услугами.

source: Ali S, Casablanca
ru_ru: Али С, Касабланка

source: Les cartes sont indispensables et très pratiques.
ru_ru: Карты практичны и очень помогают.

source: reservation auberge de jeunesse,auberge de jeunesse,auberges de jeunesse,voyage jeunesse europe,voyage jeunesse,voyage europe,hébergement voyage europe,réserver auberge,voyage europe logement,logement voyage france,logement voyage europe,trip jeunesse euro,euro youth hostel,révervation hôtel londres,reservation hôtel paris
ru_ru: Бронирование хостела, хостелы, молодежный туризм, молодежный туризм по Европе, бронирование хостела, проживание в Европе, проживание во Франции, проживание в Европе, хостел в Европе, хостел в Англии, хостел в Париже

source: Réservation immédiate et garantie de l’auberge %s à %s. Prix imbattables de %s, photos, cartes & guides sur %s.
ru_ru: %s - Карты %s. Немедленная бронь %s, цены, фотографии, путеводители на %s.

source: Localisation invalide sur Google Map
ru_ru: Неправильное местонахождение Google Map

source: évaluation moyenne
ru_ru: средний рейтинг

source: à partir de
ru_ru: от

source: Plus d'information
ru_ru: Подробнее

source: Searching for %s
ru_ru: Поиск для %s

source: Please wait while we are finding the best deals for you ...
ru_ru: Пожалуйста, подождите, пока мы ищем лучшее предложение для вас....

source: Loading
ru_ru: Загружается

source: Visiter notre centre d'aide
ru_ru: Посетите наш справочный центр

source: Joignez-vous à nous sur Facebook
ru_ru: Присоединяйтесь к нам на Facebook

source: %s est réglementé par l'Union Européenne.
ru_ru: %s спонсирует гуманитарную работу ЮНИСЕФ.

source: 100%% sécurisé.
ru_ru: Транзакция защищена и закодирована

source: Paiements sécurisés et encryptés pour votre sécurité.
ru_ru: Платежи защищены и закодированы для вашей безопасности.

source: Seulement 10% pour garantir votre réservation.
ru_ru: Только 10% для обеспечения брони.

source: Text/SMS (FREE)
ru_ru: Текст/СМС (бесплатно)

source: Check your reservation on your Mobile
ru_ru: Проверить бронь через мобильный

source: %s: Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
ru_ru: %s: Нет необходимости иметь членскую карточку, чтобы получить лучшие цены на интернете.

source: Réserver une auberge de jeunesse pour un groupe
ru_ru: Зарезервировать проживание в хостеле для группы

source: Réservation de groupes
ru_ru: Бронирование для групп

source: Send confirmation email
ru_ru: Выслать подтверждение по электронной почте

source: Courriel:
ru_ru: Электронная почта:

source: Mot de passe:
ru_ru: Пароль:

source: Home page
ru_ru: Домашняя страница

source: Mettre à jour votre profil
ru_ru: Обновить профиль

source: Prénom
ru_ru: Имя

source: Nom
ru_ru: Фамилия

source: Nationalité
ru_ru: Гражданство

source: Langue de correspondance
ru_ru: Языковые предпочтения

source: Sexe
ru_ru: Пол

source: Masculin
ru_ru: Мужской

source: Féminin
ru_ru: Женский

source: Téléphone
ru_ru: Контактный Телефон

source: Devise
ru_ru: Валюта

source: Abonnement newsletter
ru_ru: Подписка на рассылку

source: Back to account home page
ru_ru: Вернуться к странице аккаунта

source: Vos Réservations
ru_ru: Ваша Бронь

source: View On Map
ru_ru: Посмотреть на карте

source: Numéro de référence
ru_ru: Ссылка

source: Réservé le
ru_ru: Резервация

source: Arrive le
ru_ru: Прибытие

source: Nuits
ru_ru: Ночей

source: Total
ru_ru: Цена

source: Arrhes et frais de service
ru_ru: Депозит

source: Total du à l'arrivée
ru_ru: Сумма, для оплаты по прибытию

source: Email
ru_ru: Электронная почта

source: Vous n'avez aucune réservation à ce jour.
ru_ru: У вас ничего не зарезервировано в этот день.

source: Voir vos réservation
ru_ru: Посмотреть бронь

source: Voir votre profil
ru_ru: Посмотреть профиль

source: Enter Dates
ru_ru: Указать даты

source: Prix
ru_ru: Цыне

source: Cote
ru_ru: Рейтингу

source: Désolé aucun résultat pour ce critère
ru_ru: К сожалению ничего не найдено по вашему запросу

source: Back to top
ru_ru: Вернуться к началу

source: Réserver Maintenant
ru_ru: Забронировать сейчас

source: Hostel info
ru_ru: Информация о хостеле

source: Pictures
ru_ru: Фотографии

source: About
ru_ru: О нас

source: Commodité
ru_ru: Удобства

source: Commentaires
ru_ru: Комментарии

source: Le %s
ru_ru: %s дней

source: Par %s | Le %s
ru_ru: %s |%s

source: Cartes et Directions
ru_ru: Карты и путеводители

source: Informations Importantes
ru_ru: Важная информация

source: Back to results
ru_ru: Вернуться к результатам поиска

source: Confirmation de Votre Réservation
ru_ru: Подтверждение брони

source: Votre réservation est validée
ru_ru: Ваша бронь подтверждена

source: Vous allez recevoir un courriel d'ici peu avec toutes les informations contenu sur cette page.
ru_ru: Вы получите письмо по электронной почте со всеми деталями брони, которые содержатся на этой странице.

source: Vous pouvez aussi vous connecter à votre compte pour voir toutes vos réservation:
ru_ru: Вы также можете войти в свой аккаунт, чтобы увидеть все брони:

source: Détails de la réservation
ru_ru: Подробная информация о брони

source: Votre Numéro de confirmation
ru_ru: Ваш номер подтверждения

source: Room type and number of guests
ru_ru: Тип комнаты и количество гостей

source: Chambres partagées - Dortoirs
ru_ru: Хостелы - Стоимость за человека

source: Price per person (Dorm shared with others).
ru_ru: Стоимость за человека за всю всю поездку (размещение в общежитии с другими людьми) .

source: Chambres privées
ru_ru: Отдельные комнаты - Стоимость за комнату

source: Price per room (not per person).
ru_ru: Стоимость за комнату а всю всю поездку (не за одного человека).

source: 10%% Arrhes + frais de service facturé en %s à votre carte
ru_ru: Депозит 10%% + стоимость сборов %s сняты с Вашей карты

source: Montant restant à payer lors de votre arrivée
ru_ru: Баланс оплачиваемый по прибытии

source: Information sur l'établissement
ru_ru: Информация о месте проживания

source: Nom de l'établissement
ru_ru: Название места проживания

source: Adresse
ru_ru: Адрес

source: Fax
ru_ru: Факс

source: Directions
ru_ru: Как добраться

source: Version Originale
ru_ru: Исходная версия

source: Vous devez payer pour votre chambre à votre arrivée. Veuillez, s'il vous plaît, vous assurer que votre carte de crédit est valide. Les cartes sont vérifiées la veille des arrivées et le fait de réserver à l'aide d'une carte invalide annulera votre réservation. Si vous avez réservé à l'aide de votre carte bancaire ou si vous doutez de la validité de votre carte de crédit, veuillez contacter l'établissement au moins 24 heures avant votre arrivée afin de confirmer votre réservation.
ru_ru: Вы должны оплатить баланс по прибытии. Пожалуйста, убедитесь, что ваша кредитная карта действительна. Кредитные карты проверяются за день до прибытия и бронь с недействительной кредитной картой будет аннулирована. Если вы произвели подтверждение брони при помощи дебит карты, или если вы сомневаетесь в достоверности вашей кредитной карты, пожалуйста, обратитесь к администрацию места проживания и подтвердите вашу бронь не менее чем за 24 часа до вашего прибытия.

source: Les annulations doivent être effectuées directement auprès de l'établissement.
ru_ru: Аннулирование должно быть сделано напрямую с администрацией места проживания.

source: Si vous ne vous présentez pas à la date prévue et que vous n'avez pas annulé votre réservation, votre carte de crédit sera facturée pour le montant total de votre première nuit de réservation.
ru_ru: В случае вашей неявки и если при этом вы не аннулировали бронирование, с вашей кредитной карты будет снята оплата за полную стоимость проживания вашей первой ночи.

source: Pour effectuer toute modification à une réservation, veuillez contacter directement l'établissement.
ru_ru: Чтобы внести изменения в существующую бронь, пожалуйста, свяжитесь непосредственно с администрацией места проживания.

source: Si votre carte de crédit devient invalide ou que des modifications sont apportées à votre compte avant votre arrivée, veuillez contacter directement l'établissement afin de prendre d'autres dispositions.
ru_ru: В случае если ваша кредитная карта стала недействительной или произошли изменения в вашем профайле до вашего прибытия, пожалуйста, обратитесь непосредственно к администрации места проживания, чтобы согласовать все изменения.

source: En cas d'annulation de votre réservation, le dépôt et les frais de réservation ne peuvent pas être pas remboursés.
ru_ru: В случае отмены брони, депозит и сбор за обслуживание не возмещаются.

source: Veuillez s'il vous plaît lire attentivement nos termes et conditions.
ru_ru: Пожалуйста, внимательно ознакомьтесь с нашими правилами и условиями.

source: Pour toute question, consultez notre %s.
ru_ru: Если у вас есть вопросы, посетите наш %s.

source: Centre d'aide en ligne
ru_ru: онлайн справочный центр

source: Search for another hostel
ru_ru: Поиск другого хостела:

source: Erreur lors du traitement de votre demande
ru_ru: Ошибка при обработке запроса

source: Revenir en arrière
ru_ru: Вернуться

source: Disponibilités
ru_ru: Наличие

source: Erreur:
ru_ru: Ошибка:

source: No rooms are available for all the nights you selected.
ru_ru: Извините, нет достаточного количества комнат на все выбранные ночи

source: Serveur inaccessible en ce moment.
ru_ru: В данный момент сервер недоступен.

source: Détails:
ru_ru: Подробная информация:

source: Arrivée
ru_ru: Прибытие

source: Nombre de Nuits
ru_ru: Кол-во ночей

source: Change Dates
ru_ru: Изменить даты

source: Soumettre
ru_ru: Подтвердить

source: Please enter at least one choice in the above table to book a room.
ru_ru: Пожалуйста, сделайте выбор для того, чтобы забронировать комнату.

source: Book Now
ru_ru: Забронировать

source: Notes Importantes
ru_ru: Важные замечания

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) et les frais de service minimum et non remboursables afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
ru_ru: На %s, вы оплачиваете только депозит (10%% от общей суммы) и минимальную оплату / сбор за обслуживание, чтобы подтвердить и гарантировать Вашу бронь. Оставшаяся сумма будет оплачена по прибытию.

source: Proceed To Payment
ru_ru: Перейти к оплате

source: Day
ru_ru: День

source: Personnes
ru_ru: Количество человек

source: Rooms
ru_ru: Комнаты

source: Total en
ru_ru: Цена в

source: 10% Arrhes / Dépôt sera facturé en
ru_ru: 10% депозит

source: Frais de Service
ru_ru: Плата за обслуживание / сборы

source: %s yearly membership card - waived:
ru_ru: %s годовая членская карточка - не требуется:

source: Total à payer maintenant
ru_ru: Конечная цена которую вы должны оплатить

source: est le montant total à payer à votre arrivée
ru_ru: это общая сумма, подлежащая оплате по прибытию

source: Choose the currency of your payment:
ru_ru: Выберите валюту для оплаты:

source: Changements - Annulations
ru_ru: Изменения - Аннулирование
