Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Pour tout changement ou annulation, veuillez communiquer directement avec l'établissement en envoyant un email en anglais avec le numero de confirmation (%s) à l'adresse suivante : %s
cs_cz: Jestliže chcete změnit nebo zrušit vaši rezervaci, prosím kontaktujte ubytovnu přímo prostřednictvím e-mailu napsaným v angličtině a uveďte vaše číslo rezervace (%s) na následující adresu: %s
de_de: Für jede Änderung oder Stornierung kontaktieren Sie die gebuchte Unterkunft direkt per E-Mail in englischer Sprache mit Ihrer Buchungsnummer (%s) unter folgender Adresse: %s
hu_hu: Ha bármilyen változást vagy törlést kiván, kérjük küldjön közvetlenül a szállás helyre egy angolul irt e-mailt a visszaigazolási számmal együtt (%s) a következő címre: %s
ko_kr: 예약 변경 혹은 취소를 원하신다면 그 호스텔로 직접 확인번호(%s)와 함께 이하의 주소로 영어로된 이메일을 보내주십시오%s
zh_cn: 如需更改或取消预订，请直接给旅舍发送英文电子邮件，务必随信附上您的预订确认号(%s)。以下是该旅舍的联系电邮： %s

source: Votre numéro de réservation: #%s
cs_cz: Číslo vaší rezervace: #%s
de_de: Ihre Buchungsnummer: #%s
hu_hu: A foglalási szám: #%s
ko_kr: 귀하의 예약 번호 : # %s
zh_cn: 您的预订号：＃%s

source: (validé le %s)
cs_cz: (Potvrzeno na %s)
de_de: (Bestätigt %s)
hu_hu: (Validált %s)
ko_kr: %s에서 확인된
zh_cn: （验证%s）

source: Arrivée: %s à %s
cs_cz: Příjezd: %s na %s
de_de: Anreise: %s um %s
hu_hu: Érkezés: %s -töl %s -ig
ko_kr: 도착: %s에서 %s로
zh_cn: 住宿日期：从%s至 %s

source: Nombre de Nuits: %s
cs_cz: Počet nocí: %s
de_de: Anzahl der Nächte: %s
hu_hu: Éjszakák: %s
ko_kr: 숙박일 수: %s
zh_cn: 住宿天数%s

source: Date
cs_cz: Datum
de_de: Datum
hu_hu: Dátum
ko_kr: 날짜
zh_cn: 日期

source: Chambre
cs_cz: Pokoj
de_de: Zimmer
hu_hu: Szoba
ko_kr: 방
zh_cn: 房间

source: Prix (lit)
cs_cz: Cena
de_de: Preis
hu_hu: Ár
ko_kr: 가격
zh_cn: 价格

source: Nb. Personne
cs_cz: Počet osob
de_de: Anzahl der Personen
hu_hu: Személyek száma
ko_kr: 인원
zh_cn: 预订人数

source: Total
cs_cz: Celkem
de_de: Gesamt
hu_hu: Összesen
ko_kr: 총 금액
zh_cn: 总计

source: 10%% Arrhes facturé en %s:
cs_cz: 10%% záloha %s:
de_de: 10%% Anzahlung %s
hu_hu: 10%% számlázva %s-ban
ko_kr: 10%%의 계약금은 %s로 지급
zh_cn: 10%%定金从%s上收取

source: Montant restant à payer lors de votre arrivée (%s):
cs_cz: Částka, která má být zaplacena při příjezdu (%s):
de_de: Folgender Restbetrag ist bei Ankunft zu bezahlen (%s):
hu_hu: Fizetendő összeg az érkezéskor (%s):
ko_kr: 차액은 도착시 지불합니다 (%s) :
zh_cn: 剩余款项 %s：

source: Informations Importantes
cs_cz: Důležité informace
de_de: Wichtige Informationen
hu_hu: Fontos tudnivalók
ko_kr: 중요 정보
zh_cn: 重要提示

source: Version Originale
cs_cz: Původní verze
de_de: Originalfassung
hu_hu: Az eredeti változat
ko_kr: 오리지널 버전
zh_cn: 原始版本

source: Information sur l'établissement
cs_cz: Informace o objektu
de_de: Über uns
hu_hu: A szállás információi
ko_kr: 호스텔 정보
zh_cn: 物业信息

source: Nom de l'établissement
cs_cz: Jméno
de_de: Name der Unterkunft
hu_hu: Neve
ko_kr: 호스텔 이름
zh_cn: 物业名称

source: Adresse
cs_cz: Adresa
hu_hu: Cím
ko_kr: 주소
zh_cn: 地址

source: Email
ko_kr: 이메일
zh_cn: 电子邮件

source: Directions
cs_cz: Jak se dostat na místo
de_de: Wegbeschreibung
hu_hu: Útbaigazítás
ko_kr: 약도
zh_cn: 方位

source: Version Originale:
cs_cz: Původní verze:
de_de: Originalfassung:
hu_hu: Az eredeti verzió:
ko_kr: 오리지널 버전:
zh_cn: 原始版本：

source: Cancellation Policy
cs_cz: Storno podmínky
de_de: Kündigungsbedingungen
hu_hu: Lemondási feltételek
ko_kr: 취소 약관
zh_cn: 取消政策

source: Taxes
cs_cz: daň
de_de: Steuern
hu_hu: Adók
ko_kr: 세금
zh_cn: 税费

source: Extra Information
cs_cz: Další informace
de_de: Zusätzliche Informationen
hu_hu: Extra információ
ko_kr: 그 외정보
zh_cn: 其他信息

source: Vous devez payer pour votre chambre à votre arrivée. Veuillez, s'il vous plaît, vous assurer que votre carte de crédit est valide. Les cartes sont vérifiées la veille des arrivées et le fait de réserver à l'aide d'une carte invalide annulera votre réservation. Si vous avez réservé à l'aide de votre carte bancaire ou si vous doutez de la validité de votre carte de crédit, veuillez contacter l'établissement au moins 24 heures avant votre arrivée afin de confirmer votre réservation.
cs_cz: Musíte zaplatit za váš pokoj při příjezdu. Prosím ujistěte se, že vaše kreditní karta je platná. Karty jsou kontrolovány den před příjezdem a rezervace neplatnou kartou bude zrušena. Pokud jste si rezervovali prostřednictvím debetní karty nebo pokud máte pochybnosti o platnosti své kreditní karty, obraťte se prosím na vaše ubytovací zařízení nejméně 72 hodin před příjezdem a potvrďte rezervaci.
de_de: Sie müssen für Ihr Zimmer bei Ihrer Ankunft bezahlen. Bitte stellen Sie sicher, dass Ihre Kreditkarte gültig ist. Kreditkarten werden am Tag vor Ihrer Anreise überprüft. Reservierungen mit einer ungültigen Karte werden storniert. Wenn Sie mit Ihrer Kreditkarten gebucht haben und Zweifel an der Gültigkeit dieser haben, kontaktieren Sie Ihre Unterkunft mindestens 24 Stunden vor Ihrer Ankunft, um Ihre Reservierung zu bestätigen.
hu_hu: A fennmaradó összeget érkezéskor kell kifizetni. Kérjük, győződjön meg arról, hogy a hitel-kártyája érvényes. A kártyák ellenőrzése egy nappal az érkezés előtt történik, érvénytelen kártya törli a foglalást. Ha nem biztos a hitelkártya érvényességében, kérjük lépjen kapcsolatba a szállással legalább 24 órával az érkezés előtt, hogy megerősítse a foglalást.
ko_kr: 당신은 도착시 객실에 대해 지불하셔야합니다. 귀하의 신용 카드가 이용가능한지 확인합니다. 카드는 도착 하루 전 검사됩니다. 그리고 유효하지 않은 카드로의 예약은 취소됩니다. 체크카드를 이용하였거나 귀하의 카드가 사용가능한지 모를경우 최소 도착 24시간 전에 해당 호스텔로 연락하여 예약을 확인시기 바랍니다.
zh_cn: 您必须在抵达旅店当日支付剩余房费。请在抵达旅店之前确认您输入的信用卡号有效，否则该预订将会被取消。如果您不确定所使用的信用卡仍然有效，或使用借记卡预订，请提前24小时知会旅店，确保预订生效。

source: Le montant restant (après déduction du dépôt) est dû à votre arrivée.
cs_cz: Zbývající částka (po odečtení vkladu) je splatná při příjezdu.
de_de: Der verbleibende Betrag (nach Abzug der Anzahlung) ist bei der Ankunft zu zahlen.
hu_hu: A fennmaradó összeg (az előleg levonása után) érkezéskor esedékes.
ko_kr: 보증금 공제 후 나머지 잔여액은 도착시 결제 예정입니다.
zh_cn: 入住当日结清剩余房款。

source: Les annulations doivent être effectuées directement auprès de l'établissement.
cs_cz: Zrušení musí být provedeno PŘÍMO s hostelem.
de_de: Stornierungen müssen DIREKT mit der Unterkunft durchgeführt werden.
hu_hu: A foglalás visszamondása közvetlen a szállással történik.
ko_kr: 취소는 호스텔로 직접하셔야합니다.
zh_cn: 若您需要取消预订，请直接与旅店联络。

source: Si vous ne vous présentez pas à la date prévue et que vous n'avez pas annulé votre réservation, votre carte de crédit sera facturée pour le montant total de votre première nuit de réservation.
cs_cz: Pokud se nedostavíte do vámi zarezervovaného hotelu včas a nebo jste opoměli rezervaci zrušit, bude s vaší karty stržena částka odpovídající plné ceně ubytování za jednu noc.
de_de: Falls Sie die Buchung nicht wahrnehmen können und Ihre Reservierung nicht stornieren, wird Ihre Kreditkarte für den vollen Betrag der ersten Nacht der Reservierung in Rechnung gestellt.
hu_hu: Ha nem jelenik meg vagy nem törli a foglalását, a hitelkártyája számlázva lesz az első éjszaka teljes árával.
ko_kr: 귀하가 나타나지 않거나 예약을 취소하지 않으면 귀하의 신용 카드로 첫 번째 밤 예약의 전체 금액이 청구됩니다.
zh_cn: 如果预订取消，您预付的定金和服务费将不退还。

source: Pour effectuer toute modification à une réservation, veuillez contacter directement l'établissement.
cs_cz: Chcete-li učinit změny ve vaší rezervaci, kontaktujte prosím PŘÍMO ubytovnu.
de_de: Um Änderungen an Ihrer Reservierung vorzunehmen, wenden Sie sich bitte DIREKT an Ihre Unterkunft.
hu_hu: Minden változtatásért, kérjük lépjen kapcsolatba a szállóval.
ko_kr: 예약을 변경하기 위해서 호텔에 직접 문의하시기 바랍니다.
zh_cn: 如需更改预订，请直接与旅店联系。

source: Si votre carte de crédit devient invalide ou que des modifications sont apportées à votre compte avant votre arrivée, veuillez contacter directement l'établissement afin de prendre d'autres dispositions.
cs_cz: Pokud vaše kreditní karta přestane platit, nebo došlo ke změně na vašem účtu před vaším příjezdem, prosím kontaktujte přímo ubytovnu.
de_de: Wenn Ihre Kreditkarte ungültig ist oder Sie Änderungen an Ihrem Konto vor Ihrer Ankunft vornehmen, wenden Sie sich bitte direkt an die Unterkunft um alternative Vereinbarungen zu treffen.
hu_hu: Ha hitel-kártyája érvénytelenné válik vagy az Ön adatai megváltoznak az érkezés előtt, kérjük, lépjen kapcsolatba a szállóval a változtatás érdekében.
ko_kr: 도착하기 전에 귀하의 신용 카드가 잘못되거나 계정이 변경되면 호스텔로 직접 연락 하시기 바랍니다.
zh_cn: 入住之前，如果您的信用卡失效或者银行帐户信息变更，务必及时通知旅舍，以便做出其他安排。

source: En cas d'annulation de votre réservation, le dépôt et les frais de réservation ne peuvent pas être pas remboursés.
cs_cz: Jestliže zrušíte svou rezervaci, záloha a rezervační poplatek vám nebude vrácen.
de_de: Wenn Sie Ihre Buchung stornieren, können Anzahlung und Gebühren der Reservierung nicht erstattet werden.
hu_hu: Ha törli a foglalást, a letétet és a foglalási díjat nem térítjük vissza.
ko_kr: 예약 취소할 경우,예약 보증금 및 수수료는 환불 되지 않습니다.
zh_cn: 如果您取消预订，10%定金和服务费将不退回。

source: Veuillez s'il vous plaît lire attentivement nos termes et conditions.
cs_cz: Přečtěte si naše podmínky.
de_de: Bitte lesen Sie unsere allgemeinen Geschäftsbedingungen.
hu_hu: Kérjük, olvassa el a szerződési feltételeket.
ko_kr: 이용 약관을 읽어 주시기 바랍니다.
zh_cn: 请仔细阅读以上条款。

source: Pour toute question, consultez notre
cs_cz: V případě dotazů, prosím, navštivte naše
de_de: Bei Fragen besuchen Sie bitte unsere
hu_hu: Ha kérdése van, kérjük, látogasson el
ko_kr: 질문이 있으시면 방문하시기 바랍니다
zh_cn: 如有问题，请访问我们的

source: Centre d'aide en ligne
cs_cz: Pomocné centrum online
de_de: Online-Hilfe
hu_hu: Online Segitő Központ
ko_kr: 온라인 도움말 센터
zh_cn: 在线帮助中心

source: Merci et bon séjour
cs_cz: Děkujeme vám a užijte si Váš pobyt
de_de: Vielen Dank und genießen Sie Ihren Aufenthalt
hu_hu: Köszönjük és kellemes tartozkodást kívánunk
ko_kr: 감사합니다 그리고 편안한 시간 보내시길 바랍니다.
zh_cn: 非常感谢您使用本网站服务！

source: Bonjour %s,
cs_cz: Dobrý den, %s,
de_de: Hallo %s,
hu_hu: Jó napot %s,
ko_kr: %s님 안녕하세요.
zh_cn: 您好%s

source: Nous espérons que vous avez passé un bon séjour à %s.
cs_cz: Doufáme, že se vám líbilo na %s.
de_de: Wir hoffen, dass Sie einen tollen Aufenthalt im/in %s hatten.
hu_hu: Reméljük, jól érezte magát %s-ban.
ko_kr: %s에서 즐거운 시간을 보내셨길 바랍니다.
zh_cn: 我们希望您访问%s页面愉快。

source: Nous vous invitons à prendre quelques minutes pour laisser vos impressions sur l'établissement dans la section "commentaires".
cs_cz: Věnujte nám prosím několik minut a napište nám váš komentář v sekci komentáře.
de_de: Um anderen Reisenden wie Ihnen zu helfen, schreiben Sie bitte eine Bewertung über Ihre Erfahrung mit dieser Unterkunft im Abschnitt "Bewertungen".
hu_hu: Kérjük, szánjon rá néhány percet hogy irjon szállásáról, a megjegyzés rovatba.
ko_kr: 리뷰 섹션의 그 호스텔에 대한 당신의 리뷰에 다시 한번 관심을 기울여주십시오.
zh_cn: 请您花几分钟留言，在“评价栏”里写下对该旅舍的评价。

source: Veuillez simplement cliquer sur le lien ci-dessous pour accéder au formulaire.
cs_cz: Stačí kliknout na níže uvedený odkaz pro přístup k formuláři.
de_de: Klicken Sie ganz einfach auf den folgenden Link, um das Formular zu öffnen:
hu_hu: Egyszerűen kattintson az alábbi linkre, hogy hozzáférjen a formához.
ko_kr: 아래 링크를 클릭하면 양식에 액세스합니다.
zh_cn: 您只需点击以下链接，便可正式登陆：

source: N'hésitez pas à revenir nous voir pour planifier votre prochain voyage.
cs_cz: Neváhejte a zavítejte sem zpátky při plánování vaší další cesty.
de_de: Vielen Dank für Ihre Bewertung! Wir würden uns freuen, wenn Sie auch Ihre nächste Reise mit uns buchen würden.
hu_hu: Ne habozzon, jöjjön vissza és tervezze meg a következő utazását.
ko_kr: 우리와 언제든지 다음 여행을 계획하시기 바랍니다.
zh_cn: 欢迎您随时回访，定制下一次旅行计划。

source: Merci,
cs_cz: Děkuji vám,
de_de: Vielen Dank,
hu_hu: Köszönöm,
ko_kr: 감사합니다.
zh_cn: 谢谢！

source: Si vous l'avez déjà fait pour cet établissement ou la si la réservation avait été annulée , veuillez simplement ignorer ce message.
cs_cz: Pokud jste tak již učinili pro tuto ubytovnu, nebo v případě, že rezervace byla zrušena, prosím ignorujte tuto zprávu.
de_de: Bitte ignorieren Sie diese Nachricht, falls Ihre Buchung storniert wurde.
hu_hu: Ha már végzett ezzel a szállással, vagy ha a foglalását törölte, egyszerűen hagyja figyelmen kívül ezt az üzenetet.
ko_kr: 이미 이 호스텔을 예약한 적이 있거나 예약을 이미 취소 하였다면 이 문자는 무시하시기 바랍니다.
zh_cn: 如果对方已经取消您的预订，请忽略此消息。

source: Prix
cs_cz: Cena
de_de: Preis
hu_hu: Ár
ko_kr: 가격
zh_cn: 价格

source: Personnes
cs_cz: Lidé
de_de: Personen
hu_hu: Személyek
ko_kr: 사람
zh_cn: 人数

source: Chambres privées
cs_cz: Soukromý pokoj - Cena za pokoj
de_de: Privatzimmer - Preis pro Zimmer
hu_hu: Különszobák - Ár / szoba
ko_kr: 개인 객실 - 1 객실 기준 가격
zh_cn: 单人房 - 价位/每间

source: Rooms
cs_cz: Pokoje
de_de: Zimmer
hu_hu: Szobák
ko_kr: 객실
zh_cn: 客房

source: 10%% Arrhes + frais de service facturé en %s:
cs_cz: 10%% záloha + poplatek za službu účtován - %s:
de_de: 10%% Deposit + Servicegebühren in %s in Rechnung gestellt:
hu_hu: 10%% Deposit + szolgáltatási díjat számláztunk %s:
ko_kr: 10 %% 보증금 + 서비스 요금이 %s에 청구 :
zh_cn: 10%%房费定金（不可退）+服务费%s（不可退） ：

source: Travel details
cs_cz: Cestovní detaily
de_de: Reisedetails
hu_hu: Utazási adatok
ko_kr: 여행 세부 정보
zh_cn: 旅行详细信息

source: Nuits:
cs_cz: Noci:
de_de: Nächte:
hu_hu: Éjszakák:
ko_kr: 숙박일:
zh_cn: 住宿天数:

source: Group details
cs_cz: Detaily Skupiny
de_de: Gruppendetails
hu_hu: Csoport információk
ko_kr: 그룹 세부 정보
zh_cn: 团体详细信息

source: Male:
cs_cz: muž
de_de: Männlich:
hu_hu: Férfi:
ko_kr: 남성
zh_cn: 男

source: Female:
cs_cz: žena
de_de: Weiblich:
hu_hu: Nő:
ko_kr: 여성
zh_cn: 女

source: Youngest age
cs_cz: Nejnižší věk
de_de: Jüngstes Alter
hu_hu: Legfiatalabb életkor
ko_kr: 최연소
zh_cn: 最小年龄

source: Staff/teachers/Coaches/Bus drivers Details
cs_cz: Personál/učitelé/autokary/řidiči autobusů/detaily
de_de: Details für Angestellte / Lehrer / Busfahrer
hu_hu: Munkársak/tanárok/edzők/busz vezetők adatai
ko_kr: 직원 / 교사 / 코치 / 버스 드라이버 세부 정보
zh_cn: 员工/教师/教练/公车司机 详细信息

source: Persons
cs_cz: Osoby
de_de: Personen
hu_hu: Személyek
ko_kr: 인원 수
zh_cn: 人数

source: Room type requested
cs_cz: Požadovaný typ pokoje
de_de: Zimmerart anfragen
hu_hu: A lefoglalni kívánt szoba típusa
ko_kr: 객실 종류
zh_cn: 要求的房间类型

source: Requirements
cs_cz: Požadavky
de_de: Voraussetzungen
hu_hu: Feltételek
ko_kr: 요구 사항
zh_cn: 要求

source: Dinner
cs_cz: Večeře
de_de: Abendessen
hu_hu: Vacsora
ko_kr: 저녁
zh_cn: 晚餐

source: Most Important
cs_cz: Nejdůležitější
de_de: Wichtige Hinweise
hu_hu: Fontos tudnivalók
ko_kr: 중요 사항
zh_cn: 最重要

source: Your details
cs_cz: Vaše podrobnosti
de_de: Ihre Details
hu_hu: Az Ön adatai
ko_kr: 귀하의 세부 정보
zh_cn: 您的详细信息

source: Prénom
cs_cz: Jméno
de_de: Vorname
hu_hu: Keresztnév
ko_kr: 이름
zh_cn: 名

source: Addresse Email
cs_cz: Emailová Adresa
de_de: E-Mail Adresse
hu_hu: E-mail cím
ko_kr: 이메일 주소
zh_cn: 邮箱地址

source: Additional information/requests
cs_cz: Dodatečné informace/požadavky
de_de: Zusätzliche Informationen/Anfragen
hu_hu: További információk/kéresek
ko_kr: 추가 정보 / 요청
zh_cn: 额外的信息/咨询

source: Bonjour,
cs_cz: Dobrý den
de_de: Hallo,
hu_hu: Jó napot
ko_kr: 안녕하세요.
zh_cn: 您好！

source: Votre nouveau mot de passe pour %s: %s
cs_cz: Vaše nové heslo pro %s: %s
de_de: Ihr neues Passwort für %s: %s
hu_hu: Az Ön új jelszava a %s: %s
ko_kr: %s에 대한 새 비밀 번호는 : %s
zh_cn: 您在%s的新密码为：%s

source: Vous venez de changer votre mot de passe.
cs_cz: Právě jste změnili vaše heslo.
de_de: Sie haben soeben Ihr Passwort geändert.
hu_hu: Éppen megváltoztatta a jelszavát.
ko_kr: 당신의 암호를 변경할 수 있습니다.

source: Veuillez le garder dans vos archives pour ne pas l'oublier.
cs_cz: Prosím, uchovejte vaše záznamy, které nesmíte zapomenout.
hu_hu: Kérjük, tartsa meg annak érdekében, hogy ne felejtse el.
ko_kr: 당신의 기록을 꼭 보관하세요.
zh_cn: 请保存您的预订记录，以免忘记。

source: Votre nom d'usager: %s
cs_cz: Vaše uživatelské jméno: %s
de_de: Ihr Benutzername: %s
hu_hu: Felhasználói név: %s
ko_kr: 사용자 이름 : %s
zh_cn: 您的用户名：%s

source: Votre nom d'usager (adresse email): %s
cs_cz: Vaše uživatelské jméno (emailová adresa): %s
de_de: Ihr Benutzername (Email Adresse): %s
hu_hu: Felhasználóneve (e-mail címe): %s
ko_kr: 사용자 이름 (이메일 주소) : %s을
zh_cn: 您的电子邮件：%s

source: Pour créer un nouveau mot de passe, veuillez utiliser le lien suivant:
cs_cz: Chcete-li vytvořit nové heslo, použijte prosím následující odkaz:
de_de: Um ein neues Passwort zu erstellen, verwenden Sie bitte den folgenden Link:
hu_hu: Új jelszó létrehozására kérjük használja az alábbi linket:
ko_kr: 새 비밀 번호를 생성하려면 다음 링크를 사용하십시오. :
zh_cn: 要创建一个新的密码，请使用以下链接：

source: Ce courriel vous est envoyé suite à une requête provenant d'un utilisateur de %s. Ceci fait partie de la procédure pour créer un nouveau mot de passe. Si vous n'avez pas demandé un nouveau mot de passe, veuillez simplement ignorer ce courriel.
cs_cz: Tento email je zaslán na základě žádosti uživatele %s. Je to součástí postupu pro vytvoření nového hesla. Pokud jste nepožádali o nové heslo, prosím ignorujte tento e-mail.
de_de: Diese E-Mail wird auf Anfrage eines Benutzers von %s gesendet. Dies ist Teil des Verfahrens, um ein neues Passwort zu erstellen. Wenn Sie kein neues Passwort angefordert haben, können Sie diese E-Mail einfach ignorieren.
hu_hu: Ezt az e-mailt a felhsználó kérelmére küldtük %s. Ez a része annak az eljárásnak, hogy hozzon létre egy új jelszót. Ha nem kért új jelszót, kérjük egyszerűen hagyja figyelmen kívül ezt az e-mailt.
ko_kr: 이 이메일은 %s의 사용자의 요청에 의해 다음과 같이 전송됩니다. 이 절차로 새 암호를 만드는 것입니다. 만약 당신이 새 비밀 번호를 요청하지 않은 경우에는,이 이메일을 무시하시기 바랍니다.
zh_cn: 本邮件根据一个%s用户请求发送，目的是帮助其创建一个新密码。如果您没有更该密码需要，请删除此邮件。

source: Bonjour et bienvenue sur %s,
cs_cz: Dobrý den, vítejte na %s
de_de: Hallo und willkommen auf %s,
hu_hu: Üdvözöljük %s,
ko_kr: %s에 오신것을 환영합니다.
zh_cn: 您好，欢迎访问%s！

source: Merci de vous joindre à nous sur %s. Voici les information pour accèder à votre compte.
cs_cz: Děkujeme vám za přihlášení se na %s. Zde je informace pro přístup k vašemu účtu.
de_de: Vielen Dank für Ihr Registrieung bei uns auf %s. Hier sind die Informationen um auf Ihr Konto zugreifen zu können.
hu_hu: Köszönjük, hogy velünk van a %s. Itt az információ amivel hozzáférhet a fiókjához.
ko_kr: %s의에 함께 해 주셔서 감사합니다 여기에 귀하의 계정에 액세스하는 정보입니다.
zh_cn: 感谢您加入%s，这是登陆个人帐户所需信息 。

source: Votre mot de passe: %s
cs_cz: Vaše heslo: %s
de_de: Ihr Passwort: %s
hu_hu: Az Ön jelszava: %s
ko_kr: 비밀 번호 : %s
zh_cn: 您在%s的密码

source: Pour vous connecter à %s, veuillez utiliser le lien ci-dessous:
cs_cz: Chcete-li se připojit k %s, prosím použijte následující odkaz:
de_de: Um eine Verbindung zu %s herzustellen, verwenden Sie bitte den unten stehenden Link.
hu_hu: Ahhoz, hogy csatlakozzon a %s, kérjük használja az alábbi linket:
ko_kr: %s에 연결하기 위하여, 아래 링크를 사용하십시오 :
zh_cn: 要登陆%s，请点击以下链接：

source: Bonjour et bienvenue sur %s
cs_cz: Dobrý den, vítejte na %s
de_de: Hallo und willkommen auf %s
hu_hu: Üdvözöljük - %s
ko_kr: 안녕하세요. %s에 오신것을 환영합니다.
zh_cn: 您好，欢迎访问%s

source: Merci de vous être joint à nous sur %s. Voici les information pour accèder à votre compte.
cs_cz: Děkujeme vám za přihlášení se na %s. Zde je informace pro přístup k vašemu účtu.
de_de: Vielen Dank für Ihren Besuch bei uns auf %s. Hier sind die Informationen, die Sie benötigen, um auf Ihr Konto zu zugreifen.
hu_hu: Köszönjük, hogy velünk van a %s. Itt vannak az információk amivel hozzáférhet a fiókjához.
ko_kr: %s와 함께 해 주셔서 감사합니다 여기에 귀하의 계정에 액세스하는 정보입니다.
zh_cn: 感谢您加入%s，这里是登陆个人帐户所需信息。

source: Pour confirmer votre adresse email, veuillez utiliser le lien suivant:
cs_cz: Chcete-li potvrdit svou e-mailovou adresu, prosím použijte následující odkaz:
de_de: Zur Bestätigung Ihrer E-Mail Adresse verwenden Sie bitte den folgenden Link:
hu_hu: E-mail címének igazolására, kérjük, használja az alábbi linket:
ko_kr: 귀하의 이메일 주소를 확인하려면 다음 링크를 사용하십시오 :
zh_cn: 要确认电子邮件地址，请点击以下链接：

source: Compléter votre enregistrement...
cs_cz: Kompletní registrace ...
de_de: Vervollständigen Sie Ihre Anmeldung...
hu_hu: Kérjük egészitse ki a regisztrációt ...
ko_kr: 등록 완료 ...
zh_cn: 您的注册完成...

source: Si le lien ci-haut ne fonctionne pas veuillez copier coller le lien suivant dans votre navigateur:
cs_cz: Pokud výše uvedený odkaz nefunguje, prosím zkopírujte a vložte tento odkaz do svého prohlížeče:
de_de: Falls der obenstehende Link nicht funktioniert, kopieren Sie einfach den folgenden Link in Ihren Browser:
hu_hu: Ha a fenti link nem működik, kérjük másolja be az alábbi linket a böngészőbe:
ko_kr: 위의 링크가 작동하지 않으면 브라우저에 다음 링크를 복사해서 붙여넣으십시오 :
zh_cn: 如果以上链接无法正常打开，请将该地址复制并粘贴进搜索引擎重试。

source: Veuillez confirmer votre adresse email dans les %s heures, autrement votre enregistrement sera annulé et vous devrez vous enregistrer de nouveau.
cs_cz: Potvrďte prosím svoji e-mailovou adresu do %s hodin, jinak bude vaše registrace zrušena a budete se muset zaregistrovat znovu.
de_de: Bitte bestätigen Sie Ihre E-Mail Adresse in %s Stunden, ansonsten wird Ihre Anmeldung storniert und Sie müssen sich neu anmelden.
hu_hu: Kérjük, erősítse meg e-mail címét: %s órán belül, különben a regisztráció törlésre kerül és újra kell regisztrálnia.
ko_kr: %s의 시간 안에 귀화의 이메일 주소를 확인하세요. 그렇지 않으면 당신의 가입은 취소가 되며 다시 등록해야 합니다.
zh_cn: 请在规定时限内确认%s提交的电子邮件地址有效，否则您正在进行的注册将被取消，需要重新登陆注册。

source: évaluation moyenne
cs_cz: průměrné hodnocení
de_de: Durchschnittsbewertung
hu_hu: Átlagos értékelés
ko_kr: 평균 평점
zh_cn: 评级

source: à partir de
cs_cz: od
de_de: ab
ko_kr: 부터

source: Plus d'information
cs_cz: Více informací
de_de: Weitere Informationen
hu_hu: További információk
ko_kr: 더 많은 정보
zh_cn: 更多信息

source: Commentaires et évaluations de voyageurs
cs_cz: Komentáře a hodnocení cestovatele
de_de: Bewertungen von Reisenden
hu_hu: Utazói észrevételek, értékelések
ko_kr: 여행자 코멘트 및 평가
zh_cn: 旅客意见和评价

source: Liste des logements pas chers à %s
cs_cz: Výsledky hledání - %s
de_de: Suchergebnisse für %s
hu_hu: Találatok - %s
ko_kr: 결과 검색 - %s
zh_cn: 搜索结果 - %s

source: Auberges de jeunesse
cs_cz: Ubytovny
de_de: Jugendherbergen
hu_hu: Hostelek
ko_kr: 호스텔
zh_cn: 旅舍

source: Hôtels pas chers
cs_cz: Levné hotely
de_de: Preiswerte Hotels
hu_hu: Olcsó hotelek
ko_kr: 저렴한 호텔들
zh_cn: 便宜旅馆

source: Appartements
cs_cz: Apartmány
de_de: Wohnungen
hu_hu: Apartmanok
ko_kr: 아파트
zh_cn: 公寓

source: Chambres - B&B - Pensions
cs_cz: Pokoje - B & B - Penzion
de_de: Pensionen / B&B
hu_hu: Szobák - B & B - panziók
ko_kr: 방 - B & B - 게스트 하우스
zh_cn: 套房 / 床位（含早餐）

source: Désolé aucun résultat pour ce critère
cs_cz: Omlouváme se, ale nebyly nalezeny žádné výsledky pro vámi zadané kritéria
de_de: Leider keine Ergebnisse für diese Suche
hu_hu: Sajnáljuk nincs találat erre a keresésre
ko_kr: 이 테스트에 대한 결과가 없습니다. 죄송합니다.
zh_cn: 抱歉，没有符合您需要的搜寻结果。

source: Cote
cs_cz: Hodnocení
de_de: Wertung
hu_hu: Értékelés
ko_kr: 평점
zh_cn: 等级

source: Free service - Best price guaranteed!
cs_cz: Servis zdarma - Nejlepší cena garantována!
de_de: Kostenloser Service - Der beste Preis ist garantiert!
hu_hu: Ingyenes szolgáltatás - Garantáljuk a legjobb árakat
ko_kr: 최저 가격을 보장합니다.
zh_cn: 免费服务 － 我们保证最优价格！

source: Send a free request now using the form below and we will get back to you in few hours.
cs_cz: Zašlete nyní nezávaznou poptávku prostřednictvím formuláře níže a my se vám ozveme během několika hodin.
de_de: Schicken Sie und eine kostenlose Anfrage über dieses Formular. Wir werden in wenigen Stunden mit Ihnen in Kontakt treten.
hu_hu: Kérjen díjmentesen ajánlatot! Töltse ki az alábbi igénylőlapot és mi kapcsolatba lépünk Önnel pár órán belül.
ko_kr: 요구사항은 아래의 양식을 사용하세요. 빠른시일내에 연락드리겠습니다.
zh_cn: 您可以填写以下表格免费咨询，我们将会在数小时内回复您。

source: Schools
cs_cz: Školy
de_de: Schulen
hu_hu: Iskolák
ko_kr: 학교 단체
zh_cn: 学校
