Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: This is the time your room will be ready the day of your arrival and the time you will need to leave your room the day of your departure. Most properties will store your luggage in a safe space if you arrive early or leave later and are open 24 hours a day. Please review the list of services offered by this particular property to confirm they are available.
es_es: Esta es la hora en que su habitación estará preparada el día de su llegada y la hora en la que debe dejar la habitación el día de su partida. La mayoría de los alojamientos pueden guardar su equipaje en un lugar seguro si usted llega antes o parte más tarde y están abiertos 24 horas al día. Por favor, revise la lista de servicios ofrecidos por este alojamiento en particular para confirmar que estos servicios son ofrecidos.
fr_fr: C'est l’heure à laquelle votre chambre sera prête le jour de votre arrivée et l’heure que vous devrez libérer votre chambre le jour de votre départ. La plupart des établissements peuvent garder vos bagages dans un lieu sûr si vous arrivez plus tôt ou si vous partez plus tard, et sont ouverts 24 heures sur 24. S'il vous plaît veuillez vérifier la liste des services offerts par cet établissement sur cette page.

source: Check-in:
es_es: Registrarse:
fr_fr: Arrivée :

source: Check-out:
es_es: Salida:
fr_fr: Départ :

source: Cancellation Policy
es_es: Poliza de Cancelacion
fr_fr: Politique d'annulation

source: You only pay the deposit (10%% of total amount) to confirm and secure your reservation now. The remaining amount (90%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
es_es: Pagará sólo el depósito (10%% del total) para confirmar y garantizar su reserva. La cantidad restante (90%%) se abona a su llegada. Una vez hecha su reserva, recibirá un correo electrónico de la propiedad incluyendo confirmación de reserva y datos de la propiedad (correo electrónico, dirección, número de teléfono ...).
fr_fr: Vous ne payez que le dépôt (10%% du montant total) pour confirmer et garantir cette réservation. Le montant restant (90%%) est payable à votre arrivée. Vous trouverez les coordonnées de l’établissement (email, adresse, numéro de téléphone …) dans votre courriel de confirmation après avoir effectué votre réservation.

source: 10% Arrhes / Dépôt sera facturé en
es_es: Para reservar pague sólo 10% depósito
fr_fr: 10% Arrhes / Dépôt

source: No Booking fees
es_es: No cargos de reserva
fr_fr: Pas de frais de réservation

source: Chambre
es_es: Habitación

source: Nb. Personnes
es_es: Número de Personas

source: Total en
es_es: Total

source: People
es_es: Persona
fr_fr: Nombre de personnes

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 24 heures en avance pour ne pas être facturé la première nuit.
es_es: Los cambios y cancelaciones de sus reservaciones son posibles y fáciles de hacer. Contacte directamente al Albergue contratado. Los cambios de fechas están sujetos a disponibilidad. Las cancelaciones requieren por lo menos 24 horas de anticipación (chequear en la descripción de la propiedad) para evitar que le facturen la primera noche de sus reservaciones originales.
fr_fr: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Conditions d'annulation si non indiquées dans la description de l'établissement : au moins 24 heures en avance pour ne pas être facturé la première nuit.

source: Sur %s, vous payez seulement les arrhes (10%% du montant total) afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.
es_es: En %s usted solo paga el depósito (10%% del monto total) para confirmar y asegurar su reserva. La diferencia sera pagada a su llegada.
fr_fr: Sur %s, vous payez seulement les arrhes (10%% du montant total) et les frais de service minimum et non remboursables afin de confirmer et garantir votre réservation. Le montant restant vous sera demandé à votre arrivée.

source: Amount already paid:
es_es: Cantidad ya pagada:
fr_fr: Montant déjà payé:

source: Taxes
es_es: Impuestos

source: Extra Information
es_es: Información
fr_fr: Information

source: Results for your research:
es_es: Resultados de la busquedad:
fr_fr: Résultats de votre recherche :

source: Auberges à %s incluant Auberges de Jeunesse à %s. 30,000 Auberges de jeunesses et logements pas chers à %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse à %s.
es_es: %s - Todos los Albergues baratos en %s. Mapas de %s. Comentarios y fotos para cada Albergue en %s
fr_fr: %s - Auberges de jeunesse - %s. Cartes de %s, photos et commentaires sur chaque auberge de jeunesse - %s.

source: Auberges en %s incluant Auberges de Jeunesse en %s. 30,000 Auberges de jeunesses et logements pas chers en %s et dans le monde entier. Aussi, cartes des villes, photos, conseils, événements et guides des Auberges de Jeunesse en %s.
es_es: %s - Todos los Albergues baratos en %s. Mapas de %s. Comentarios y fotos para cada Albergue barato en %s.
fr_fr: %s - Auberges de Jeunesse - %s. Cartes de %s, photos et commentaires sur chaque auberge de jeunesse - %s.

source: Tous
es_es: Todos

source: Property
es_es: Propiedad
fr_fr: Propriété

source: précédente
es_es: anterior

source: suivante
es_es: Próximo

source: Hostel Name
es_es: Nombre
fr_fr: Nom

source: %s par page
es_es: Página %s

source: Sorry but we have not found any results. Please try again.
es_es: Lo sentimos pero no hemos encontrado ningún resultado. Por favor, inténtelo de nuevo.
fr_fr: Désolé mais nous n’avons pas trouvé de résultats. Essayez de nouveau SVP.

source: %s – Hostels in the %s district. Maps for %s, Photos and Reviews for each Hostel in %s.
es_es: %s - Albergues Juveniles en el distrito %s . Mapas de %s, Fotos y Comentarios para cada Albergue Juvenil en %s.
fr_fr: %s - Youth hostel dans le quartier de %s. Cartes pour %s, photos et commentaires pour chaque youth hostel à %s.

source: Hostels in the %s district
es_es: Albergues Juveniles en el ditrito de %s
fr_fr: Youth hostel dans le quartier de %s

source: %s – Hotels in the %s district. Maps for %s, Photos and Reviews for each Hotel in %s.
es_es: %s - Hoteles baratos en el distrito%s. Mapas de %s, Fotos y Comentarios para cada hotel en %s.
fr_fr: %s - Hôtels dans le quartier de %s. Cartes pour %s, photos et commentaires pour chaque hôtel à %s.

source: Hotels in the %s district
es_es: Hoteles baratos en los distritos de %s
fr_fr: Hôtels dans le quartier de %s

source: %s – Apartments in the %s district. Maps for %s, Photos and Reviews for each Apartment in %s.
es_es: %s - Apartamentos in el distrito %s. Mapas de %s, Fotos y Comentarios para cada Apartamento en %s.
fr_fr: %s - Appartements dans le quartier de %s. Cartes pour %s, photos et commentaires pour chaque appartement à %s.

source: Apartments in the %s district
es_es: Apartamentos en los distritos %s
fr_fr: Appartements dans le quartier de %s

source: %s – Rooms in the %s district. Maps for %s, Photos and Reviews for each room in %s.
es_es: %s - Habitaciones en el distrito %s. Mapas de %s, Fotos y Comentarios para cada habitación en %s.
fr_fr: %s - Chambres pas chères dans le quartier de %s. Cartes pour %s, photos et commentaires pour chaque chambre à %s.

source: Rooms in the %s district
es_es: Habitaciones en los distritos %s
fr_fr: Chambres dans le quartier de %s

source: %s – Camping in the %s district. Maps for %s, Photos and Reviews for each camping in %s.
es_es: %s - Campamentos en el distrito %s. Mapas de %s, Fotos y Comentarios para cada campamento en %s.
fr_fr: %s - Camping dans le quartier de %s. Cartes pour %s, photos et commentaires pour chaque camping à %s.

source: Camping in the %s district
es_es: campamentos en los distritos %s
fr_fr: Camping dans le quartier de %s

source: %s – Properties in the %s district. Maps for %s, Photos and Reviews for each properties in %s.
es_es: %s - Albergues Juveniles en el distrito %s. Mapas de %s, Fotos y Comentarios para cada Albergue Juvenil en %s.
fr_fr: %s - Auberges de jeunesse dans le quartier de %s. Cartes de %s, photos et commentaires pour chaque Auberge de jeunesse à %s.

source: Properties in the %s district
es_es: Albergues Juveniles en los distritos de %s
fr_fr: Auberges de jeunesse dans le quartier de %s

source: %s – Hostels close to %s. Maps for %s, Photos and Reviews for each Hostel in %s.
es_es: %s - Albergues Juveniles cerca a %s. Mapas de %s, Fotos y Comentarios para cada Albergue Juvenil en %s.
fr_fr: %s - Auberges de jeunesse près de %s. Cartes pour %s, photos et commentaires pour chaque auberge de jeunesse à %s.

source: Hostels close to %s
es_es: Albergues Juveniles cerca de %s
fr_fr: Youth Hostels proches de %s

source: %s – Hotels close to %s. Maps for %s, Photos and Reviews for each Hotel in %s.
es_es: %s - Hoteles baratos cerca a %s. Mapas de %s, Fotos y Comentarios para cada hotel en %s.
fr_fr: %s - Youth Hostels près de %s. Cartes pour %s, photos et commentaires pour chaque Youth hostel à %s.

source: Hotels close to %s
es_es: Hoteles baratos cerca a %s
fr_fr: Youth Hostels proches de %s

source: %s – Apartments close to %s. Maps for %s, Photos and Reviews for each Apartment in %s.
es_es: %s - Apartamentos cerca de %s. Mapas de %s, Fotos y Comentarios para cada Apartamento en %s.
fr_fr: %s - Appartements près de %s. Cartes pour %s, photos et commentaires pour chaque appartement à %s.

source: Apartments close to %s
es_es: Apartamentos cerca de %s
fr_fr: Appartements proches de %s

source: %s – Rooms close to %s. Maps for %s, Photos and Reviews for each room in %s.
es_es: %s - Habitaciones cerca de %s. Mapas de %s, Fotos y Comentarios para cada habitación en %s.
fr_fr: %s - Chambres près de %s. Cartes pour %s, photos et commentaires pour chaque chambre à %s.

source: Rooms close to %s
es_es: Habitaciones cerca de %s
fr_fr: Chambres proches de %s

source: %s – Camping close to %s. Maps for %s, Photos and Reviews for each camping in %s.
es_es: %s - Campamentos cerca de %s. Mapas de %s, Fotos y Comentarios para cada campamento en %s.
fr_fr: %s - Camping près de %s. Cartes pour %s, photos et commentaires pour chaque camping à %s.

source: Camping close to %s
es_es: Campamentos cerca de %s
fr_fr: Camping proche de %s

source: %s – Properties close to %s. Maps for %s, Photos and Reviews for each properties in %s.
es_es: %s - Albergues Juveniles cerca a %s. Mapas de %s, Fotos y Comentarios para cada Albergue Juvenil en %s.
fr_fr: %s - Auberges de jeunesse près de %s. Cartes de %s, photos et commentaires pour chaque Auberge de jeunesse à %s.

source: Properties close to %s
es_es: Albergues cerca a %s
fr_fr: Auberges de Jeunesse près de %s

source: %s – Hostels in %s. Maps for %s, Photos and Reviews for each Hostel in %s.
es_es: %s - Albergues Juveniles en %s. Mapas de %s, Fotos y Comentarios para cada Albergue Juvenil en %s.
fr_fr: %s - Youth hostels à %s. Cartes pour %s, photos et commentaires pour chaque Youth Hostel à %s.

source: Hostels in %s
es_es: Albergues Juveniles en %s
fr_fr: Youth Hostels à %s

source: %s – Hotels in %s. Maps for %s, Photos and Reviews for each Hotel in %s.
es_es: %s - Hosteles baratos en %s. Mapas de %s, Fotos y Comentarios para cada hotel en %s.
fr_fr: %s - Hôtels à %s. Cartes pour %s, photos et commentaires pour chaque hôtel à %s.

source: Hotels in %s
es_es: Hoteles baratos en %s
fr_fr: Hôtels à %s

source: %s – Apartments in %s. Maps for %s, Photos and Reviews for each Apartment in %s.
es_es: %s - Apartamentos en %s. Mapas de %s, Fotos y comentarios para cada Apartamento en %s.
fr_fr: %s - Appartments à %s. Cartes pour %s, photos et commentaires pour chaque appartement à %s.

source: Apartments in %s
es_es: Apartamentos en %s
fr_fr: Appartements à %s

source: %s – Rooms in %s. Maps for %s, Photos and Reviews for each room in %s.
es_es: %s - Habitaciones en %s. Mapas de %s, Fotos y Comentarios para cada habitación en %s.
fr_fr: %s - Chambres à %s. Cartes pour %s, photos et commentaires pour chaque chambre à %s.

source: Rooms in %s
es_es: Habitaciones en %s
fr_fr: Chambres à %s

source: %s – Camping in %s. Maps for %s, Photos and Reviews for each camping in %s.
es_es: %s - Campamentos en %s. Mapas de %s, Fotos y Comentarios para cada campamento en %s.
fr_fr: %s - Camping à %s. Cartes pour %s, photos et commentaires pour chaque Camping à %s.

source: Camping in %s
es_es: Campamentos en %s
fr_fr: Camping à %s

source: %s – Properties in %s. Maps for %s, Photos and Reviews for each properties in %s.
es_es: %s - Albergues Juveniles en %s. Mapas de %s, Fotos y Comentarios para cada Albergue Juvenil en %s.
fr_fr: %s - Auberges de jeunesse et chambres pas chères à %s. Cartes de %s, photos et commentaires pour chaque Auberge de jeunesse et chambre pas chère à %s.

source: Properties in %s
es_es: Albergues Juveniles en %s
fr_fr: Auberges de Jeunesse et chambres pas chères à %s

source: To view all available properties on the map, please enter your dates in the box on the top right.
es_es: Para ver en el mapa todas las propiedades disponibles, por favor introduce las fechas en la casilla de la parte superior derecha.
fr_fr: Pour afficher toutes les propriétés disponibles sur la carte, s'il vous plaît entrer vos dates dans la boîte en haut à droite.

source: Auberges à %s. Toutes les auberges à %s - %s
es_es: %s - Albergues baratos en %s - %s
fr_fr: %s - Auberges de jeunesse pas chères à %s - %s

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension à %s ?
es_es: ¿Busca un albergue, un hostal, un hotel barato, un apartamento, B & B o un albergue pensión en %s?
fr_fr: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Auberge Pension à %s ?

source: N'allez pas plus loin, tous les bons plans à %s sont sur %s.
es_es: No busque más, en %s, %s tiene las mejores ofertas.
fr_fr: N'allez pas plus loin, toutes les bonnes Auberges de jeunesse à %s sont sur %s.

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez vous aussi en toute sécurité le logement dernière minute idéal au meilleur prix dans tous les quartiers de %s : centre ville, quartier branché, quartier étudiant et universitaire, près des bus, de la gare, de l'aéroport ainsi que près de toutes les attractions de %s.
es_es: Como miles de personas lo hacen a diario, reserve con nosotros en %s su Albergue a los mejores precios. Donde busque, sea en el centro de la ciudad, tiendas, zona turistica, cerca del bus, de la estacion del tren, del aeropuerto, en los distritos universitarios o rurales de %s, usted encontrará un albergue adecuado y barato.
fr_fr: Comme des milliers de jeunes et moins jeunes tous les jours, réservez vous aussi en toute sécurité votre auberge de jeunesse idéale au meilleur prix dans tous les quartiers de %s : une auberge en centre ville, dans les quartiers branchés, quartiers étudiants et universitaires, près des bus, des gares, des aéroports ainsi qu'une auberge près de toutes les attractions de %s.

source: To view prices and availability, please enter your dates.
es_es: Para consultar precios y disponibilidad, ingrese la fecha.
fr_fr: Veuillez saisir vos dates pour voir les tarifs et les disponibilités.

source: Désolé aucun résultat pour ce critère
es_es: Lo sentimos, no se dieron resultados para los parámetros de búsqueda ingresados

source: Filter by Districts
es_es: Filtro por Distritos
fr_fr: Filtrer par Quartiers

source: Filter by Landmarks (within 2km)
es_es: Filtro por Puntos de Referencia (2 km a la redonda)
fr_fr: Filtrer par attraction (- 2kms)

source: Show properties
es_es: Mostrar propiedades
fr_fr: Affichez les établissements

source: Filter by districts
es_es: Filtro por distritos
fr_fr: Filtrer par quartiers

source: Filter by Landmarks
es_es: Filtro por Puntos de Referencia
fr_fr: Filtrer par attractions

source: Property type
es_es: Tipo de propiedad
fr_fr: Types de propriété

source: The most popular
es_es: El más popular
fr_fr: Le plus populaire

source: Auberges de jeunesse
es_es: Albergues Juveniles

source: Hôtels pas chers
es_es: Hoteles Baratos

source: Appartements
es_es: Apartamentos

source: Chambres - B&B - Pensions
es_es: Hostales - Pensiones
fr_fr: Chambres - B&B

source: Camping
es_es: Campamento

source: Most popular
es_es: Más populares
fr_fr: Les plus populaires

source: Price Range:
es_es: Rango de Precio:
fr_fr: Fourchette prix :

source: Rating Range:
es_es: Rango de Categoría:
fr_fr: Fourchette évaluation :

source: Reset filters
es_es: Restablecer los filtros
fr_fr: Réinitialiser les filtres

source: Liste des logements pas chers à %s
es_es: Resultados de búsqueda : %s
fr_fr: Résultats pour %s

source: Close Map
es_es: Cerrar el mapa
fr_fr: Fermez la carte

source: Quick Compare (5 properties maximum)
es_es: Comparación Rápida (5 alojamientos máximo)
fr_fr: Comparaison rapide (5 établissements maximum)

source: Remove All
es_es: Eliminar Todo
fr_fr: Supprimez toutes les sélections

source: Best price
es_es: Mejor precio
fr_fr: Meilleur prix

source: Best rating
es_es: Mejor evaluación
fr_fr: Meilleure évaluation

source: Safest
es_es: Lo más seguro
fr_fr: Plus sûr

source: Best location
es_es: Mejor ubicación
fr_fr: Mieux placé

source: Youth hostels only
es_es: Sólo albergues
fr_fr: Auberges seulement

source: Only free breakfast
es_es: Desayuno gratis
fr_fr: Petit-déjeuner

source: Only downtown
es_es: Centro
fr_fr: Centre-ville

source: Selected filters:
es_es: Filtros seleccionados:
fr_fr: Filtres sélectionnés:

source: Rating
es_es: Clasificación
fr_fr: Evaluation

source: Please Wait
es_es: Por favor espera
fr_fr: Veuillez patienter s'il vous plaît…

source: From
es_es: De
fr_fr: De

source: Only 5 properties can be compared. Please remove a property from list.
es_es: Solo se pueden comparar 5 alojamientos. Por favor, elimine un alojamiento de la lista.
fr_fr: Seulement 5 établissements peuvent être comparés. S'il vous plaît veuillez supprimer un établissement de la liste.

source: Bonjour %s,
es_es: Hola %s,

source: Bonjour,
es_es: ¡Hola

source: Pour créer un nouveau mot de passe, veuillez utiliser le lien suivant:
es_es: Para crear una nueva contraseña, utilice el siguiente enlace:

source: Ce courriel vous est envoyé suite à une requête provenant d'un utilisateur de %s. Ceci fait partie de la procédure pour créer un nouveau mot de passe. Si vous n'avez pas demandé un nouveau mot de passe, veuillez simplement ignorer ce courriel.
es_es: Este correo electrónico es enviado a petición de un usuario %s. Esto es parte del procedimiento para crear una nueva contraseña. Si usted no ha solicitado una nueva contraseña, por favor ignore este mensaje.

source: Merci,
es_es: Gracias,

source: %s has sent you a message:
es_es: %s te ha enviado un mensaje
fr_fr: %s vous a envoyé un message:

source: Here is the link to see the prices, description, maps and much more:
es_es: Aquí está el enlace para ver los precios, descripción, mapas y mucho más.
fr_fr: Voici le lien pour voir les prix, descriptions, cartes et bien plus encore:

source: Thank you
es_es: Gracias
fr_fr: merci

source: Bonjour
es_es: ¡Hola

source: Merci d'avoir effectué votre réservation en ligne sur
es_es: Gracias por hacer su reserva en línea con

source: Ceci est votre confirmation de réservation ainsi que votre reçu.
es_es: Esta es su confirmación y su recibo.

source: Veuillez imprimer cet email et assurez vous de l'avoir avec vous lors de votre arrivée à l'établissement.
es_es: Por favor imprima este correo electrónico y asegúrese de que lo tiene con usted cuando llegue al alojamiento contratado.

source: Pour tout changement ou annulation, veuillez communiquer directement avec l'établissement en envoyant un email en anglais avec le numero de confirmation (%s) à l'adresse suivante : %s
es_es: Para cualquier cambio o cancelación, incluyendo hora de llegada, por favor póngase en contacto directamente con el establecimiento mediante el envío de un correo electrónico en Inglés con el número de confirmación (%s) en la siguiente dirección: %s
fr_fr: Pour tout changement (y compris changement de l'heure d'arrivée) ou annulation, veuillez communiquer directement avec l'établissement en envoyant un email en anglais avec le numéro de confirmation (%s) à l'adresse suivante : %s

source: Votre numéro de réservation: #%s
es_es: Su número de reserva #%s

source: (validé le %s)
es_es: (Validado %s)

source: Nb. Personne
es_es: Nb. Persona

source: Montant restant à payer lors de votre arrivée (%s):
es_es: Cantidad que debe abonarse al llegar a su destino (%s):

source: Version Originale:
es_es: Versión original:

source: Pour toute question, consultez notre
es_es: Si tiene preguntas, por favor visite nuestro

source: Merci et bon séjour
es_es: Gracias, disfrute su estadía

source: Nous espérons que vous avez passé un bon séjour à %s.
es_es: Esperamos que haya tenido una buena experiencia con %s.

source: Nous vous invitons à prendre quelques minutes pour laisser vos impressions sur l'établissement dans la section "commentaires".
es_es: Por favor, tómese unos minutos para contarnos su experiencia sobre su alojamienot en la sección de comentario.

source: Veuillez simplement cliquer sur le lien ci-dessous pour accéder au formulaire.
es_es: Simplemente haga clic en el enlace de abajo para acceder al formulario.

source: N'hésitez pas à revenir nous voir pour planifier votre prochain voyage.
es_es: Lo esperamos para ayudarlo a planear su próximo viaje.

source: Si vous l'avez déjà fait pour cet établissement ou la si la réservation avait été annulée , veuillez simplement ignorer ce message.
es_es: Si ya lo hizo para este Albergue Juvenil / Alojamiento o si la reserva ha sido cancelada, simplemente ignore este mensaje.

source: Bonjour et bienvenue sur %s
es_es: Hola y bienvenidos a %s

source: Merci de vous être joint à nous sur %s. Voici les information pour accèder à votre compte.
es_es: Gracias por acompañarnos en %s. Aquí está la información para que pueda tener acceso a su cuenta.

source: Pour confirmer votre adresse email, veuillez utiliser le lien suivant:
es_es: Para confirmar su dirección de correo electrónico, por favor utilice el siguiente enlace:

source: Veuillez confirmer votre adresse email dans les %s heures, autrement votre enregistrement sera annulé et vous devrez vous enregistrer de nouveau.
es_es: Por favor confirme su dirección de correo electrónico %s horas, de lo contrario su registro será cancelado y usted tendrá que registrarse de nuevo.

source: Votre nom d'usager: %s
es_es: Su nombre de usuario: %s

source: Votre nom d'usager (adresse email): %s
es_es: Su nombre de usuario (correo electrónico): %s

source: Bonjour et bienvenue sur %s,
es_es: Hola y bienvenidos a %s,

source: Merci de vous joindre à nous sur %s. Voici les information pour accèder à votre compte.
es_es: Gracias por acompañarnos en %s. Aquí está la información que necesita para que pueda tener acceso a su cuenta.

source: Votre mot de passe: %s
es_es: Su contraseña: %s

source: Pour vous connecter à %s, veuillez utiliser le lien ci-dessous:
es_es: Para conectar a %s, por favor utilice el siguiente enlace:

source: Vous venez de changer votre mot de passe.
es_es: Usted acaba de cambiar su contraseña.
