Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_aj.po
Languages: es_es, fr_fr

source: %s Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
es_es: No es necesario tener membresía de %s para recibir los mejores precios.
fr_fr: %s Pas besoin de carte d'adhésion pour recevoir les meilleurs prix.

source: Réserver maintenant pour garantir votre chambre
es_es: Reserve ahora para garantizar su Alojamiento

source: Erreur lors du traitement de votre demande
es_es: Error al procesar su solicitud

source: Revenir en arrière
es_es: Retroceda

source: Il y a eu une erreur lors du traitement de votre demande, veuillez vous assurer que vos informations sur la méthode de paiement sont exactes. Si le problème persiste, veuillez communiquer avec nous à l'adresse suivante : %s
es_es: Se produjo un error al procesar su solicitud, asegúrese de que la información este correcta o use una tarjeta de credito diferente (aunque no sea la tarjeta que llevara con usted en su viaje). Si el problema persiste, por favor comuniquese con nosotros a la siguiente dirección: %s
fr_fr: Il y a eu une erreur lors du traitement de votre demande, veuillez-vous assurer que vos informations sur la méthode de paiement sont exactes ou utiliser une carte de crédit différente (meme si elle n'est pas celle que vous allez emmener en voyage). Si le problème persiste, veuillez communiquer avec nous en utilisant ce formulaire : %s

source: Errors
es_es: Errores
fr_fr: Erreur

source: Détails de la réservation
es_es: Datos de la reserva
fr_fr: Détails de votre réservation

source: Personnes
es_es: Camas
fr_fr: Nbre de Lits

source: Prix
es_es: Precio

source: Price per room (not per person)
es_es: Precio por habitación (no por persona)
fr_fr: Prix par chambre (et non par personne)

source: Rooms
es_es: Habitaciones
fr_fr: Nbre de Chambres

source: Frais de Service
es_es: Cargo por servicio

source: %s yearly membership card - waived:
es_es: %s tarjeta de membresía anual - exonerado:
fr_fr: Carte de membre de %s - non obligatoire :

source: Total à payer maintenant
es_es: Total a pagar ahora

source: Choose the currency of your payment:
es_es: Escoja la moneda de pago:
fr_fr: Choisissez la devise de votre paiement :

source: Updating...
es_es: Actualizando...
fr_fr: Mise à jour...

source: est le montant total à payer à votre arrivée
es_es: esta es la cantidad a pagar en el destino

source: Modify this booking
es_es: Modifique esta reservación
fr_fr: Changer cette réservation

source: Méthode de Paiement
es_es: Forma de pago

source: La méthode de paiement utilisée nécessite une validation en mode 3D.
es_es: La forma de pago requiere una validación con el método de seguridad 3D.

source: Veuillez cliquer sur le boutton ci-dessous pour procéder vers le site de votre fournisseur. Vous serez ensuite automatiquement redirigé vers cette page pour procéder au paiement final. Merci.
es_es: Por favor, haga clic en el botón de abajo para pasar a la página web de su proveedor. A continuación, usted será dirigido automáticamente a esta página para hacer el pago final. Gracias.

source: Validation 3D
es_es: Validación 3D

source: Informations personnelles - Sécurisées et Encryptées
es_es: Información del Huésped
fr_fr: Information Client - Sécurisée et Encryptée

source: We will never sell your personal information and we use secure transmission and encrypted storage to protect your personal information.
es_es: Nunca venderíamos sus datos personales. Utilizamos una transmisión segura y almacenamiento encriptado para proteger sus datos personales.
fr_fr: Nous ne communiquerons jamais vos informations personnelles et nous utilisons une transmission sécurisée et un stockage codé de vos données pour protéger vos informations personnelles.

source: Prénom
es_es: Nombre

source: Nom
es_es: Apellido

source: Nationalité
es_es: Nacionalidad

source: Sexe
es_es: Sexo

source: Masculin
es_es: Masculino

source: Féminin
es_es: Femenino

source: Adresse Email
es_es: Correo electrónico

source: You will receive a confirmation email
es_es: Recibirás un e-mail de confirmación inmediatamente
fr_fr: Vous recevrez un e-mail de confirmation immédiatement

source: Confirmation Email
es_es: Confirmar Correo electrónico
fr_fr: Confirmation Adresse Email

source: Both emails must be the same
es_es: Ambos emails tienen que ser iguales
fr_fr: Les 2 emails doivent êtres les mêmes

source: Téléphone
es_es: Teléfono celular en caso la propiedad necesitea comunicarse con usted
fr_fr: Téléphone portable en cas que l'établissement ait besoin de vous joindre

source: Country code, Area code (without first 0) and mobile number; no spaces, brackets or dashes.
es_es: Número de código de país, código de área (sin 0) y celulares, sin espacios, paréntesis o guiones.
fr_fr: Pays, numéro de téléphone sans le 0, pas d'espace et pas de tiret.

source: UK Example: 442012341234
es_es: Ejemplo España: 349311231234
fr_fr: Exemple pour un numéro français : 33620202020

source: Invalid phone number format
es_es: Invalido Formato de número de teléfono
fr_fr: Numéro de téléphone invalide

source: Heure d'arrivée:
es_es: Hora de llegada:

source: Abonnement newsletter
es_es: Suscríbase a nuestra publicación informativa
fr_fr: Newsletter pour offres exceptionnelles

source: cliquer ici pour notre charte
es_es: Nunca venderíamos sus datos personales. Utilizamos una transmisión segura y almacenamiento encriptado para proteger sus datos personales. Haga clic aquí para nuestra carta.
fr_fr: Vos informations ne seront jamais partagées, louées ou vendues à une tierce personne ou société et vous pourrez vous désinscrire à tout moment. Cliquer ici pour notre charte.

source: Méthode de Paiement - Sécurisée et Encryptée
es_es: Forma de pago - seguro y encriptado

source: A friend or a family member can lend you his/her credit card for the reservation.
es_es: Un amigo o un familiar te puede prestar su tarjeta de crédito para la reserva.
fr_fr: Un ami ou un membre de votre famille peut vous prêter une carte de crédit pour la réservation.

source: You can use a different credit card to pay the balance upon arrival at the property.
es_es: Puede utilizar una tarjeta de crédito diferente para pagar el saldo a su llegada a la propiedad.
fr_fr: Vous pouvez utiliser une autre carte de crédit pour payer le solde à votre arrivée.

source: La validation 3D à été complétée. Veuillez entrer l'information ci-dessous pour confirmer le paiement.
es_es: La validación se completó en 3D. Por favor, introduzca sus datos personales a continuación para confirmar el pago.

source: sur la carte %s de crédit :
es_es: Nombre en el %s de crédito de la tarjeta:
fr_fr: Nom sur la carte %s de crédit :

source: Numéro
es_es: Número

source: de la carte %s de crédit :
es_es: tarjeta %s de crédito

source: (sans tiret)
es_es: (Sin guiones o espacio)
fr_fr: (sans tiret ou espace)

source: Type de carte :
es_es: Tipo de tarjeta:

source: Updating Currency ...
es_es: Actualizando moneda ...
fr_fr: Mise à jour de la monnaie...

source: Important information: Maestro cards must be from Great-Britain.
es_es: Información importante: La tarjeta Maestro tiene que ser de Gran Bretaña
fr_fr: Information importante concernant les cartes Maestro : Seulement les cartes Maesto de Grande-Bretagne sont acceptées (et non les cartes Maestro Françaises, Belges ou Suisses).

source: Date d'expiration :
es_es: Fecha de Vencimiento:

source: Code de sécurité :
es_es: Código:
fr_fr: Cryptogramme :

source: Qu'est-ce que c'est ?
es_es: ¿Qué es esto?

source: Invalid format
es_es: Formato inválido
fr_fr: Format invalide

source: Numéro d'émission :
es_es: Número de emisión:

source: Valide depuis :
es_es: Válido desde:

source: Final Step
es_es: Paso final
fr_fr: Etape finale

source: J'accepte %s les termes et conditions %s
es_es: Acepto %s los términos y condiciones %s

source: * En cliquant sur le bouton de Confirmation ci-dessous, vous acceptez les modalités et les conditions et autorisez la facturation d'un montant non remboursable de
es_es: Al hacer clic en el botón "Confirmar" abajo, usted acepta los términos y condiciones de nuestro servicio y autoriza la facturación de una suma no reembolsable de
fr_fr: * En cliquant sur le bouton "Confirmer" ci-dessous, vous acceptez les modalités et les conditions et autorisez la facturation d'un montant non remboursable de

source: Confirmer
es_es: Confirmar

source: Transaction 100%% sécurisée et encryptée
es_es: Transacciones 100%% seguras y encriptadas

source: Please make sure all required fields are filled out correctly
es_es: Por favor asegurarse que todos los campos obligatorios estén corectamente llenados
fr_fr: Soyez sur que tous les champs ont été remplis

source: Traitement de la demande...
es_es: Procesando su pedido...

source: Changements - Annulations
es_es: Cambios - Cancelación

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 72 heures en avance pour ne pas être facturé la première nuit.
es_es: Los cambios y cancelaciones de sus reservaciones son posibles y fáciles de hacer. Contacte directamente al Albergue contratado. Los cambios de fechas están sujetos a disponibilidad. Las cancelaciones requieren por lo menos 24 horas de anticipación (chequear en la descripción de la propiedad) para evitar que le facturen la primera noche de sus reservaciones originales.
fr_fr: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Conditions d'annulation si non indiquées dans la description de l'établissement : au moins 24 heures en avance pour ne pas être facturé la première nuit.

source: à partir de
es_es: Desde
fr_fr: Prix par personne

source: close
es_es: Cerrar
fr_fr: fermez

source: Cote
es_es: Evaluación
fr_fr: Evaluation

source: Par %s | Le %s
es_es: En %s | El %s

source: Choisir la ville
es_es: Seleccionar la ciudad

source: Votre réservation est validée
es_es: Su reserva está confirmada

source: Print Now
es_es: Imprimir Ahora
fr_fr: Imprimer maintenant

source: Votre réservation est maintenant confirmée. Nous vous conseillons d'imprimer cette page afin de conserver les détails de votre réservation. Vous devrez présenter cette confirmation lors de votre arrivée à
es_es: Su reserva está confirmada. Le recomendamos imprimir esta página para guardar los detalles de su reserva. Usted debe presentar esta confirmación a su llegada al

source: Vous allez recevoir un courriel d'ici peu avec toutes les informations contenu sur cette page.
es_es: Usted recibirá un correo electrónico con toda la información contenida en esta página.
fr_fr: Vous allez recevoir un courriel dans les 5 minutes avec toutes les informations contenues sur cette page. Si vous ne le recevez pas, verifiez votre boite "Spam/Junk".

source: Vous pouvez aussi vous connecter à votre compte pour voir toutes vos réservation:
es_es: También puede tener acceso su cuenta para revisar todas sus reservas:
fr_fr: Vous pouvez aussi vous connecter à votre compte pour voir toutes vos réservations.

source: Vous connecter
es_es: Conectar
fr_fr: Vous connecter à votre compte

source: Votre Numéro de confirmation
es_es: Su número de confirmación

source: Arrivée: %s à %s
es_es: Llegada: %s a %s

source: Nombre de Nuits: %s
es_es: Número de noches: %s

source: Amount already paid
es_es: Cantidad ya pagada:
fr_fr: Montant déjà payé:

source: Montant restant à payer lors de votre arrivée
es_es: Saldo a ser pagado por usted a su llegada

source: Version Originale
es_es: Versión original

source: Conditions
es_es: Condiciones

source: Les annulations doivent être effectuées directement auprès de l'établissement.
es_es: La cancelación de sus reservaciones se deben procesar directamente con el alojamiento pertinente.

source: Si vous ne vous présentez pas à la date prévue et que vous n'avez pas annulé votre réservation, votre carte de crédit sera facturée pour le montant total de votre première nuit de réservation.
es_es: Si no cancela sus reservaciones con la debida anticipación (24 horas), su tarjeta de crédito será facturada con el importe total de la primera noche de hospedaje.

source: Pour effectuer toute modification à une réservation, veuillez contacter directement l'établissement.
es_es: Para hacer cualquier cambio a una reservación, por favor contacte directamente al alojamiento pertinente.
fr_fr: Pour effectuer toute modification à une réservation (y compris changement de l'heure d'arrivée) , veuillez contacter directement l'établissement.

source: Si votre carte de crédit devient invalide ou que des modifications sont apportées à votre compte avant votre arrivée, veuillez contacter directement l'établissement afin de prendre d'autres dispositions.
es_es: Si la tarjeta de crédito o cuenta bancaria con la que hizo su reserva se vuelve inválida antes de su llegada, por favor comunique esta ocurrencia al alojamiento para reconfortar sus reservaciones y coordinar un método alterno de pago.

source: En cas d'annulation de votre réservation, le dépôt et les frais de réservation ne peuvent pas être pas remboursés.
es_es: Si usted cancela su reserva, el depósito y los derechos de reserva no pueden ser reembolsados.
fr_fr: En cas d'annulation de votre réservation, le dépôt et les frais de réservation ne peuvent pas être remboursés.

source: Veuillez s'il vous plaît lire attentivement nos termes et conditions.
es_es: Por favor, lea nuestros términos y condiciones de uso.

source: Pour toute question, consultez notre %s.
es_es: Si tiene preguntas, visite nuestra %s.

source: Centre d'aide en ligne
es_es: Centro de Asistencia en Línea

source: Vous devez payer pour votre chambre à votre arrivée. Veuillez, s'il vous plaît, vous assurer que votre carte de crédit est valide. Les cartes sont vérifiées la veille des arrivées et le fait de réserver à l'aide d'une carte invalide annulera votre réservation. Si vous avez réservé à l'aide de votre carte bancaire ou si vous doutez de la validité de votre carte de crédit, veuillez contacter l'établissement au moins 24 heures avant votre arrivée afin de confirmer votre réservation.
es_es: Usted deberá pagar el saldo de su factura al momento de su llegada. Por favor,asegúrese que su tarjeta de crédito sea válida. La validez de su tarjeta será verificada el día antes de su llegada; si encuentran que su tarjeta es inválida, sus reservaciones serán canceladas. Si ha hecho su reserva con una tarjeta de débito bancario, o si usted sospecha que la tarjeta de crédito registrada se ha tornado inválida, por favor comuníquese con el provedor de servicios para reconfirmar sus reservaciones por lo menos 24 horas antes de su llegada.

source: Le montant restant (après déduction du dépôt) est dû à votre arrivée.
es_es: El saldo restante (después de deducir el depósito) será debitado a su llegada.

source: Erreur 404 - Page Introuvable
es_es: Error 404 - Página no encontrada

source: Nous ne pouvons trouver la page demandée. Veuillez utiliser le menu du haut pour naviguer sur le site ou simplement faite une recherche d'hébergements à l'aide de l'outil de recherche ci-dessus.
es_es: No podemos encontrar la página solicitada. Por favor, use el menú superior para navegar por el sitio o simplemente hacer una búsqueda de Albergues, utilizando la herramienta de búsqueda de arriba.

source: Merci
es_es: Gracias

source: Il n'y a aucun commentaire. Soyez le premier à évaluer cette auberge!
es_es: ¡Sea el primero en evaluar esta propiedad!
fr_fr: Il n'y a aucun commentaire.

source: See Map
es_es: Ver Mapa
fr_fr: Voir la carte

source: Not available
es_es: No disponible
fr_fr: Non disponible

source: Print
es_es: Imprimir
fr_fr: Imprimer

source: Quick Compare
es_es: Comparación Rápida
fr_fr: Comparaison rapide

source: Dorms From
es_es: Dormitorios desde
fr_fr: Dortoirs à partir de

source: Privates From
es_es: Habitaciones Privadas desde
fr_fr: Chambres privées à partir de

source: Rating Overall
es_es: Evaluación Total
fr_fr: Evaluation générale

source: Site
es_es: Edificio
fr_fr: Batiment

source: Services
es_es: Servicios

source: Show More
es_es: Muestra Más
fr_fr: Affichez Plus

source: To save a property as a favorite, you must be login to your account.
es_es: Para guardar una propiedad como una favorita, debes estar conectado en tu cuenta.
fr_fr: Pour enregistrer un établissement en tant que favori, vous devez être connecté à votre compte.

source: Existing account
es_es: Cuenta existente
fr_fr: Compte existant

source: Create account
es_es: Crear cuenta
fr_fr: Créer un compte

source: By creating an account you will be able to save properties as favorites, get access to your bookings and ratings, and many more benefits.
es_es: Al crear una cuenta, serás capaz de guardar propiedadescomo favoritas,obtener acceso a tus reservaciones y valoraciones, además de muchos otros beneficios.
fr_fr: En créant un compte, vous serez en mesure d'enregistrer les établissements comme favoris, accéder à vos réservations et commentaires, et beaucoup d'autres avantages.

source: Les avantanges d'avoir un compte
es_es: ventajas de tener una cuenta
fr_fr: Les avantages d'avoir un compte

source: Voir l'historique de vos réservations
es_es: Revise la historia de sus reservas hechas con nosotros

source: Évaluer les auberges visitées
es_es: Evalue y escriba un comentario sobre los Albergues visitados
fr_fr: Évaluer les logements visités

source: Plus rapide lors de la réservation
es_es: Más rápido cuando reserva
fr_fr: Réservation plus rapide

source: Modifier vos informations personnelles
es_es: Edite y controle su información personal

source: Vous enregistrer
es_es: Registrarse

source: Créer votre compte
es_es: Crea tu cuenta

source: La création d'un compte vous donnera accès à votre historique de réservations et d'évaluations pour les auberges de jeunesse. Veuillez entrer votre adresse de courriel et nous vous enverrons un mot de passe.
es_es: El crear una cuenta le da acceso a la historia de sus reservas y a las evaluaciones de los alojaminetos que visitó. Por favor, introduzca su dirección de correo electrónico y le enviaremos una contraseña.

source: First name
es_es: Correo electronico mandado
fr_fr: Prénom

source: Nouveau CAPTCHA
es_es: Nuevo CAPTCHA

source: Image CAPTCHA
es_es: CAPTCHA Image

source: Entrer le mot ci-dessus
es_es: Introduzca las palabras de arriba

source: Entrer les numéros entendus
es_es: Introduzca los números oidos

source: Entrer le code exactement comme il apparaît:
es_es: Ingrese el código exactamente como aparece:

source: We will never sell your personal information - You can unsubscribe anytime.
es_es: Nunca venderemos su información personal. Puede desinscribirse en cualquier momento.
fr_fr: Nous ne vendrons jamais vos renseignements personnels et vous pouvez vous désabonner à tout moment.

source: By clicking "Create Account" you confirm that you accept the Terms of Service and Privacy Policy.
es_es: Haciendo clic en "Crear cuenta" estará aceptando los Términos de Servicio y Política de Privacidad.
fr_fr: En cliquant sur "Créer un compte", vous confirmez que vous acceptez nos conditions d'utilisation et notre politique de confidentialité.

source: S'enregistrer
es_es: Registrarse

source: Se connecter
es_es: Acceso

source: Mot de passe oublié
es_es: ¿Has olvidado tu contraseña?

source: Veuillez entrer le courriel associé à votre compte
es_es: Por favor, ingresar la dirección de correo electrónico asociada con su cuenta

source: Obtenir nouveau mot de passe
es_es: Obtener una nueva contraseña

source: Changement de mot de passe
es_es: Cambiar contraseña

source: Veuillez remplir tous les champs
es_es: Por favor, llene todos los campos del registro

source: Modifier
es_es: Cambio

source: Connexion à votre compte
es_es: Inicie la sesión con su cuenta

source: Bienvenue dans la section "%s". Depuis celui-ci, vous avez accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
es_es: Bienvenido a la sección "%s". Desde aquí, usted tiene acceso a sus reservas, evaluaciones, y a su perfil de usuario (correos electrónicos, números de teléfono y demás).
fr_fr: Bienvenue dans la section "%s". Depuis celui-ci, vous avez accès à vos réservations, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.

source: Mon Compte
es_es: Mi Cuenta

source: Votre compte usager vous permet aussi d'effectuer plus rapidement une réservation en utilisant vos informations déjà entrées.
es_es: Su cuenta de usuario también le permite hacer rápidamente una reserva utilizando su información ya ingresada.

source: S'enregister
es_es: Regístrate

source: Votre compte sur %s
es_es: Su cuenta en %s

source: Retour à la
es_es: Volver a la

source: page d'accueil
es_es: página principal

source: Hébergement
es_es: Mapa de ciudades con albergues baratos
fr_fr: Auberges de jeunesse et chambres pas chères

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension ? N’allez pas plus loin, tous les bons plans sont sur %s
es_es: ¿Busca un albergue, Hostal, Hotel barato, apartamento, B & B o una pensión? No busque más, en %s tenemos las mejores ofertas.
fr_fr: Vous recherchez une auberge de jeunesse, une auberge hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Auberge Pension sur %s ?

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez-vous aussi en toute sécurité votre auberge idéale au meilleur prix dans toutes les villes listées ci-dessous.
es_es: Como miles de personas lo hacen a diario, reserve con nosotros su Albergue a los mejores precios.
fr_fr: Comme des milliers de jeunes et moins jeunes tous les jours, réservez vous aussi en toute sécurité votre auberge de jeunesse pas chère.

source: Les Villes
es_es: Lista de ciudades donde puede conseguir albergues
fr_fr: Trouver votre auberge de jeunesse dans les villes suivantes

source: Retour à tous les pays d'
es_es: Volver a todos los países de
fr_fr: Pour trouver votre auberge de jeunesse - Retour à tous les pays d'

source: Erreur 400 - Page Introuvable
es_es: Error 404 - Página no encontrada
fr_fr: Erreur 404 - Page Introuvable

source: The request cannot be fulfilled due to bad syntax
es_es: La solicitud no puede ser cumplimentada debido a un error de sintaxis
fr_fr: La demande ne peut être faite en raison d'une mauvaise syntaxe

source: Vos évaluations
es_es: Sus comentarios

source: Voici la liste de toutes les évaluations que vous avez fait sur les auberge de jeunesses du site %s.
es_es: Aquí está una lista de todos los comentarios que has hecho en el sitio %s.
fr_fr: Voici la liste de toutes les évaluations que vous avez fait sur les auberges de jeunesse du site %s.

source: Soumis le
es_es: Enviado

source: évaluations
es_es: Evaluaciones

source: Commentaire
es_es: Comentarios

source: Status
es_es: Estado

source: En attente d'approbation
es_es: Pendiente de aprobación

source: Publié
es_es: Publicado

source: Vous n'avez fait aucune évaluation d'auberge de jeunesse à ce jour.
es_es: Usted no ha hecho ninguna evaluación de albergues, hospedajes o alojamientos hasta ahora.
fr_fr: Vous n'avez fait aucune évaluation d'auberge à ce jour.

source: Vos Réservations
es_es: Sus reservas
