Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Vous recherchez une auberge, une auberge de jeunesse, un appartement, un Bed And Breakfast B&B, une pension, une chambre d’hôtes, une Hostel ? %s est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements à bas prix dernière minute. %s propose la réservation dernière minute de chambres et logements à bas prix dans des villes comme Paris en France, Londres en Angleterre, Barcelone en Espagne, New York aux Etats-Unis, Rome en Italie, Amsterdam en Hollande, Dublin en Irlande, Madrid en Espagne, Prague en République tchèque ... Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.
cs_cz: Hledáte ubytování, mládežnickou ubytovnu, apartmán, pokoje se snídaní B & B, hotel, penzion? %s je číslo 1 online rezervační systém v České Republice, Německu, Itálii, Španělsku a na Slovensku. %s nabízí last minute rezervace pokojů a levného bydlení ve městech jako Paříž ve Francii, v Londýně, Anglie, Barcelona, Španělsko, New York Spojené státy americké, Řím, Itálie, Nizozemsko v Amsterdamu, Dublin, Madrid Španělsko, Praha, Česká republika ... Naplánujte si výlet s lehkostí, nabízíme i last minute informace, návody a recenze.
de_de: Sie suchen ein Hostel, eine Herberge, eine Ferienwohnung, ein Bed & Breakfast oder eine Pension? %s ist die Online-Website Nr. 1 in Deutschland, Österreich, Frankreich, Belgien, Schweiz und Kanada für alle günstigen Unterkünfte in letzter Minute. %s bietet Last Minute Buchungen von Zimmern und preiswertem Wohnraum in Städten wie Berlin in Deutschland, Paris in Frankreich, London in Großbritannien, Barcelona in Spanien, New York in den Vereinigte Staaten von Amerika, Rom in Italien, Amsterdam in den Niederlanden, Dublin in Irland, Madrid in Spanien, Prag in der Tschechischen Republik … Planen Sie Ihre Reise mit Leichtigkeit, wir bieten auch kostenlose Last Minute Informationen, Reiseführer und Bewertungen an.
hu_hu: Olcsó Hostel, ifjúsági szállást, hotelt, apartment, B & B-t, turistaszállót, vendégházat keres? A %s a legjobb online szállásfoglaló szolgáltatas a következő országokban: Magyarország, Németország, Franciaország, Belgium, Svájc és Kanada. Az %s utolsó pillanatban is lefoglalható olcsó Hosteleket kínál olyan városokban, mint Párizs, London, Barcelona, New York, Róma, Amszterdam, Dublin, Madrid, Prága ... Segitséget nyújtunk gyors információkkal, útmutatókkal és szállás értékelésekkel. * Hostelworld ügyfél felülvizsgálat
ko_kr: 호스텔, 아파트, 베드 & 브랙 퍼스트 B & B가, 숙소, 게스트 하우스, 호스텔을 찾고 계십니까? %s는 미국, 영국, 아일랜드, 스코틀랜드, 웨일즈, 호주, 뉴질랜드, 인도 등에서 최고의 예약 엔진시스템을 보유하고 있습니다. %s는 프랑스 파리, 영국 런던, 스페인 바르셀로나, 미국의 유럽, 이태리 로마, 네덜란드 암스테르담, 아일랜드 더블린, 스페인 마드리드, 체코의 프라하 등지의 최신의 저렴한 호스텔 가격을 제공합니다.
zh_cn: %s提供给类住宿信息与房间预订服务：旅店，旅社，宾馆，公寓，单间，床位（含早餐），各种便宜住宿供您选择。%s作为中国旅舍预定服务的领导者，提供诸多城市旅舍超低价空房（床位）网上预订服务，如法国巴黎，英国伦敦，西班牙巴塞罗那，美国纽约，意大利罗马，荷兰阿姆斯特丹，爱尔兰都柏林，西班牙马德里，捷克共和国布拉格...

source: Hostelworld customer review
ko_kr: 호스텔월드 고객 후기
zh_cn: 旅舍世界客人评价

source: Language Lessons ? CoursParticuliers.com
de_de: Sprachunterricht? CoursParticuliers.com
ko_kr: 언어 수업? CoursParticuliers.com
zh_cn: 语言课程？CoursParticuliers.com

source: Réserver une auberge de jeunesse pour un groupe
cs_cz: Rezervace ubytovny pro skupinu
de_de: Buchen Sie ein Hostel für eine Gruppe
hu_hu: Foglaljon szállást csoportnak
ko_kr: 그룹을 위한 유스호스텔 예약
zh_cn: 团队预订

source: Réservation de groupes
cs_cz: Skupinové rezervace
de_de: Gruppenbuchungen
hu_hu: Hostel Csoport foglalás
ko_kr: 단체 예약
zh_cn: 团体预订

source: Réservation mondiale et immédiate, 30 000 Auberges de jeunesse et hôtels pas chers.
cs_cz: 30 000 ubytoven a levných hotelů.
de_de: Weltweite und sofortige Buchungen von über 30.000 Hostels und Jugendherbergen.
hu_hu: 30.000 szállás és olcsó hotelek.
ko_kr: 30,000 호스텔과 저렴한 호스텔 예약.
zh_cn: 在线预订全球30,000多家便宜旅舍

source: Yasmine M, Rio De Janeiro
ko_kr: 야스민 M, 리오 데 자네이로
zh_cn: Yasmine M,里约热内卢

source: Merci %s pour votre aide.
cs_cz: %s Děkujeme vám za vaši pomoc.
de_de: %s danke für Ihre Hilfe.
hu_hu: %s köszönöm a segítségét.
ko_kr: %s 당신의 도움에 감사합니다.
zh_cn: %s感谢您的帮助。

source: Diego R, Mexico
cs_cz: R Diego, Mexiko
de_de: Diego R, Mexiko
hu_hu: R Diego, Mexikó
ko_kr: 디에고 R, 멕시코
zh_cn: Diego R，墨西哥

source: Génial le site. Et les prix sont imbattables. Merci !
cs_cz: Super místo. A ceny jsou bezkonkurenční. Děkuji vám!
de_de: Unglaubliche Seite. Und die Preise sind unschlagbar. Vielen Dank!
hu_hu: Nagyszerű oldal. És az árak is verhetetlenek. Köszönöm!
ko_kr: 굉장한 사이트입니다. 그리고 가격은 천하 무적입니다. 감사합니다!
zh_cn: 网站真棒！提供无与伦比的低价格。谢谢！

source: Lesley F, Boston
ko_kr: 레슬리 F, 보스턴
zh_cn: Lesley F，波士顿

source: Mes Vacances sont réussies grâce à vous. Les Auberges étaient comme promises.
cs_cz: Moje prázdniny byly úspěšné, díky vám. Ubytovny byly takové, jaké jste slíbili.
de_de: Meine Ferien waren ein voller Erfolg dank ihrer Seite! Die Hostels waren wie versprochen.
hu_hu: Az üdülés sikeres volt, hála Önöknek. A hostel az igéretnek megfelelő volt.
ko_kr: 내 휴가는 성공적이었습니다. 감사합니다. 호스텔은 약속한 그대로 였습니다.
zh_cn: 感谢您为我们提供了一次美好的假期，旅舍信守承诺！

source: Jérome H, Marseille
cs_cz: Jerome H, Marseille
de_de: Jerome H, Marseille
hu_hu: Jerome H, Marseille-ben
ko_kr: 제롬 H, 마르세이유
zh_cn: Jérome H，马赛

source: Notre école a réservé pour 35 personnes sur votre site et pas de surprise. Parfait !!!
cs_cz: Udělali jsme rezervaci pro 35 lidí na vašich stránkách a žádné nemilé překvapení. Perfektní!
de_de: Unsere Schule hat für 35 Personen auf Ihrer Website gebucht, keine bösen Überraschungen. Perfekt!
hu_hu: Iskolánk 35 személynek foglalt online, minden meglepetés nélkül. Tökéletes!
ko_kr: 우리 학교는 귀하의 사이트에 35명을 예약했습니다. 완벽합니다!!
zh_cn: 本校从该网站顺利预订35个床位，没有任何问题，棒极了！

source: Jérome H, Marseille
cs_cz: Jerome H, Marseille
de_de: Jerome H, Marseille
hu_hu: Jerome H, Marseille-ben
ko_kr: 제롬 H, 마르세이유
zh_cn: Jérome H，马赛

source: Carmen J, Lima
ko_kr: 카르멘 J, 리마
zh_cn: Carmen J, 利马

source: Choix, prix, sécurité, confirmation. Rien a dire : site super !
cs_cz: Skvělý výběr, cena, bezpečnost, možnost volby. Není co dodat: Skvělý stránky!
de_de: Auswahl, Preis, Sicherheit, Absicherung. Nichts zu beanstanden: tolle Seite!
hu_hu: Nagy választék, jó árak, biztonságos foglalás. Nincs mást mondani: nagyszerű oldal!
ko_kr: 선택, 가격, 안전, 선택. 아무 말이 필요 없는 좋은 사이트!
zh_cn: 选择方便，价格实惠，安全性高。没什么可说的——伟大的网站！

source: Jowar, New Dehli
cs_cz: Jowar, New Delhi
de_de: Jowar, Neu-Delhi
hu_hu: Jowar, Új-Delhi
ko_kr: 뉴와르, 뉴델리
zh_cn: Jowar，新德里

source: Les directions étaient bonnes et les prix des plus bas… Voyage réussie. Encore Merci.
cs_cz: Instrukce byly dobré a ceny super nízké ... úspěšný výlet. Ještě jednou díky.
de_de: Die Angaben waren gut und die Preise sind günstig ... eine erfolgreiche Reise. Nochmals vielen Dank.
hu_hu: Jó útmutatók, és olcsó. Köszönet újra.
ko_kr: 좋은 지역과 낮은 가격 ... 좋은 여행을 했습니다. 고맙습니다.
zh_cn: 推荐不错，价格超低...度过一个非常美好假期，再次感谢！

source: Olivia S, Londres
cs_cz: Olivia S, Londýn
de_de: Olivia S, London
hu_hu: Olivia S, London
ko_kr: 올리비아 S, 런던

source: Les cartes et les guides m'ont aidée. Votre site est facile a naviguer.
cs_cz: Mapy a průvodce mi pomohly. Snadná navigace stránek.
de_de: Die Karten und Reiseführer haben mir sehr geholfen. Ihre Website ist einfach zu navigieren.
hu_hu: A térképek és útmutatók nagy segitségemre voltak. Könnyű navigálni az oldalon.
ko_kr: 지도와 안내가 큰 도움을 줬습니다. 이 사이트는 검색하기가 쉽습니다.
zh_cn: 这些地图和指南帮了我大忙。你们的网站浏览真是既方便又快捷！

source: Michal E, Varsovie
cs_cz: Michal E, Varšava
de_de: Michal E, Warschau
hu_hu: Michal E, Varsó
ko_kr: 미할 E, 바르샤바
zh_cn: Michal E, 华沙

source: Ma fiancée et moi ont passe des supers vacances en réservant sur votre site.
cs_cz: Moje snoubenka a já jsme měli skvělou dovolenou diky rezervaci na vašich stránkách.
de_de: Meine Verlobte und ich genossen unsere Ferien, die wir über Ihre Website gebucht haben.
hu_hu: A menyasszonyom és én remek vakáción voltunk mert ezen az oldalon foglaltunk.
ko_kr: 내 약혼녀와 나는 훌륭한 휴가를 귀하의 사이트에 예약으로 갈 수 있었습니다.
zh_cn: 通过使用你们的网上预订服务，我和未婚妻度过了一个愉快的假期！

source: Hiroto V, Seoul
cs_cz: Hiroto V, Soul
hu_hu: Hiroto V, Szöul
ko_kr: 히로토 V, 서울
zh_cn: Hiroto V, 首尔

source: Très content de vos services.
cs_cz: Velmi spokojen s vaší službou.
de_de: Bin sehr zufrieden mit Ihren Leistungen.
hu_hu: Nagyon elégedett vagyok a szolgáltatásokkal.
ko_kr: 귀하의 서비스에 아주 만족합니다.
zh_cn: 很满意你们提供的服务。

source: Ali S, Casablanca
ko_kr: 알리 S, 카사블랑카
zh_cn: Ali S，卡萨布兰卡

source: Les cartes sont indispensables et très pratiques.
cs_cz: Mapy jsou ideální a velmi praktické.
de_de: Die Karten sind unerlässlich und sehr praktisch.
hu_hu: Térképek alapvetőek és nagyon praktikusak.
ko_kr: 지도가 매우 실용적입니다.
zh_cn: 地图非常实用。

source: Visiter nos guides
cs_cz: Navštivte naše průvodce
de_de: Besuchen Sie unsere Reiseführer
hu_hu: Látogassa meg útmutatónkat
ko_kr: 가이드를 방문하세요
zh_cn: 访问指南

source: Mail this PDF quote to someone you know, or send it to yourself.
cs_cz: Zašlete tuto nabídku známému nebo sám sobě.
de_de: Dieses PDF-Angebot jemanden, den Sie kennen, per Email zusenden oder sich selbst senden.
ko_kr: 귀하의 지인에게 또는 본인에게 PDF 견적을 메일로 보내기
zh_cn: 把这个PDF的报价用邮件发给你认识的人，或发送给你自己。

source: Yes, I want to subscribe to the newsletter to get great deals. (You can unsubscribe anytime)
cs_cz: Ano,chci dostávat váš newsletter s výhodnými nabídkami.(Můžete se kdykoli odhlásit)
de_de: Ja, ich möchte den Newsletter mit tollen Angeboten erhalten und abonnieren. (Sie können das Abo jederzeit stornieren)
ko_kr: 네, 좋은 거래 정보를 얻을 수 있는 뉴스 레터를 구독하겠습니다. (당신은 언제든지 구독을 취소하실 수 있습니다)
zh_cn: 是的，我想订阅优惠折扣信息。 （您可以随时退订）

source: Send PDF quote
cs_cz: Odelat PDF
de_de: PDF senden
hu_hu: PDF küldése
ko_kr: PDF 보내기
zh_cn: 发送PDF

source: Please wait ...
cs_cz: Prosím čekejte…
de_de: Bitte warten…
hu_hu: Kérem , várjon....
ko_kr: 기다려 주세요…
zh_cn: 请等一下…

source: Nous suivre sur Twitter
cs_cz: Následujte nás na Twittru
de_de: Folgen Sie uns auf Twitter
hu_hu: Kövessen minket a Twitter-en
ko_kr: 트위터에서 우리와 함께해요.
zh_cn: 请上我们的Twitter

source: Options de Votre Compte
cs_cz: Možnosti
de_de: Ihre Konto-Optionen
hu_hu: Fiók beállítások
ko_kr: 계정 옵션
zh_cn: 账户管理

source: Donnez nous des nouvelles de votre séjour!
cs_cz: Dejte nám vědět, jak se vám líbilo vaše ubytování!
de_de: Schicken Sie uns einen Bericht über Ihren Aufenthalt!
hu_hu: Kérjük értékelje tartozkodását!
ko_kr: 귀하의 의견을 보내주시기 바랍니다.
zh_cn: 请告知我们您的出行计划！

source: Beds
cs_cz: Lůžka
de_de: Betten
hu_hu: Ágyak száma
ko_kr: 베드 개수
zh_cn: 床位

source: Nights
cs_cz: Noci
de_de: Nächte
hu_hu: Éjszakák száma
ko_kr: 숙박 일수
zh_cn: 夜

source: Lunch
cs_cz: Oběd
de_de: Mittagessen
hu_hu: Ebéd
ko_kr: 점심
zh_cn: 午餐

source: Serveur inaccessible. Veuillez réessayer plus tard.
cs_cz: Server nedosažitelný. Zkuste to prosím později.
de_de: Server nicht erreichbar. Bitte versuchen Sie es später erneut.
hu_hu: Szerver nem érhető el. Kérjük, próbálkozzon később.
ko_kr: 서버에 접속할 수 없습니다. 나중에 다시 시도하십시오.
zh_cn: 服务器无法访问，请稍后再试。

source: Données de réservations incomplètes.
cs_cz: Neúplná rezervace dat.
de_de: Buchungsdaten sind unvollständig.
hu_hu: Foglalási adatok hiányosak.
ko_kr: 예약 정보 불완전
zh_cn: 数据填写不完整。

source: Serveur inaccessible pour le moment. Veuillez réessayer de nouveau.
cs_cz: Server je pro tuto chvíli nedosažitelný. Prosím zkuste to znovu.
de_de: Server im Moment nicht erreichbar. Bitte versuchen Sie es erneut.
hu_hu: Szerver nem érhető el ebben a pillanatban. Kérjük, próbálja újra.
ko_kr: 서버가 지금은 액세스할 수 없습니다. 다시 시도해주십시오.
zh_cn: 服务器无法访问，请稍后再试。

source: Votre réservation sur %s!
cs_cz: Vaše rezervace s %s!
de_de: Ihre Reservierung auf %s!
hu_hu: Az Ön foglalása - %s
ko_kr: %s에 예약
zh_cn: 通过%s预订！

source: Erreur lors de la mise à jour de votre profil.
cs_cz: Chyba při aktualizaci vašeho profilu.
de_de: Fehler beim Aktualisieren Ihres Profils.
hu_hu: Hiba az Ön adatainak frissitése közben
ko_kr: 프로필 업데이트 중 오류
zh_cn: 更新个人资料出错。

source: Une mise à jour de votre profil a été effectuée. Merci!
cs_cz: Váš profil byl aktualizován. Děkujeme vám!
de_de: Die Änderungen ihres Profils wurden durchgeführt. Vielen Dank!
hu_hu: Az Ön adatait felfrissitettük. Köszönjük!
ko_kr: 귀하의 프로필이 업데이트되었습니다. 감사합니다!
zh_cn: 个人资料已更新。谢谢！

source: Téléphone :
cs_cz: Telefon:
de_de: Handynummer:
hu_hu: Telefon:
ko_kr: 전화 번호 :
zh_cn: 电话：

source: Terms and conditions agreement
cs_cz: Smluvní podmínky
de_de: Annahmen der Allgemeinen Geschäftsbedingungen
hu_hu: Általános szerződési feltételek
ko_kr: 약관 및 정책에 대한 동의
zh_cn: 条款约定

source: Courriel
cs_cz: Email
de_de: E-Mail
hu_hu: E-mail
ko_kr: 이메일
zh_cn: 电子邮件

source: Évaluation
cs_cz: Hodnocení
de_de: Auswertung
hu_hu: Értékelés
ko_kr: 평가
zh_cn: 评价

source: Mois
cs_cz: Měsíc
de_de: Monat
hu_hu: Hónap
ko_kr: 월
zh_cn: 月

source: Année
cs_cz: Rok
de_de: Jahr
hu_hu: Év
ko_kr: 년
zh_cn: 年

source: Demande de modération pour la propriété %s
cs_cz: Omezení poptávky na majetku %s
de_de: Anfrage für diese Unterkunft ansehen %s
hu_hu: Kérelem, ez ingatlan megváltoztatására %s
ko_kr: 요청하신 호스텔 %s 검색중
zh_cn: %s要求合理的住宿节制。

source: Accept terms and conditions agreement to proceed
cs_cz: K dalšímu pokračování prosím akceptujte smluvni podminky.
de_de: Nehmen Sie die allgemeinen Geschäftsbedingungen an, um fortfahren zu können
hu_hu: Fogadd el az általános szerződési feltételeket a folytatáshoz
ko_kr: 이용 약관에 동의하십시오.
zh_cn: 同意该条款并继续

source: Please log in
cs_cz: Prosím přihlašte se heslem
de_de: Bitte loggen Sie sich ein
ko_kr: 로그인을 해주세요
zh_cn: 请登陆

source: Invalid property
cs_cz: Neplatné zařízení
de_de: Ungültige Immobilie
ko_kr: 유효하지 않은 호텔
zh_cn: 无效的住处

source: Property not found
cs_cz: Zařízení nenalezeno
de_de: Immobilie nicht gefunden
ko_kr: 호텔을 찾을 수 없습니다
zh_cn: 没有找到住处

source: Property is favorite already
cs_cz: Zařízení je již oblíbené
de_de: Immobilie ist bereits in Favorit
ko_kr: 이미 마음에 드는 호텔입니다.
zh_cn: 住处已经是我喜欢的

source: Invalid number of nights
cs_cz: Neplatný počet nocí
de_de: Ungültige Anzahl der Übernachtungen
ko_kr: 유효하지 않은 숙박일 숫자
zh_cn: 无效的夜晚数量

source: Invalid date
cs_cz: Neplatné datum
de_de: Ungültiges Datum
ko_kr: 유효하지 않은 날짜
zh_cn: 无效的日期

source: Erreur lors de la réservation
cs_cz: Chyba při rezervaci
de_de: Buchungsfehler
hu_hu: Hiba történt az Ön foglalása közben
ko_kr: 예약 진행 중 오류
zh_cn: 错误预订

source: Hostels in %s - %s
cs_cz: Ubytovny v %s - %s
de_de: Hostels und Jugendherbergen in %s - %s
hu_hu: Hostelek - %s - %s
ko_kr: %s - %s에 위치한 호스텔
zh_cn: 廉价旅舍 - %s - %s

source: Date et nombre de nuits invalide. Valeurs ignorées lors de la recherche.
cs_cz: Neplatný datum a počet nocí. Hodnoty ignorovány při vyhledávání.
de_de: Datum und Zahl der Übernachtungen ungültig. Werte bei der Suche ignoriert.
hu_hu: Dátum és az éjszakák száma érvénytelen. Az értékek figyelmen kívül lettek hagyva a keresés során.
ko_kr: 날짜 및 숙박 일수가 잘못 입력되었습니다. 값을 검색하는 동안 무시됩니다.
zh_cn: 输入日期和预订天数无效 - 搜索无效

source: Card not supported please choose another card
cs_cz: Tuto kreditní kartu nepřijímáme prosím zvolte jinou.
de_de: Diese Kartenart wird nicht unterstützt. Bitte wählen Sie eine andere Kartenart.
hu_hu: Ez a kártya nem használható válasszon egy másikat
ko_kr: 다른 카드를 사용하십시오.
zh_cn: 该卡不被接受,请换另一张卡。

source: Serveur indisponible en ce moment.
cs_cz: Server není k dispozici.
de_de: Der Server steht im Moment nicht zur Verfügung.
hu_hu: A szerver nem elérhető el ebben a pillanatban.
ko_kr: 서버가 일시적으로 다운되었습니다.
zh_cn: 服务器不可用。

source: Réponse inattendue du serveur.
cs_cz: Neočekávaná odpověď od serveru.
de_de: Unerwartete Antwort vom Server.
hu_hu: Váratlan válasz a szervertől.
ko_kr: 서버로부터 예상치 못한 응답.
zh_cn: 服务器意外中止。

source: Mot de passe invalide
cs_cz: Neplatné heslo
de_de: Ungültiges Passwort
hu_hu: Érvénytelen jelszó
ko_kr: 비밀 번호가 잘못되었습니다.
zh_cn: 输入密码无效

source: Nom d'utilisateur invalide
cs_cz: Neplatné uživatelské jméno
de_de: Benutzername ungültig
hu_hu: Érvénytelen felhasználónév
ko_kr: 사용자 이름이 잘못되었습니다
zh_cn: 用户名无效

source: Le nom d'utilisateur ou le courriel n'existe pas
cs_cz: Uživatelské jméno nebo e-mail neexistuje
de_de: Der Benutzername oder die E-Mail existiert nicht
hu_hu: A felhasználónév vagy az e-mail nem létezik
ko_kr: 사용자 이름 또는 이메일이 존재하지 않습니다
zh_cn: 用户名或电子邮件地址不存在。

source: Le courriel est déjà utilisé par un autre utilisateur. Veuillez en chosir un autre.
cs_cz: E-mail je již používán jiným uživatelem. Prosím vyberte jiný.
de_de: Die E-Mail Adresse wird bereits von einem anderen Benutzer verwendet. Bitte verwenden Sie eine andere E-Mail Adresse.
hu_hu: Ez az e-mail már használatban van. Kérjük, válasszon egy másikat.
ko_kr: 이메일은 이미 다른 사용자에 의해 사용되고있습니다다. 다시 선택하십시오.
zh_cn: 该用户名已存在，请选择另一个。

source: Le nom d'utilisateur existe déjà. Veuillez en choisir un autre.
cs_cz: Uživatelské jméno již existuje. Prosím vyberte jiné.
de_de: Der Benutzername existiert bereits. Bitte wählen Sie einen anderen.
hu_hu: Ez a felhasználónév már létezik. Kérjük, válasszon egy másikat.
ko_kr: 사용자 이름이 이미 존재합니다. 다른 이름을 선택하십시오.
zh_cn: 该用户名已存在，请选择另一个。

source: Votre courriel est
cs_cz: Vaše e-mailová adresa je
de_de: Ihre E-Mail Adresse ist
hu_hu: Az Ön e-mail címe
ko_kr: 귀하의 이메일 주소는
zh_cn: 确认邮件地址

source: Votre code de confirmation ne correspond pas avec celui de l'image.
cs_cz: Nesprávný potvrzovací kód.
de_de: Ihr Bestätigungscode stimmt nicht mit dem des Bildes überein.
hu_hu: Hibás megerősítő kód.
ko_kr: 확인 코드가 일치하지 않습니다.
zh_cn: 输入代码与图片所示不匹配。

source: Votre code de confirmation a expiré. Essayez de nouveau.
cs_cz: Platnost vašeho potvrzovacího kódu vypršela. Zkuste to znovu.
de_de: Ihr Bestätigungscode ist nicht mehr gültig. Versuchen Sie es erneut.
hu_hu: A megerősítő kód lejárt. Próbálja újra.
ko_kr: 확인 코드가 만료되었습니다. 다시 시도하십시오.
zh_cn: 确认代码已过期，请重试！

source: Votre mot de passe vous a été envoyé par email.
cs_cz: Vaše heslo vám bylo zasláno e-mailem.
de_de: Ihr Passwort wurde Ihnen per E-Mail zugesendet. Bitte ueberprüfen Sie Ihren Spam-Ordner, falls die E-Mail nicht in Ihrem Posteingang erscheint.
hu_hu: Jelszavát elküldtük e-mailben.
ko_kr: 귀하의 비밀 번호를 당신에게 이메일로 보냈습니다. 만약 메일을 받지 못하였을 경우 스팸메일함을 확인하여 주시기 바랍니다.
zh_cn: 您的用户密码已通过电子邮件形式发送到您的邮箱。

source: Vous êtes maintenant déconnecté.
cs_cz: Nyní jste odpojen.
de_de: Sie sind jetzt ausgeloggt.
hu_hu: A kapcsolat megszakadt.
ko_kr: 이제 연결이 끊어집니다.
zh_cn: 断开。

source: L'inscription est désactivé.
cs_cz: Registrace je zakázána.
de_de: Die Registrierung ist deaktiviert.
hu_hu: A regisztráció nem sikerült
ko_kr: 등록은 해제되어 있습니다.
zh_cn: 注册无效。

source: Vous êtes maintenant enregistré. Vous allez recevoir un courriel pour activer votre compte.
cs_cz: Jste nyní zaregistrováni. Obdržíte e-mail pro aktivaci účtu.
de_de: Sie sind jetzt registriert. Sie erhalten eine E-Mail mit der Sie Ihr Konto aktivieren können.
hu_hu: Ön most regisztrált. Hamarosan kap egy e-mailt az aktiváláshoz.
ko_kr: 지금 등록되었습니다.귀하의 계정을 활성화하는 이메일을 받게됩니다.
zh_cn: 您成功注册后，将收到一封新的电子邮件，帮您激活帐户。

source: Vous êtes maintenant enregistré.
cs_cz: Jste registrováni.
de_de: Sie sind jetzt registriert.
hu_hu: Ön most regisztrált.
ko_kr: 지금 등록되었습니다.
zh_cn: 现在就注册。

source: Un nouveau courriel d'activation a été envoyé à %s. Suivez les instructions pour activer votre compte.
cs_cz: Aktivační e-mail byl odeslán na %s. Postupujte podle pokynů k aktivaci účtu.
de_de: Eine neue Aktivierungs E-Mail wurde an %s gesendet. Bitte folgen Sie den Anweisungen zur Aktivierung Ihres Kontos.
hu_hu: Az új aktivációs e-mailt elküldtük %s. Kövesse az utasításokat .
ko_kr: 새로운 활성화 이메일이 %s로 전송되었습니다. 지침에 따라 귀하의 계정을 활성화해야합니다.
zh_cn: 一封新的电子邮件已发送到%s，请按照邮件指令激活您的帐户。

source: Votre compte a été activé avec succès.
cs_cz: Váš účet byl úspěšně aktivován .
de_de: Ihr Konto wurde erfolgreich aktiviert.
hu_hu: Az aktiváció sikerült.
ko_kr: 귀하의 계정이 성공적으로 활성화되었습니다.
zh_cn: 您的帐户已成功激活。

source: Le code d'activation inscrit est invalide ou a expiré.
cs_cz: Zadaný aktivační kód je neplatný nebo vypršel.
de_de: Der Aktivierungscode ist ungültig oder abgelaufen.
hu_hu: Az aktiváló kód érvénytelen vagy lejárt.
ko_kr: 정품 인증 코드 입력 잘못되었거나 만료되었습니다.
zh_cn: 激活代码无效或已过期。

source: Votre mot de passe a été modifié avec succès.
cs_cz: Vaše heslo bylo úspěšně změněno.
de_de: Ihr Passwort wurde erfolgreich geändert.
hu_hu: A jelszó változtatás sikerült.
ko_kr: 비밀 번호를 성공적 변경하였습니다.
zh_cn: 您的密码更改成功。

source: Un courriel vous a été envoyé avec les instructions pour créer un nouveau mot de passe.
cs_cz: E-mail s instrukcemi pro vytvoření nového hesla byl odeslán. Prosím podívejte se také do vaší spam složky.
de_de: Sie erhalten eine E-Mail mit Anweisungen zur Erstellung eines neuen Passworts.
hu_hu: Útmutatást küldtünk e-mailben új jelszó létrehozására.
ko_kr: 새 비밀 번호를 만들 수 있는 방법을 이메일로 보냈습니다. 만약 메일을 받지 못하였을 경우 스팸메일함을 확인하여 주시기 바랍니다.

source: Vous avez modifié votre mot de passe avec succès.
cs_cz: Změna vašeho hesla proběhla úspěšně.
de_de: Sie haben Ihr Passwort erfolgreich geändert.
hu_hu: Jelszavát sikeresen megváltoztatta.
ko_kr: 당신은 성공적으로 비밀 번호를 변경했습니다.
zh_cn: 您的密码更改成功。

source: Votre clé d'activation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
cs_cz: Váš aktivační klíč je neplatný, nebo již vypršela jeho platnost. Zkontrolujte svůj e-mail a postupujte podle pokynů.
de_de: Ihre Aktivierung ist ungültig oder abgelaufen. Überprüfen Sie Ihre E-Mail und folgen Sie den Anweisungen.
hu_hu: Az aktiváló kód érvénytelen vagy lejárt. Kövesse az e-mailban küldött utasításokat.
ko_kr: 귀하의 활성 키가 잘못되었거나 만료되었습니다. 귀하의 이메일을 확인하고 지침을 따르십시오.
zh_cn: 您的激活码无效或已过期。请返回激活邮件，并按指令操作。

source: Un courriel de confirmation a été envoyé a %s. Suivez les instructions dans le courriel pour compléter la modification de l'adresse courriel.
cs_cz: Potvrzovací e-mail byl odeslán na %s. Postupujte podle pokynů v e-mailu pro dokončení změny e-mailové adresy.
de_de: Eine Bestätigungs-E-Mail wurde an %s gesendet. Folgen Sie den Anweisungen in der E-Mail, um die E-Mail Adresse zu ändern. Bitte überpruefen Sie Ihren Spam-Ordner, falls die E-Mail nicht in Ihrem Posteingang erscheint.
hu_hu: A megerősítő e-mailt elküldtünk (%s). Kövesse az utaitásokat az e-mail címének megváltoztatásához.
ko_kr: 확인 이메일이 %s로 전송되었습니다. 이메일 주소의 변경 작업을 완료하도록 지침을 따르십시오.
zh_cn: 确认电子邮件已发送到%s，请按照邮件中的指令更该地址。

source: Votre adresse courriel a été modifié avec succès.
cs_cz: Vaše e-mailová adresa byla úspěšně změněna.
de_de: Ihre E-Mail Adresse wurde erfolgreich geändert.
hu_hu: Az Ön e-mail címe sikeresen megváltozott.
ko_kr: 귀하의 이메일 주소가 성공적으로 변경되었습니다.
zh_cn: 您的邮件地址更新成功。

source: Votre clé d'activiation est invalide ou a expiré. Vérifiez votre courriel et suivez les instructions.
cs_cz: Váše aktivace je neplatná nebo vypršela její platnost. Zkontrolujte svůj e-mail a postupujte podle pokynů.
de_de: Ihr Aktivierungsschlüssel ist ungültig oder abgelaufen. Überprüfen Sie Ihre E-Mail Adresse und folgen Sie den Anweisungen.
hu_hu: Az Ön aktivaciója érvénytelen vagy lejárt. Kövesse az e-mailben küldött utasításokat.
ko_kr: 귀하의 활성화가 잘못되었거나 만료되었습니다. 귀하의 이메일을 확인하고 지침을 따르십시오.
zh_cn: 您的激活代码无效或已过期。请返回激活邮件，并按照指令操作。

source: Votre compte est désactivé.
cs_cz: Váš účet není aktivní.
de_de: Ihr Konto ist deaktiviert.
hu_hu: Az Ön fiókja le van tiltva.
ko_kr: 귀하의 계정이 비활성화되어 있습니다.
zh_cn: 您的帐户已被禁用。

source: Votre compte a été supprimé...
cs_cz: Váš účet byl smazán ...
de_de: Ihr Konto wurde gelöscht ...
hu_hu: Fiókja törlésre került ...
ko_kr: 귀하의 계정이 삭제되었습니다.
zh_cn: 您的帐户已被删除...

source: Bienvenue sur %s!
cs_cz: %s
de_de: Willkommen auf %s!
hu_hu: %s
ko_kr: %s 에 오신것을 환영합니다.
zh_cn: 欢迎访问%s！

source: Mot de passe perdu sur %s?
cs_cz: Zapomněli jste heslo pro %s?
de_de: Passwort vergessen %s?
hu_hu: Jelszó elveszett - %s?
ko_kr: %s의 비밀 번호를 잃어버리셨나요?
zh_cn: 忘记密码%s？

source: Votre nouveau mot de passe sur %s
cs_cz: Vaše nové heslo pro %s
de_de: Ihr neues Passwort für %s
hu_hu: Az új jelszó - %s
ko_kr: %s를 위한 귀하의 새 비밀 번호
zh_cn: 您的新密码%s

source: Votre nouvelle adresse courriel sur %s
cs_cz: Vaše nová e-mailová adresa %s
de_de: Ihre neue E-Mail Adresse %s
hu_hu: Az új e-mail címe - %s
ko_kr: %s를 위한 새로운 이메일 주소
zh_cn: 您在%s的新地址

source: Ancien Mot de Passe
cs_cz: Staré heslo
de_de: Altes Passwort
hu_hu: Régi jelszó
ko_kr: 이전 암호
zh_cn: 旧密码
