Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Do you want a cheaper hostel or or another one in a different area?
it_it: Prefirisci un hostello più economico oppure uno in zona diversa?
ja_jp: もっと低価格のホステルがよろしいですか？それとも別エリアでお探ししますか？
pt_br: Você deseja um hostel mais barato ou um em uma área diferente?

source: Beds have been set aside for you. After this expiry date, they will be given to another group unfortunately. If you no longer need these beds, please let us know also right away.
it_it: I letti sono stati riservati per voi. Dopo la data di scadenza della prenotazioni verranno resi disponibili per altri gruppi. Se non siete più interessati a questi letti vi invitiamo a darne comunicazione quanto prima.
ja_jp: お客様のためにお部屋が確保されています。有効期限後は他のお客様への予約に使われますので、恐れ入りますが当予約が不要な場合はただちにご連絡ください。
pt_br: Camas foram reservadas para você. Após a data de expiração, as camas serão infelizmente dadas à outro grupo. Caso, não precise mais das acomodações, por favor, avise-nos imediatamente.

source: We want to make sure you are 100%% satisfied, so do not hesitate to contact us.
it_it: Vogliamo essere certi che voi siate al 100%% soddisfatti, quindi non esitate a contattarci.
ja_jp: お客様の１００%%満足が目標です。何かございましたらご遠慮なくお問合せください。
pt_br: Nós queremos garantir que você esteja 100%% satisfeito, então não hesite em entrar em contato conosco

source: We are very sorry but the selected hostel is the cheapest we have for your chosen dates.
it_it: Siamo spiacenti ma l'hostello selezionato è quello con la tariffa migliore in base alle date selezionate.
ja_jp: 大変申し訳ございませんが、選択されたホステルがお客様ご希望の日付で手配できる最安値になります。
pt_br: Nós sentimos muito, mas o hostel escolhido é o mais barato que achamos para as datas escolhidas

source: Please recontact us later or choose different dates.
it_it: Vi invitiamo a contattarci più tardi o a selezionare date diverse.
ja_jp: 後日再度ご連絡いただくか、別な日付をお選びください。
pt_br: Por favor, contactenos mais tarde ou escolha uma data diferente.

source: Thank you.
it_it: Grazie
ja_jp: ありがとうございます
pt_br: Obrigado

source: Can we contact you by phone ?
it_it: Possiamo contattarvi via telefono?
ja_jp: お電話を差し上げてもよろしいでしょうか？
pt_br: Podemos te contactar por telefone?

source: Thank you for your email.
it_it: Vi ringraziamo per il vostro messaggio email.
ja_jp: メールをありがとうございました
pt_br: Obrigado por seu email.

source: We are very sorry but we were not able to find a hostel for you for the selected date.
it_it: Siamo spiacenti ma non siamo stati in grado di trovarvi un hostello per le date selezionate.
ja_jp: 大変申し訳ございませんが、選択された日付ではお客様がご希望される条件のホステルは見つかりませんでした。
pt_br: Nós sentimos muito, mas não foi possível achar um hostel para você nesta data.

source: We apologize for the inconvenience.
it_it: Siamo spiacenti per gli inconvenienti riscontrati.
ja_jp: ご不便をおかけしたことをお詫びいたします。
pt_br: Nos desculpe pela inconveniência.

source: We are very sorry but due to the very high number of requests we receive every day, we can only provide customized quotes to people who will be making a decision within 1 week.
it_it: Siamo spiacenti ma a causa dell'elevato numero di richieste che riceviamo giornalmente siamo in grado di fornire preventivi personalizzati soltanto a coloro che effettueranno la prenotazione entro una settimana.
ja_jp: 大変申し訳ございませんが予約が集中しているため、お客様ごとにご案内する特別見積価格は一週間以内にご予約いただける場合のみに限らせていただきます。
pt_br: Nós sentimos muito, mas devido ao alto número de solicitações que recebemos diariamente, nós só podemos providenciar quotações para pessoas que irão tomar uma decião dentre de 1 semana.

source: We invite you to look at the list of hostels and prices on our website to put together your budget and to recontact us when all details re finalized 1 week before making your decision.
it_it: Vi invitiamo a consultare la lista di hostelli e relativi prezzi sul nostro sito web in base alle vostre esigenze e a ricontattarci nel momento in cui tutti i dettagli una settimana prima della vostra decisione finale.
ja_jp: ご予約の一週間前には当ウェブサイトにてホステルリストと料金をご確認いただきお客様のご予算に合った詳細を決めていただくことをおすすめいたします。
pt_br: Nós o convidamos a olhar a lista de hostéis e preços na nossa website para melhor planejamento e assim nos contactar quando tiver todos os detalhes finais 1 semana antes de tomar sua decisão.

source: We will work very hard to give you the best price at that time.
it_it: Vi confermiamo tutto il nostro impegno nel fornirvi il prezzo migliore al momento della vostra richiesta.
ja_jp: お客様のためにベストな価格をご案内できるよう努力いたします。
pt_br: Nós iremos trabalhar duro para lhe dar o melhor preço.

source: We thank you for your trust and support.
it_it: Vi ringraziamo per la vostra fiducia e il vostro supporto
ja_jp: ご利用いただきありがとうございます
pt_br: Nós agradecemos a sua confiança e seu apoio.

source: Thank you for your request.
it_it: Vi ringraziamo per la vostra richiesta.
ja_jp: リクエストいただきありがとうございます
pt_br: Obrigado por sua pergunta.

source: Due to a very high number of group requests, it might take up to 1 week to get back to you as we are looking for the best deal for your group.
it_it: A causa dell'elevato numero di richieste provenienti da gruppi la preparazione del vostro preventivo personalizzato con la migliore quotazione può richiedere anche una settimana.
ja_jp: 予約依頼が集中しているため、お客様への最適価格を提供させていただくまでに一週間ほどお時間をいただきます。
pt_br: Devido ao alto número de solicitações de preços, nós poderemos levar até 1 semana para te respondermos pois estamos vendo a melhor oferta para o seu grupo.

source: We thank you for your patience.
it_it: Vi ringraziamo per la vostra pazienza.
ja_jp: お待たせし申し訳ございません
pt_br: Obrigado por sua paciência

source: We thank you for your group booking.
it_it: Vi ringraziamo per la vostra prenotazione di gruppo.
ja_jp: ご予約いただきありがとうございます
pt_br: Nós agradecemos por sua reserva do grupo.

source: We will shortly send your voucher to the email address on file.
it_it: Vi invieremo il voucher all'indirizzo email in nostro possesso quanto prima.
ja_jp: まもなく予約確認書を添付ファイルと共にメール送信させていただきます。
pt_br: Dentre instantes nós enviaremos o seu voucher para o email cadastrado.

source: Total Number of people in your groups: %s
it_it: Numero totale di persone nel vostro gruppo: %s
ja_jp: お客様のグループの総予約人数: %s
pt_br: Número total de pessoas no grupo: %s

source: If the offer is accepted, the balance must be paid by %s
it_it: Se l'offerta verrà accettata, il saldo dovrà essere pagato entro %s
ja_jp: ご予約完了後、残金は %s までにお支払ください。
pt_br: Se a oferta for aceita, o saldo deverá ser pago até %s

source: Next available property
it_it: Prossima proprietà disponibile
ja_jp: 次にご予約可能な施設
pt_br: Próxima propriedade disponível

source: Group Type:
fi_fi: Ryhmä Tyyppi:
it_it: Tipo di gruppo:
ja_jp: 団体タイプ
pt_br: Tipo de Grupo:

source: Age Ranges:
fi_fi: Ikä Rajat:
it_it: Range d'età:
ja_jp: 年齢層
pt_br: Faixas Etárias:

source: Choose one...
fi_fi: Valitse Yksi…
it_it: Scegli uno…
ja_jp: １つお選びください。
pt_br: Escolha um…

source: Holidays with friends
fi_fi: Loma ystävien kanssa
it_it: Vacanza con amici
ja_jp: 友達との休暇
pt_br: Feriados com os amigos

source: Junior/Primary school
fi_fi: Ala asteen koulu
it_it: Scuola elementare/Primaria
ja_jp: 中学校
pt_br: Pré-escola / Escola primária

source: High/Secondary school
fi_fi: Ylä asteen koulu
it_it: Scuola superiore
ja_jp: 高校
pt_br: Colégio / Ensino Fundamental

source: College / University
fi_fi: Yliopisto
it_it: Università
ja_jp: 大学
pt_br: Ensino Médio / Univerdidade

source: Business trip
fi_fi: Liiketoiminta matka
it_it: Viaggio d'affari
ja_jp: 出張
pt_br: Viagem de negócios

source: Stag/Hen/Bachelor party
fi_fi: Polttarit
it_it: Addio al celibato/nubilato
ja_jp: バチェラー・パーティ
pt_br: Despedida de solteiro / Despedida de solteira

source: Sports group
fi_fi: Urheilu ryhmä
it_it: Sport di gruppo
ja_jp: スポーツグループ
pt_br: Grupo de esportes

source: Cultural group
fi_fi: Kultuuri ryhmä
it_it: Gruppo culturale
ja_jp: カルチャーグループ
pt_br: Grupo cultural

source: Please specify a type of group.
fi_fi: Ole hyvä ja määrittele ryhmä.
it_it: Per favore specificare un tipo di gruppo.
ja_jp: お客様グループのタイプを入力してください。
pt_br: Por favor especifique um tipo de grupo.

source: Please specify an age range for your group.
fi_fi: Ole hyvä ja määrittele ryhmän ikä rajat.
it_it: Per favore specificare un range d'età per il vostro gruppo.
ja_jp: お客様グループの年齢層を入力してください。
pt_br: Por favor especifique uma faixa etária para o seu grupo.

source: Reviews
fi_fi: Arvostelut
it_it: Recensioni
ja_jp: 口コミ
pt_br: Análises

source: of
it_it: di
ja_jp: ～の
pt_br: os

source: Please see selected properties to compare on top of the page.
fi_fi: Ole hyvä ja katso valitut kiinteistöt verratakseen niitä yläreunassa oleviin.
it_it: Per favore vedere le proprietà selezionate per la comparazione in alto nella pagina.
ja_jp: ページ上部を比較するために選択された範囲をご覧ください。
pt_br: Por favor veja as características seleccionadas para comparar no topo da página.

source: Result
fi_fi: Tulos
it_it: Risultato
ja_jp: 結果
pt_br: Resultados

source: Only 5 properties can be compared
it_it: Solamente 5 proprietà possono essere comparate
ja_jp: 5件のみ比較できます。
pt_br: Apenas 5 características podem ser comparadas

source: Please remove a property from list.
it_it: Per favore rimuovere una proprietà dalla lista.
ja_jp: リストから施設を外してください。
pt_br: Por favor remova uma propriedade da lista.

source: Please see selected properties to compare on top of this page.
it_it: Per favore vedere le proprietà selezionate per la comparazione in alto nella pagina.
ja_jp: ページ上部を比較するために選択された範囲をご覧ください。
pt_br: Por favor veja as características seleccionadas para comparar no topo da página.

source: %d Results
fi_fi: %d Tulosta
it_it: %d Risultati
ja_jp: 結果%d件
pt_br: %d Resultados

source: Home
fi_fi: Koti
it_it: Pagina iniziale
ja_jp: ホーム
pt_br: Página Inicial

source: Restore Everything
fi_fi: Palauta Kaikki
it_it: Ripristina tutto
ja_jp: 全て元に戻す
pt_br: Restaurar tudo

source: Compare (%d out of 5)
fi_fi: Vertaa (%d viidestä)
it_it: Compara (%d su 5)
ja_jp: 比較(5段階評価の%d)
pt_br: Compare (%d de 5)

source: Show Less
fi_fi: Näytä Vähemmän
it_it: Mostra meno
ja_jp: 減らして表示
pt_br: Mostrar menos

source: Not enough parameters
fi_fi: Ei tarpeeksi parametrejä
it_it: Parametri non sufficienti
ja_jp: パラメーター不十分
pt_br: Parâmetros insuficientes

source: Fill in the email
fi_fi: Täytä sähköpostiosoite
it_it: Inserire l'indirizzo email
ja_jp: Eメールに記入
pt_br: Preencha o e-mail

source: Invalid email recipient
fi_fi: Virheellinen sähköpostiosoite
it_it: Destinatario non valido
ja_jp: 無効なEメールアカウント
pt_br: Endereço de e-mail inválido

source: Fill in the subject
fi_fi: Kirjoita aihe
it_it: Inserire l'oggetto
ja_jp: 件名を記入
pt_br: Preencha o assunto

source: Fill in the message
fi_fi: Kirjoita viesti
it_it: Inserire il messaggio
ja_jp: 本文を記入
pt_br: Preencha a mensagem

source: Fill in the "From" name
fi_fi: Kirjoita ``Keneltä`` nimi
it_it: Inserire il nome "Da"
ja_jp: 発信者名を記入
pt_br: Preencha o nome no campo "De"

source: Fill in the "From" email
fi_fi: Kirjoita ``Keneltä``sähköposti
it_it: Inserire l'email "Da"
ja_jp: 発信者Eメールを記入
pt_br: Preencha o e-mal no campo "De"

source: Invalid "From" email
fi_fi: Virheellinen ``Keneltä`` sähköposti
it_it: Email "Da" non valida
ja_jp: 無効な発信者Eメール
pt_br: E-mail n campo "De" inválido

source: Yes, I want to subscribe to the newsletter.
fi_fi: Kyllä haluan tilata uutiskirjeen.
it_it: Si, voglio iscrivermi alla newsletter.
ja_jp: はい、ニュースレターの配信を希望します。
pt_br: Sim, eu quero subscrever à newsletter.

source: Want to send a PDF copy of this page or quote by email?
fi_fi: Haluatko lähettää sivusta PDF kopion tai siteerauksen sähköpostille?
it_it: Vuoi mandare una copia PDF di questa pagina oppure un preventivo via email?
ja_jp: EメールでのPDFコピーもしくは見積もりを希望しますか？
pt_br: Quer enviar uma cópia em PDF dessa página ou cotação por e-mail?

source: Send PDF
it_it: Manda PDF
ja_jp: PDFを送信する
pt_br: Enviar PDF

source: We use cookies to give you the best possible experience on our site. By continuing to browse our site you are agreeing to our Cookies Policy and use of cookies technology. Find out more
fi_fi: Käytämme evästeitä että verkkosivusto toimisi hyvin.Selaten sivustollamme hyväksyt miedän Evästekäytäntön ja teknologian. Lisätietoja
it_it: Utilizziamo i cookies per farvi avere la migliore esperienza di navigazione possibile sul nostro sito. Continuando a navigare sul nostro sito, accetti la nostra Politica sui Cookies e l'utilizzo della loro tecnologia. Scopri di più
ja_jp: 当サイトを快適にご覧いただくためにクッキーを使用しています。閲覧を続けていただくことにより、当社のクッキーポリシーおよびクッキー技術の使用に同意されているとみなします。さらに探す
pt_br: Nós usamos "cookies" para te proporcionar a melhor experiência possível em nosso site. Para continuar a navegar no nosso site você está concordando com nossa Política de Privacidade e uso da tecnologia de "cookies". Procurar mais

source: New Search
fi_fi: Uusi Etsintö
it_it: Nuova ricerca
ja_jp: 新しく検索する
pt_br: Nova Pesquisa

source: Search
fi_fi: Etsi
it_it: Ricerca
ja_jp: 検索
pt_br: Procurar

source: last %d
fi_fi: viimeiset %d
it_it: ultime %d
ja_jp: 最後の %d
pt_br: últimas %d

source: Quick View
fi_fi: Nopeasti
it_it: Panoramica veloce
ja_jp: クイックビュー
pt_br: Visão rápida

source: %s has sent you a message:
fi_fi: %s on lähettänyt sinulle viestin:
it_it: %s ti ha mandato un messaggio:
ja_jp: %sさんがメッセージをあなたに送りました。
pt_br: %s te enviou uma mensagem:

source: Price for %d nights per person
fi_fi: Hinta %d yötä per ihminen
it_it: Prezzo per %d notti per persona
ja_jp: お一人様%d泊分料金
pt_br: Preço por pessoa para %d noites

source: %d guests in %d Bedrooms ( 1 guest in each room).
fi_fi: %d vierasta %d Makuhuoneessa ( 1 vieras per huone).
it_it: %d ospiti in %d Camere (1 ospite in ogni camera).
ja_jp: %dベッドルームに%d名様（各部屋に1名様）。
pt_br: %d hóspedes em %d Quarto (1 convidado em cada quarto).

source: Important Information
fi_fi: Tärkeää tietoa
it_it: Informazioni importanti
ja_jp: 重要なインフォメーション
pt_br: Informações importantes

source: Property name
fi_fi: Majoituksen nimi
it_it: Nome della proprietà
ja_jp: 施設名
pt_br: Nome do proprietário

source: Address
it_it: Indirizzo
ja_jp: 住所
pt_br: Endereço

source: The lowest price per person per night in a dorm in this property:
fi_fi: Matalain hinta per ihminen per yö tässä majoituksessa:
it_it: Il prezzo più basso per persona per notte in un dormitorio in questa proprietà:
ja_jp: この施設のドームお一人様1泊最安値料金:
pt_br: O preço mais baixo por pessoa por noite no dormitório nessa propriedade:

source: The lowest price per person per night in a private room at this property:
fi_fi: Matalain hinta per ihminen per yö yksiyishuoneessa tässä majoituksessa:
it_it: Il prezzo più basso per persona per notte in una camera privata in questa proprietà:
ja_jp: この施設のプライベートルームお一人様1泊最安値料金:
pt_br: O preço mais baixo por pessoa por noite em um quarto individual nessa propriedade:

source: Maximum you can book
fi_fi: Maksimi mitä voit varata
it_it: Massimo prenotabile
ja_jp: ご予約できる最大可能予約数
pt_br: Máximo que você pode agendar

source: Please wait…
it_it: Attendere prego...
ja_jp: お待ち下さい...
pt_br: Por favor aguarde...

source: %d Bed Private Shared Bathroom
fi_fi: Yksityis makuhuone %d ihmiselle yhteisen kylpyhuoneen kanssa
it_it: Stanza privata per %d persone con bagno in comune
ja_jp: %d名様用プライベートベッドルーム 共用バスルーム
pt_br: %d Camas Individuais com Banheiro Compartilhado

source: Standard Single Private Shared Bathroom
fi_fi: Standard yksityis makuhuone 1 ihmiselle yhteisen kylpyhuoneen kanssa
it_it: Camera privata standard per una persona con bagno in comune
ja_jp: お１人様用スタンダードベッドルーム 共用バスルーム
pt_br: Padrão Solteiro Individual com Banheiro Compartilhado

source: Email is not valid
fi_fi: Sähköpostiosoite ei ole oikea.
it_it: E-mail invalida
ja_jp: 無効なEメールアドレスです。
pt_br: E-mail inválido

source: Fill in the from name
fi_fi: Kirjoita lähettäjän nimi
it_it: Inserire il proprio nome
ja_jp: お客様のお名前を入力してください
pt_br: Preencher no destinatário

source: Remove from this search
fi_fi: Poista listalta tämä etsintäsana
it_it: Rimuovere questa ricerca
ja_jp: 検索結果をリストから外す
pt_br: Remover desta pesquisa

source: Remove from any searches for next 24 hours
fi_fi: Poista listalta tämä etsintäsana seuraavat 24 tuntia
it_it: Rimuovere tutte le ricerche per le prossime 24 ore
ja_jp: 今後24時間の間、検索結果をリストから外す
pt_br: Remover de qualquer pesquisa nas próximas 24 horas

source: Remove from any searches for 1 week
fi_fi: Poista listalta tämä etsintäsana 1 viikoksi
it_it: Rimuovere tutte le ricerche per una settimana
ja_jp: 今後1週間の間、検索結果をリストから外す
pt_br: Remover de qualquer pesquisa por 1 semana

source: Standard Single Private Ensuite
fi_fi: Standard yksityishuone kylpyhuoneen kanssa
it_it: Camera Singola Standard con Bagno Privato
ja_jp: スタンダードシングルベッドルームバスルーム付き
pt_br: Quarto Padrão com Banheiro Privativo

source: Standard Twin Private Ensuite
fi_fi: Standard kahden hengen huone kylpyhuoneen kanssa
it_it: Camera Doppia Standard con letti separati e Bagno Privato
ja_jp: スタンダードツインベッドルームバスルーム付き
pt_br: Quarto Padrão Duplo com Suíte

source: Deluxe Double Bed Private Ensuite
fi_fi: Luxus kahden hengen huone kylpyhuoneen kanssa
it_it: Camera Doppia Deluxe con Bagno Privato
ja_jp: デラックスダブルベッドルームバスルーム付き
pt_br: Quarto de Luxo com Cama de Casal e Suíte

source: 1 Bed Private Ensuite
fi_fi: 1 Yksityishuone yhdelle hengelle kyslpyhuoneen kanssa
it_it: Camera Privata con letto singolo e bagno annesso
ja_jp: プライベートシングルベッドルームバスルーム付き
pt_br: 1 Cama com Suíte

source: %d Bed Private Ensuite
fi_fi: %d hengen yksityishuone kylpyhuoneen kanssa
it_it: Camera Privata per %d ospiti e bagno annesso
ja_jp: プライベートルーム%d名様用バスルーム付き
pt_br: %d Camas com Suíte

source: Deluxe 1 Bed Family Room Ensuite
fi_fi: Luxus 1 sängyn perhe huone kylpyhuoneen kanssa
it_it: Camera Privata Familiare Deluxe con letto singolo e bagno annesso
ja_jp: デラックスファミリープライベートルーム 1シングルベッドバスルーム付き
pt_br: 1 Cama de Luxo em Quarto Familiar com Suíte

source: Deluxe %d Bed Family Room Ensuite
fi_fi: Luxus %d hengen perhe huone kylpyhuoneen kanssa
it_it: Camera Privata Familiare Deluxe per %d ospiti con bagno annesso
ja_jp: デラックスファミリープライベートルーム%d名様用バスルーム付き
pt_br: %d Camas de Luxo em Quarto Familiar com Suíte

source: Filter by districts
fi_fi: Etsi alueen perusteella
it_it: Filtra per quartiere
ja_jp: 地区別に検索する
pt_br: Filtrer par quartiers

source: Filter by landmarks (-2kms)
fi_fi: Etsi maamerkin perusteella (-2 km)
it_it: Filtra per punti di interesse (-2km)
ja_jp: ランドマークから検索する（2キロ以内）
pt_br: Filtrer par attractions (-2kms)

source: Lowest price per night per person in a dorm
fi_fi: Matalin hinta per yö per ihminen ylioppilasasuntolassa
it_it: Prezzo più basso per notte per persona in un dormitorio
ja_jp: ドームでのお1人様一泊最安値料金
pt_br: Menor preço por noite por pessoa por quarto

source: Lowest price per night per person in a private room
fi_fi: Matalin hinta per yö per ihminen yksityishuoneessa
it_it: Prezzo più basso per notte per persona in una camera privata
ja_jp: プライベートルームでのお1人様一泊最安値料金
pt_br: Menor preço por noite por pessoa em um quarto individual

source: Deposit:
fi_fi: Käsiraha:
it_it: Deposito:
ja_jp: 預かり金:
pt_br: Depósito:

source: Deposit to be paid now:
fi_fi: Käsiraha joka pitää maksaa nyt:
it_it: Deposito da pagare adesso:
ja_jp: 預かり金は今お支払いが必要です:
pt_br: Depósito a ser pago agora:

source: Deposit already paid:
fi_fi: Käsiraha jo maksettu:
it_it: Deposito già pagato:
ja_jp: 預かり金はお支払い済みです:
pt_br: Depósito já realizado:

source: Amount already charged in %s:
fi_fi: Määrä joka veloitettu %s valuutalla:
it_it: Importo già addebitato in %s:
ja_jp: すでに請求されている金額%s:
pt_br: Valor já cobrado em %s:

source: Currency for the deposit:
fi_fi: Käsirahan valuutta:
it_it: Valuta per il deposito
ja_jp: 預かり金の通貨:
pt_br: Moedas para fazer o depósito:

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival.
fi_fi: Maksat käsirahan vahvistaakseen varauksen.Toinen puoli maksusta maksat paikanpäällä.
it_it: Adesso pagate il deposito solamente per confermare e garantire la vostra prenotazione. L'importo rimanente potete pagarlo al vostro arrivo.
ja_jp: ご予約確定のために預かり金のお支払いが今必要になります。残金はホテル到着時にお支払い下さい。
pt_br: Você realiza o depósito para confirmar a assegurar a sua reserva. O valor que remanescente pode ser pago na sua chegada.

source: Amount to be paid on arrival:
fi_fi: Määrä mitä maksat paikanpäällä:
it_it: Importo da pagare all'arrivo:
ja_jp: 到着時のお支払額:
pt_br: Valor a ser pago na chegada:

source: Amount to be paid when you arrive at the property
fi_fi: Määrä mitä maksat kun saaput majoituspaikalle
it_it: Importo da pagare appena arrivati presso la proprietà
ja_jp: 宿泊施設到着時のお支払額
pt_br: Valor a ser pago quando você chegar à propriedade

source: Membership card (not required):
fi_fi: Jäsenyys kortti( ei tarvitse):
it_it: Carta fedeltà (non richiesta):
ja_jp: メンバーシップカード（必須ではありません）:
pt_br: Cartão de associado (não é obrigatório):

source: Membership card:
fi_fi: Jäsenyys kortti:
it_it: Carta fedeltà:
ja_jp: メンバーシップカード:
pt_br: Cartão de associado:

source: The deposit is non refundable and non transferable.
fi_fi: Käsirahaa ei ole mahdollista palauttaa tai siirtää.
it_it: Il deposito non è rimborsabile nè trasferibile
ja_jp: 預かり金は返金、譲渡不可です。
pt_br: O depósito não é reembolsável e não é transferível.

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival. You will find the property's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
fi_fi: Maksat käsirahan vahvistakseen varauksen. Toinen puoli maksusta maksat paikanpäällä. Löydät majoituksen yhteistiedot (sähköposti,osoite,puhelinnumero…) vahvistus sähköpostilla, varauksen tehtyä.
it_it: Adesso pagate il deposito solamente per confermare e garantire la vostra prenotazione. L'importo rimanente potete pagarlo al vostro arrivo. Troverete tutte le informazioni di contatto della proprietà (email, indirizzo, numero telefonico…) nella vostra email di conferma una volta effettuata la prenotazione.
pt_br: Você realiza o depósito para confirmar a assegurar a sua reserva. O valor que remanescente pode ser pago na sua chegada. Você irá encontrar as informações de contato do proprietário (email, endereço, número de telefone…) no seu e-mail de confirmação após ter feito a reserva.

source: By clicking "Create Account" you confirm that you accept the Terms of Service and Privacy Policy.
fi_fi: Painaamalla ``Luo Tili`` varmistat että olet hyväksynyt Palvelun Ehdot ja Yksityis Suojan.
it_it: Cliccando su "Crea profilo" confermi di accettare le Condizioni d'uso e l'Informativa sulla Privacy.
pt_br: Clicando em "Criar Conta" você confirma que aceita os Termos de Serviço e a Política de Privacidade.

source: Create account
fi_fi: Luo tili
it_it: Crea profilo
pt_br: Criar conta

source: Tell me about great deals and exclusive discounts!
fi_fi: Kerro mahtavista tarjouksista ja erikois alennuksista!
it_it: Aggiornatemi in caso di promozioni e sconti esclusivi!
pt_br: Me avisar sobre grandes oportunidades e descontos exclusivos!

source: Save this property as a favorite
fi_fi: Tallenna tämä majoitus suosikkina
it_it: Salva questa proprietà tra i preferiti
pt_br: Salvar essa propriedade como favorito

source: We will never sell your personal information - You can unsubscribe anytime.
fi_fi: Emme ikinä myy sinun yksityis tietoja - Voit aina lopettaa tilisi.
it_it: Noi non venderemo mai le vostre informazioni personali - Potete cancellare la vostra iscrizione in qualsiasi momento.
pt_br: Nós nunca iremos vender suas informações pessoais - Você pode cancelar a assinatura a qualquer momento.

source: Your private notes (optional)
fi_fi: Sinun yksityis muistiinpanot (valinnainen)
it_it: Le vostre note personali (opzionale)
pt_br: Suas notas pessoais (opcional)

source: Characters left:
fi_fi: Merkkiä jäljellä:
it_it: Caratteri rimasti:
pt_br: Caracteres faltantes:

source: Update Notes
fi_fi: Päivitä Muistiinpanot
it_it: Aggiorna Note
pt_br: Atualizar Notas

source: Remove from my favorites
fi_fi: Poista suosikeista
it_it: Rimuovi dai miei preferiti
pt_br: Remover dos meus favoritos
