Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_ho.po
Languages: fi_fi, it_it, ja_jp, pt_br

source: Merci et bon séjour
fi_fi: Kiitos ja nauti vierailustasi
it_it: Vi ringraziamo e vi auguriamo un buon soggiorno
ja_jp: ありがとうございます。どうぞご滞在をお楽しみください。
pt_br: Obrigado e aproveite sua estadía

source: Bonjour %s,
fi_fi: Hei %s,
it_it: Salve %s,
ja_jp: こんにちは%s、
pt_br: Olá %s,

source: Bonjour,
fi_fi: Hei,
it_it: Salve,
ja_jp: こんにちは
pt_br: Olá,

source: Pour créer un nouveau mot de passe, veuillez utiliser le lien suivant:
fi_fi: Luodaksesi uuden salasanan, käytä seuraavaa linkkiä:
it_it: Per creare una nuova password seguite il seguente link:
ja_jp: 新しいパスワードを作成するには次のリンクを使用してください：
pt_br: Para criar uma nova senha, use o seguinte link:

source: Ce courriel vous est envoyé suite à une requête provenant d'un utilisateur de %s. Ceci fait partie de la procédure pour créer un nouveau mot de passe. Si vous n'avez pas demandé un nouveau mot de passe, veuillez simplement ignorer ce courriel.
fi_fi: Tämä viesti on lähetetty sivustolta %s käyttäjän pyynnöstä. Tämä on osa uuden salasanan luomista. Jos et ole pyytänyt uutta salasanaa, ole hyvä ja jätä tämä viesti huomioimatta.
it_it: Questo messaggio email è stato inviato in seguito ad una richiesta da parte dell'utente %s. Questa procedure vi permetterà di creare una nuova password. Se non avete richiesto la modifica della password vi preghiamo di ignorare questo messaggio.
ja_jp: このメールは、ユーザの%sからのリクエストが即座に送信されます。これは新しいパスワードを作成するプロセスの一部です。新しいパスワードをリクエストしていない場合はこのメールを無視してください。
pt_br: Esta mensagem foi solicitada pelo usuário do %s. Este procedimento permite criar uma nova senha. Se você não solicitou uma nova senha, simplesmente ignore esta mensagem.

source: Merci,
fi_fi: Kiitos,
it_it: Grazie,
ja_jp: ありがとうございます
pt_br: Obrigado,

source: Bonjour et bienvenue sur %s
fi_fi: Hei ja tervetuloa - %s
it_it: Benvenuti su %s
ja_jp: こんにちは、%sへようこそ
pt_br: Bem vindo a %s

source: Merci de vous être joint à nous sur %s. Voici les information pour accèder à votre compte.
fi_fi: Kiitos, että liityit joukkoomme sivustolla %s. Tässä tilisi käyttöön tarvittavat tiedot.
it_it: Vi ringraziamo per entrare a far parte di %s. Qui potrete trovare le informazioni per accedere al vostro profilo.
ja_jp: %s上のご参加いただき、ありがとうございます。こちらが、これでお客様のアカウントにアクセスできる情報です。
pt_br: Obrigado por se juntar a nós no %s. Aqui estão as informações para acessar sua conta.

source: Pour confirmer votre adresse email, veuillez utiliser le lien suivant:
fi_fi: Vahvistaaksesi sähköpostiosoitteesi, käytä seuraavaa linkkiä:
it_it: Utilizzate il seguente link per confermare il vostro indirizzo email:
ja_jp: あなたのメールアドレスを確認し、次のリンクを使用してください：
pt_br: Para confirmar seu endereço de e-mail, favor usar o seguinte link:

source: Compléter votre enregistrement...
fi_fi: Suorita loppuun rekisteröinti ...
it_it: Completate la vostra registrazione...
ja_jp: 登録完了...
pt_br: Complete seu registro...

source: Si le lien ci-haut ne fonctionne pas veuillez copier coller le lien suivant dans votre navigateur:
fi_fi: Jos yllä oleva linkki ei toimi, kopioi ja liitä seuraava linkki selaimeesi:
it_it: Nel caso in cui il link non funzioni vi invitiamo a copiare il seguente link e incollarlo nella barra indirizzi del vostro browser:
ja_jp: もしリンクが動作しない場合ブラウザに次のリンクを貼り付けてください：
pt_br: Se o link acima não funcionar, copie e cole o seguinte link no seu navegador:

source: Veuillez confirmer votre adresse email dans les %s heures, autrement votre enregistrement sera annulé et vous devrez vous enregistrer de nouveau.
fi_fi: Vahvista sähköpostiosoitteesi %s tunnissa, muuten rekisteröinti peruutetaan ja joudut rekisteröitymään uudelleen.
it_it: Si prega di confermare il vostro indirizzo email entro %s ore altrimenti la vostra registrazione sarà cancellata e dovrete procedere ad una nuova registrazione.
ja_jp: %s時間後に電子メールのアドレスをご確認ください。そうしないと登録が無効になり、再度登録する必要があります。
pt_br: Favor confirmar seu endereço de email dentro de %s horas, caso contrário seu registro será cancelado e você deverá se registrar novamente.

source: Votre nom d'usager: %s
fi_fi: Käyttäjätunnuksesi: %s
it_it: Il vostro nominativo per l'accesso: %s
ja_jp: ユーザー名：%sは
pt_br: Seu nome de usuário: %s

source: Votre nom d'usager (adresse email): %s
fi_fi: Käyttäjätunnuksesi (sähköpostiosoite): %s
it_it: Il vostro nominativo (indirizzo email): %s
ja_jp: あなたのユーザ名（メールアドレス）：%sは
pt_br: Seu nome de usuário (endereço de email): %s

source: %s has sent you a message:
fi_fi: %s on lähettänyt sinulle viestin
it_it: %s ti ha mandato un messaggio:
ja_jp: %sさんがメッセージをあなたに送りました:
pt_br: %s te enviou uma mensagem:

source: Here is the link to see the prices, description, maps and much more:
fi_fi: Tässä on linkki nähdäkseen hinnat, kuvaukset, kartat ja paljon muuta:
it_it: Ecco il link per vedere i prezzi, le descrizioni, le mappe e molto altro:
ja_jp: このリンクから料金、詳細、地図、その他の情報が見られます。
pt_br: Aqui está o link para ver os preços, descrições, mapas e muito mais:

source: Thank you
fi_fi: Kiitos
it_it: Grazie
ja_jp: ありがとうがざいます
pt_br: Obrigado

source: Bonjour et bienvenue sur %s,
fi_fi: Hei ja tervetuloa - %s
it_it: Salve e Benvenuti su %s,
ja_jp: %s こんにちは、へようこそ
pt_br: Olá e bem vindo ao %s

source: Merci de vous joindre à nous sur %s. Voici les information pour accèder à votre compte.
fi_fi: Kiitos, että liityit joukkoomme sivustolla %s. Tässä tilisi käyttöön tarvittavat tiedot.
it_it: Vi ringraziamo per entrare a far parte di %s. Queste sono le informazioni per accedere al vostro profilo.
ja_jp: %sへのご参加をいただき、ありがとうございます。ここの情報はお客様のアカウントにアクセスするためのものです。
pt_br: Obrigado por se juntar a nós no %s. Aqui está a informação para acessar sua conta.

source: Votre mot de passe: %s
fi_fi: Salasanasi: %s
it_it: La vostra password: %s
ja_jp: パスワードは：%s
pt_br: Sua senha: %s

source: Pour vous connecter à %s, veuillez utiliser le lien ci-dessous:
fi_fi: Muodostaaksesi yhteyden sivustoon %s, käytä oheista linkkiä:
it_it: Per accedere al vostro account su %s, vi invitiamo ad usare il link sottostante:
ja_jp: %sに接続するには下記のリンクを使用してください：
pt_br: Para conectar a %s, favor usar o link abaixo:

source: Vous venez de changer votre mot de passe.
fi_fi: Salanasi on nyt vaihdettu.
it_it: Avete appena modificato la vostra password.
ja_jp: あなたは自分のパスワードを変更します。
pt_br: Você acabou de mudar sua senha.

source: Veuillez le garder dans vos archives pour ne pas l'oublier.
fi_fi: Ole hyvä ja pidä se tallessa ettet unohda sitä.
it_it: Vi invitiamo ad archiviarla al fine di non dimenticarla.
ja_jp: 忘れないようにご記録ください。
pt_br: Favor guardar em seus arquivos para não esquecer.

source: Votre nouveau mot de passe pour %s: %s
fi_fi: Uusi salasana %s: %s
it_it: La vostra nuova password per %s: %s
ja_jp: %sの新しいパスワード：%sは
pt_br: Sua nova senha para %s: %s

source: Nb. Personne
fi_fi: Henkilöiden lukumäärä
it_it: Numero di persone
ja_jp: 人数
pt_br: Número de pessoas

source: 10%% Arrhes facturé en %s:
fi_fi: 10%% takuumaksu + palvelumaksu laskutettu %s:
it_it: 10%% Deposito addebitato in %s:
ja_jp: 10%%パーセント預金は%sの請求
pt_br: 10%% Depósito faturado em %s:

source: Hello
fi_fi: Hei
it_it: Salve
ja_jp: こんにちわ
pt_br: Olá

source: Good news!
it_it: Buone notizie!
ja_jp: 良いニュースです！
pt_br: Meu nome é Adriana e agradecemos seu pedido de cotação de propriedades para seu grupo.<br><br><b>30,000 hosteis em 4,000 cidades:</b><br>Nós temos mais de 30,000 hosteis em 4,000 cidades a sua disposição.<br>Isto lhe dá uma alta variedade de escolha, mas também, as vezes, pode fazer sua seleção ficar complicada.<br>Não se preocupe, estamos aqui para lhe ajudar.

source: We have found a great offer for your group.
it_it: Abbiamo trovato un'ottima offerta per il vostro gruppo.
ja_jp: お客様のために素晴らしいオファーをご用意しました。
pt_br: <b>Compare preços e hosteis:</b><br>Eu convido você a fazer <a href="http://reservations.bookhostels.com/youth-hostel.com/?SubID=portugal" title=""> sua pesquisa clicando neste link </a>aqui para achar o melhor Hostel possível com o melhor preço.<br>Faça sua pesquisa com calma e tempo suficiente para avaliar os tipos de quartos disponíveis, se há café-da-manhã incluso, a localização do Hostel no mapa e outras informações importantes para sua viagem.<br>Caso sua busca não dê nenhum resultado, por favor, mude as datas ou reduza o número máximo de pessoas por hostel.

source: Please take a look at the attached file for more details.
it_it: Vi invitiamo a guardare il file allegato per ulteriori dettagli.
ja_jp: ぜひ添付のファイルで詳細をご覧下さい。
pt_br: <b>Pacotes de Almoços e Jantares:</b><br>Pacotes de Almoços e Jantares são oferecidos por nossas propriedades – após – reserva com o Hostel. Os hosteis escolhidos são os únicos responsáveis por esses pacotes.<br>Por favor, calcule o preço por jantar entre €10-12 por pessoa e por volta de €8 por pessoa para pacotes de almoço.

source: Please do not hesitate to contact me if you have any questions.
it_it: Non esitate a contattarci ancora nel caso in cui abbiate ulteriori domande.
ja_jp: ご質問がある場合は、遠慮なくご連絡ください
pt_br: Pacotes de Almoços e Jantares:<br>Pacotes de Almoços e Jantares são oferecidos por nossas propriedades – após – reserva com o Hostel. Os hosteis escolhidos são os únicos responsáveis por esses pacotes.<br>Por favor, calcule o preço por jantar entre €10-12 por pessoa e por volta de €8 por pessoa para pacotes de almoço.

source: Sincerely.
fi_fi: Kunnioittaen.
it_it: Sinceramente
ja_jp: 心から
pt_br: Agradeço pela confiança.<br>Atenciosamente,

source: Customer Service.
it_it: Servizio Clienti
ja_jp: 顧客サービス
pt_br: Adriana<br>Atendimento ao Cliente.<br>Hosteis.com<br>AlberguesDaJuventude.com

source: Travel details
fi_fi: Matkatiedot
it_it: Memorizza i dettagli della mia Carta
ja_jp: 旅行の詳細
pt_br: Detalhes da viagem

source: Group details
fi_fi: Ryhmätiedot
it_it: Gruppi
ja_jp: グループの詳細
pt_br: Detalhes dos grupos

source: Youngest age
fi_fi: Nuorin ikä
it_it: Età più giovane
ja_jp: 最年少
pt_br: Idade da pessoa mais nova

source: Staff/teachers/Coaches/Bus drivers Details
fi_fi: Lisätietoja henkilökunnalle/opettajille/valmentajille/bussikuskeille
it_it: Dettagli su Personale/Insegnanti/Allenatori /Autisti
ja_jp: スタッフ/教師/コーチ/バスドライバの詳細
pt_br: Detalhes sobre Empregados/Professores/Motoristas de ônibus

source: Persons
it_it: Persone
ja_jp: 人
pt_br: Pessoas

source: Room type requested
fi_fi: Huoneen tyyppi pyydetty
it_it: Tipo di stanza e numero di ospiti
ja_jp: お客様の部屋の種類を要求
pt_br: Solicitação de tipo de quarto

source: Requirements
fi_fi: Vaatimukset
it_it: Requisiti
ja_jp: 必要条件
pt_br: Requisitos

source: Breakfast
fi_fi: Aamiainen
it_it: Colazione
ja_jp: 朝食
pt_br: Café da manhã

source: Dinner
fi_fi: Illallinen
it_it: Cena
ja_jp: 夕食
pt_br: Jantar

source: Most Important
fi_fi: Tärkeää
it_it: Nota Importante
ja_jp: 重要な注意事項
pt_br: Mais Importante

source: Your details
fi_fi: Sinun tietosi
it_it: La vostra selezione
ja_jp: お客様の詳細
pt_br: Seus detalhes

source: Addresse Email
it_it: Indirizzo Email
ja_jp: Eメールアドレス
pt_br: Endereço de Email

source: Additional information/requests
fi_fi: Lisäinfoa
it_it: Informatini aggiuntive/richieste
ja_jp: 追加情報/リクエスト
pt_br: Informações adicionais/Solicitações

source: Nous espérons que vous avez passé un bon séjour à %s.
fi_fi: Toivomme että teillä on mukavaa kohteessa %s.
it_it: Ci auguriamo che il vostro soggiorno presso %s sia stato piacevole.
ja_jp: 私たちはあなたがで楽しい時間を過ごせますよう願っています。 %s
pt_br: Esperamos que sua estadia no %s tenha sido agradável.

source: Nous vous invitons à prendre quelques minutes pour laisser vos impressions sur l'établissement dans la section "commentaires".
fi_fi: Ole hyvä ja varaa muutama minuutti käyttäjäarvion kirjoittamiseen majapaikastasi "kommentit" osiossa.
it_it: Al fine di condividere la vostra esperienza Vi invitiamo a spendere alcuni minuti per commentare il vostro soggiorno presso la struttura nella sezione "commenti".
ja_jp: 恐れ入りますが数分の間私たちにこのセクションでお泊まりになった施設の"コメント"や印象をお教えください。
pt_br: Por favor, deixe sua avaliação na seção ""comentários".

source: Veuillez simplement cliquer sur le lien ci-dessous pour accéder au formulaire.
fi_fi: Alla olevaa linkkiä napsauttamalla pääset lomakkeeseen.
it_it: Cliccate nel link sottostante per accedere al modulo.
ja_jp: フォームにアクセスするように下記のリンクを単にクリックなさってください。
pt_br: Para acessar o formulário, favor clicar no link abaixo:

source: N'hésitez pas à revenir nous voir pour planifier votre prochain voyage.
fi_fi: Voit tulla takaisin milloin tahansa suunnittelemaan seuraavaa matkaasi.
it_it: Vi ringraziamo in anticipo per i vostri commenti e vi invitiamo a programmare con noi il vostro prossimo viaggio.
ja_jp: お気軽に戻ってきて次の旅行の計画を無料してください。
pt_br: Sinta-se à vontade para voltar e planejar sua próxima viagem.

source: Si vous l'avez déjà fait pour cet établissement ou la si la réservation avait été annulée , veuillez simplement ignorer ce message.
fi_fi: Jos olet jo tehnyt niin tai varausta oli peruutettu, jätä tämän viesti huomioimatta.
it_it: Nel caso in cui abbiate già provveduto o se la prenotazione è stata cancellata, ignorate questo messaggio.
ja_jp: あなたは既にこの宿泊所に予約を入れてある場合か事前に予約のキャンセルが入っている場合は単純にこのメッセージを無視してください。
pt_br: Caso já tenha deixado seu comentário sobre este estabelecimento ou sua reserva tenha sido cancelada, simplesmente ignore esta mensagem.

source: Il n'y a aucun commentaire. Soyez le premier à évaluer cette auberge!
fi_fi: Ole ensimmäinen arvioja tässä majapaikassa!
it_it: Non ci sono commenti. Lascia un commento per primo su questa Struttura!
ja_jp: ここにまだレビューはありません。あなたが最初にどうぞ！
pt_br: Não existem comentários. Seja o primeiro a avaliar esta acomodação!

source: Please select the number of male, female and staff members of your group before sending your booking request.
it_it: Si prega di selezionare il numero di membri di sesso maschile, femminile e membri del personale del proprio gruppo prima di inviare la richiesta di prenotazione.
ja_jp: 予約依頼を送信する前にグループ内の男性、女性、スタッフメンバーの数を選択してください。
pt_br: Por favor, selecione a quantidade de mulheres, homens e membros da equipe de seu grupo antes de enviar o pedido de reserva.

source: Group Booking
fi_fi: Ryhmävaraus
it_it: Prenotazione di gruppo
ja_jp: 団体予約
pt_br: Reserva de grupos

source: Free service - Best price guaranteed!
fi_fi: Ilmainen palvelu - takaamme parhaan hinnan!
it_it: Il Prezzo Migliore - Garantito.
ja_jp: 無料のサービスです。我々が保証します。
pt_br: Serviço gratuito - Melhor preço garantido!

source: We are your dedicated Group Booking specialist.
fi_fi: Olemme luotettava ryhmävarausasiantuntijasi.
it_it: Noi siamo il vostro specialista dedicato per le prenotazioni di gruppo
ja_jp: 私たちはあなたの専用のグループ予約の専門家です。
pt_br: Nós somos especialistas em reservas para grupos.

source: Up to 80 people per reservation!
fi_fi: Jopa 80 henkeä varausta kohden!
it_it: Fino a 500 persone per prenotazione!
ja_jp: 予約ごとに500人！
pt_br: Até 500 pessoas para cada reserva!

source: If you are looking for a hostel, a Youth hostel, a hotel, a B&B or a cheap acommodation for your group, we are here to help.
fi_fi: Jos etsit hostellia, nuorisohostellia, hotellia, aamiaismajoitusta tai halpaa majoitusta ryhmällesi, me voimme auttaa.
it_it: Se state cercando un Ostello, un Albergo un Hostel, un Bread and Breakfast, una sistemazione a buon prezzo per il vostro gruppo, noi siamo qui per aiutarvi.
ja_jp: もしあなたがグループの為に格安のホステル、ユースホステル、ホテルあるいはB&Bをお探しならば我々がお手伝いします。
pt_br: Se você está procurando uma pousada, um albergue da juventude, um hotel, um B & B ou uma hospedagem barata para o seu grupo, nós estamos aqui para ajudar.

source: Send a free request now using the form below and we will get back to you in few hours.
fi_fi: Lähetä pyyntö käyttäen allaolevaa lomaketta. Palaamme asiaan muutaman tunnin sisällä.
it_it: Invia una richiesta utilizzando il form sottostante, vi risponderemo nell'arco di poche ore.
ja_jp: リクエストなどがあれば下記のフォームをご使用してください。なお返事は数時間後に必ず行います。
pt_br: Envie agora grátis sua solicitação pelo formulário abaixo que entraremos em contato dentre de algumas horas.

source: Sports groups
fi_fi: Urheiluryhmät
it_it: Gruppi sportivi
ja_jp: スポーツ団体
pt_br: • Grupos esportivos

source: Trips cultural, linguistic, thematic groups
fi_fi: Kulttuuri-, kieli- ja teemamatkaryhmät
it_it: Viaggi culturali, linguistici, tematici
ja_jp: 文化、言語、テーマ別のグループをトリップ
pt_br: • Passeios culturais, lingüísticas, grupos temáticos

source: Bachelor party / Stag / Stagette groups
fi_fi: Polttariryhmät, miesten tai naisten
it_it: Addio al celibato
ja_jp: 独身パーティー
pt_br: • Despedida de solteiro / Stag / grupos Stagette

source: Schools groups
fi_fi: Kouluryhmät
it_it: Gruppi scolastici
ja_jp: •学校グループ
pt_br: • Grupos escolares

source: Students groups
fi_fi: Opiskelijaryhmät
it_it: Gruppi di studenti
ja_jp: •学生グループ
pt_br: • Grupos de estudantes

source: Family Reunion
fi_fi: Sukukokous
it_it: Riunioni di famiglia
ja_jp: 家族との再会
pt_br: • Reunião de famílias

source: Marriage
fi_fi: Häät
it_it: Matrimoni
ja_jp: 結婚
pt_br: • Casamentos

source: Business Trips
fi_fi: Liikematkat
it_it: Viaggi di lavoro
ja_jp: ビジネスツアー
pt_br: • Viagens de negocios

source: Pilgrimage
fi_fi: Pyhiinvaellus
it_it: Pellegrinaggi
ja_jp: 巡礼
pt_br: • Peregrinações

source: Schools
fi_fi: Koulut
it_it: Gruppi scolastici
ja_jp: 学校
pt_br: Escolas

source: Associations, chambers of commerce, schools, universities, day camps, sports camps, youth service towns, tourist offices, unions, community centers, businesses ...
fi_fi: Yhdistykset, kauppakamarit, koulut, yliopistot, päiväleirit, urheiluleirit, nuorisopalveluyhteisöt, turismivirastot, liitot, monitoimitalot, yritykset…
it_it: Associazioni, Camere di Commercio, scuole, università, uffici turistici, centri sociali, affari
ja_jp: 協会、学校、大学、一日のキャンプ、スポーツ、キャンプ、青少年奉仕の町、観光局、労働組合、公民館、企業商工会議所…
pt_br: Associações, câmaras de comércio, escolas, universidades, acampamentos, campos de esportes, serviços para juventude, serviços de turismo, sindicatos, centros comunitários, empresas ...

source: Group Booking Request Form
fi_fi: Ryhmävarauslomake
it_it: Prenotazione di gruppo
ja_jp: 団体予約
pt_br: Solicitação para reserva de grupos

source: Please Select
fi_fi: Valitse tästä
it_it: Seleziona
ja_jp: 選択してください
pt_br: Favor selecionar

source: Single rooms
fi_fi: Yhden henkilön huone
it_it: Stanze per Fumatori
ja_jp: シングルルーム
pt_br: Quartos individuais

source: Twin rooms
it_it: Camera doppia
ja_jp: ツインルーム
pt_br: Quartos com 2 camas de solteiro

source: Double rooms
fi_fi: Kahden henkilön huone
it_it: Numero di Stanze
ja_jp: ダブルルーム
pt_br: Quartos duplos

source: Triple rooms
fi_fi: Kolmen henkilön huone
it_it: Stanze private
ja_jp: トリプルルーム
pt_br: Quartos triplos

source: In the dormss with the group
it_it: Nel dormitorio con il gruppo
ja_jp: グループのお客様とドミトリーにて
pt_br: Nos dormitórios com o grupo

source: Total Number of people in your group: %s
it_it: Numero totale di persone nel vostro gruppo: %s
ja_jp: 予約人数: %s
pt_br: Número total de pessoas no grupo: %s

source: yes
fi_fi: kyllä
it_it: Si
ja_jp: はい
pt_br: Sim

source: Please provide a phone number where we can reach you from 4:00 pm to 9:00 pm.
it_it: Per favore fornire un contatto telefonico reperibile dalle ore 16 alle 21.
ja_jp: 午後4時から9時の間にご連絡可能な電話番号をご連絡ください。
pt_br: Por favor, forneça um número de telefone no qual podemos entrar em contato entre 15:00 e 16:00 em Portugal e entre 13:00 e 14:00 no Brasil (horário de Brasília).

source: Due to high demand, and the limited amount of time Hostels can keep availability, we would need to know the following, when will you be able to book?
it_it: Vista l'alta richiesta e la limitazione temporale in cui possiamo tenere bloccata la vostra ricerca, abbiamo la necessità di sapere quando sarete in gradi di effettuare la prenotazione?
ja_jp: 予約が集中しており手配できるホステル数にも限りがありますので、いつ頃ご予約いただけるか教えていただけますでしょうか？
pt_br: Devido a alta demanda e ao limite de tempo disponível que o Hostel pode manter, nós gostariamos de saber: quando você poderia fazer a reserva?

source: I just want an idea of the price and property
it_it: Desidero soltanto avere un idea sulla struttura e sui prezzi
ja_jp: 料金と施設に関してアイディアが欲しいのです。
pt_br: Somente quero ter uma noção do preço e da propriedade

source: Within 1 week or less
it_it: Entro una settimana
ja_jp: 1週間、もしくはそれ以内に
pt_br: Dentre 1 semana ou menos

source: Submit
fi_fi: Lähetä
it_it: Invia
ja_jp: 提出
pt_br: Enviar

source: Thank you. Our team will contact you within few hours
fi_fi: Kiitos. Otamme sinuun yhteyttä muutaman tunnin sisällä.
it_it: Grazie. Vi contatteremo entro alcune ore
ja_jp: ありがとう。私たちのチームは、数時間以内にご連絡を差し上げます
pt_br: Muito obrigado. Nosso time entrará em contato em poucas horas.

source: View Full Site
fi_fi: Käytä internetisivua
it_it: Visualizza l'intero sito
ja_jp: フルのサイトをご覧ください
pt_br: Ver site integral

source: View Mobile Site
fi_fi: Käytä mobiilisivua
it_it: Visualizza la versione per smartphone
ja_jp: 携帯サイトをご覧ください
pt_br: Ver site para celular

source: No Fees
fi_fi: Ei lisämaksuja
it_it: Nessun addebito
ja_jp: 手数料なし
pt_br: Nenhuma taxa

source: Hostel
fi_fi: Hostelli
it_it: Ostello
ja_jp: ホステル
pt_br: Albergue

source: Cheap Hotel
fi_fi: Edullinen hotelli
it_it: Albergo
ja_jp: 格安のホテル
pt_br: Hotel barato

source: Appartment
fi_fi: Huoneistot
it_it: Appartamento
ja_jp: アパート
pt_br: Apartamento

source: Guesthouse - B&B
fi_fi: Aamiaismajoitusta (B&B)
it_it: Bead and Breakfast
ja_jp: ゲストハウスのB&B

source: View all %s properties
fi_fi: Tarkastele kaikkia kohteita kaupungissa %s
it_it: Visualizza tutte % strutture
ja_jp: すべて %s のプロパティーを見る
pt_br: Veja todas %s acomodações

source: Dorms from %s
fi_fi: Makuusalit alkaen %s
it_it: Dormitori %s
ja_jp: %sから寮
pt_br: Dormitórios %s

source: Private rooms from %s
fi_fi: Yksityishuoneet alkaen %s
it_it: Stanze private / per persona %s
ja_jp: プライベートルームは%sから
pt_br: Quarto privado / por pessoa %s

source: Nb Rooms
fi_fi: Huoneiden määrä
it_it: Numero di Stanze
ja_jp: 部屋の数
pt_br: Numero Quartos

source: Nb Guests
fi_fi: Vieraiden lkm.
it_it: Numero di ospiti
ja_jp: ゲストの数
pt_br: Numero hóspedes

source: Text/SMS sent
fi_fi: Text/SMS lähetetty
it_it: Messaggio di testo/SMS inviato
ja_jp: テキスト/SMS送信
pt_br: SMS enviado

source: Send now
fi_fi: Lähetä nyt
it_it: Invia ora
ja_jp: 今すぐ送信
pt_br: Enviar agora

source: Arrival day
fi_fi: Saapumispäivä
it_it: Data di arrivo
ja_jp: 到着日
pt_br: Dia da chegada

source: 1 Day before arrival
fi_fi: Päivä ennen saapumista
it_it: 1 Giorno prima dell'arrivo
ja_jp: ご到着日の前日
pt_br: 1 dia antes da chegada

source: 2 Days before arrival
fi_fi: 2 päivää ennen saapumista
it_it: 2 Giorni prima dell'arrivo
ja_jp: ご到着日の二日前
pt_br: 2 dias antes da chegada

source: 3 Days before arrival
fi_fi: 3 päivää ennen saapumista
it_it: 3 Giorni prima dell'arrivo
ja_jp: ご到着の三日前
pt_br: 3 dias antes da chegada

source: 4 Days before arrival
fi_fi: 4 päivää ennen saapumista
it_it: 4 Giorni prima dell'arrivo
ja_jp: ご到着の四日前
pt_br: 4 dias antes da chegada

source: 5 Days before arrival
fi_fi: 5 päivää ennen saapumista
it_it: 5 Giorni prima dell'arrivo
ja_jp: ご到着の五日前
pt_br: 5 dias antes da chegada

source: 6 Days before arrival
fi_fi: 6 päivää ennen saapumista
it_it: 6 Giorni prima dell'arrivo
ja_jp: ご到着の六日前
pt_br: 6 dias antes da chegada

source: 1 Week before arrival
fi_fi: Viikko ennen saapumista
it_it: 1 Settimana prima dell'arrivo
ja_jp: ご到着の一週間前
pt_br: 1 semana antes da chegada

source: Confirmed
fi_fi: Vahvistettu
it_it: Confermato
ja_jp: 確認
pt_br: Confirmado

source: New
fi_fi: Uusi
it_it: Nuovo
ja_jp: 新しい
pt_br: Novo

source: Save my card details
fi_fi: Tallenna korttitietoni
it_it: Memorizza i dettagli della mia Carta
ja_jp: カードの詳細を保存する
pt_br: Guardar os dados do meu cartão

source: Booking Summary
fi_fi: Varauksen yhteenveto
it_it: Dettagli della prenotazione
ja_jp: 要約を予約
pt_br: Reservas - Resumo

source: Change Credit card on file
fi_fi: Vaihda luottokorttia tiedostossa
it_it: Modifica i dati della Carta memorizzata
ja_jp: クレジットカードのファイルの変更
pt_br: Mudar de cartão de crédito em arquivo

source: Confirm Credit card
fi_fi: Vahvista luottokortti
it_it: Conferma la Carta di Credito
ja_jp: クレジットカードの確認
pt_br: Confirme cartões de crédito
