Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang.po
Languages: cs_cz, de_de, hu_hu, ko_kr, zh_cn

source: Remove All
cs_cz: Zrušit všechny
de_de: Alle entfernen
hu_hu: Mindet Eltávolítja
ko_kr: 모두 지우십시오.
zh_cn: 全部清除

source: Please see selected properties to compare on top of this page.
cs_cz: Prosím prohlédněte si porovnání vybraných ubytovacích zařízení nahoře na stránce.
de_de: Die ausgewählten Immobilien ansehen und vergleichen, siehe oben auf der Seite.
hu_hu: Az oldal tetején találhatja a kiválasztott ingatlanok összehasonlítását.
ko_kr: 페이지 상단의 선택하신 숙소를 비교하세요.
zh_cn: 请在页面的上方对选定的住处进行比较。

source: %d Results
cs_cz: %d Výsledků
de_de: %d Resultate
hu_hu: %d Találat
ko_kr: %d개 결과
zh_cn: %d个结果

source: Home
cs_cz: Domovská Stránka
de_de: Startseite
hu_hu: Kezdőoldal
ko_kr: 홈
zh_cn: 首页

source: Restore Everything
cs_cz: Obnovit vše
de_de: Alles Wiederherstellen
hu_hu: Mindent Tárol
ko_kr: 모두 복원하기
zh_cn: 重建全部

source: Compare (%d out of 5)
cs_cz: Porovnej (%d z 5)
de_de: Vergleich (von %d bis 5)
hu_hu: Összehasonlítás (%d az 5-ből)
ko_kr: 비교하세요( %d에서 5 )
zh_cn: 对比（%d到5）

source: Show More
cs_cz: Ukaž víc
de_de: Mehr anzeigen
hu_hu: Mutasson Többet
ko_kr: 더 많이 보기
zh_cn: 显示更多

source: Show Less
cs_cz: Ukaž méně
de_de: Weniger anzeigen
hu_hu: Mutasson Kevesebbet
ko_kr: 더 적게 보기
zh_cn: 显示更少

source: Not enough parameters
cs_cz: Nedostatek parametrů
de_de: Nicht genug Parameter
hu_hu: Nincs elég paraméter
ko_kr: 설정 범위가 충분치 않습니다
zh_cn: 参数不够

source: Fill in the email
cs_cz: Vyplňte emailovou adresu
de_de: Bitte Email-Adresse eintragen
hu_hu: Adja meg az e-mail címet
ko_kr: 이메일에 기입하세요
zh_cn: 写在邮件里

source: Invalid email recipient
cs_cz: Neplatný emailový adresát
de_de: Ungültige Email-Adresse
hu_hu: Érvénytelen e-mail tulajdonos
ko_kr: 유효하지 않은 이메일 수신자입니다
zh_cn: 无效的邮件接收人

source: Fill in the subject
cs_cz: Vyplňte předmět
de_de: Bitte Betreff angeben
hu_hu: Írja be a tárgyat
ko_kr: 제목을 쓰세요
zh_cn: 写在主题里

source: Fill in the message
cs_cz: Vyplňte zprávu
de_de: Bitte Email verfassen
hu_hu: Írja be az üzenetet
ko_kr: 메시지를 쓰세요
zh_cn: 写在信息里

source: Fill in the "From" name
cs_cz: Vyplňte "od" jménem
de_de: Bitte unter Name "Von" eintragen
hu_hu: Írja be a "Feladó" nevét
ko_kr: "발신자"란에 이름을 쓰세요
zh_cn: 写在“发件人”名字里

source: Fill in the "From" email
cs_cz: Vyplňte "od" emailem
de_de: Bitte unter Email "Von" eintragen
hu_hu: Írja be a "Feladó" e-mail címét
ko_kr: "발신자"란에 이메일을 쓰세요
zh_cn: 写在“发件人”邮件里

source: Invalid "From" email
cs_cz: Neplatný email "od"
de_de: Ungültige Email-Adresse unter "Von"
hu_hu: Érvénytelen "Feladó" e-mail tulajdonos
ko_kr: "발신자"란의 이메일이 유효하지 않습니다
zh_cn: 无效的“已发送”邮件

source: Your message has been sent to %s
cs_cz: Vaše zpráva byla odeslána pro %s
de_de: Ihre Nachricht wurde an %s gesendet
hu_hu: Az üzenet a %s -re elküldve
ko_kr: 당신의 메시지가 %s로 발송되었습니다.
zh_cn: 你的信息成功发送%s

source: From:
cs_cz: Od:
de_de: Von:
hu_hu: Feladó:
ko_kr: 발신자:
zh_cn: 发件人：

source: To:
cs_cz: Komu:
de_de: An:
hu_hu: Címzett:
ko_kr: 수신자:
zh_cn: 收件人：

source: Subject:
cs_cz: Předmět:
de_de: Betreff:
hu_hu: Tárgy:
ko_kr: 제목:
zh_cn: 主题：

source: Message:
cs_cz: Zpráva:
de_de: Nachricht:
hu_hu: Üzenet:
ko_kr: 메시지:
zh_cn: 信息：

source: Send another message
cs_cz: Pošlete další zprávu
de_de: Eine weitere Email senden
hu_hu: Másik üzenet küldése
ko_kr: 다른 메시지를 보내세요
zh_cn: 再发送一个信息

source: Mail this page to someone you know, or send it to yourself as a reminder.
cs_cz: Odešlete tuto stránku známému nebo sobě jako připomínku.
de_de: Diese Seite jemanden, den Sie kennen, zusenden oder sich selbst zur Erinnerung senden.
hu_hu: Küldje el ezt az oldalt egy ismerősének, vagy önmagának emlékeztetőül.
ko_kr: 이 페이지를 당신의 친구에게 메일로 보내세요. 또는 알림용으로 본인에게 보내세요.
zh_cn: 把这个页面用邮件发给你认识的某个人，或发给你自己作为一个提醒

source: To (email)
cs_cz: Komu (email)
de_de: An (Email)
ko_kr: 수신자(이메일)
zh_cn: 发给（邮件）

source: Subject
cs_cz: Předmět
de_de: Betreff:
hu_hu: Tárgy
ko_kr: 제목
zh_cn: 主题

source: From (name)
cs_cz: Od (jméno)
de_de: Von (Name)
hu_hu: Feladó (név)
ko_kr: 발신자(이름)
zh_cn: 发件人（名字）

source: From (email)
cs_cz: Od (email)
de_de: Von (Email)
hu_hu: Feladó (e-mail)
ko_kr: 발신자(이메일)
zh_cn: 发件人（邮件）

source: Yes, I want to subscribe to the newsletter.
cs_cz: Ano,chic dostávat newsletter.
de_de: Ja, ich möchte den Newsletter erhalten.
hu_hu: Igen, szeretnék feliratkozni a hírlevélre.
ko_kr: 예, 뉴스레터를 받고 싶습니다.
zh_cn: 是的，我想订阅快讯。

source: Send email
cs_cz: Odeslat email
de_de: Email senden
hu_hu: E-mail küldése
ko_kr: 이메일을 보내세요
zh_cn: 发送电​​子邮件

source: Share PDF
cs_cz: Sdílet PDF
de_de: PDF anzeigen
hu_hu: PDF megosztása
ko_kr: PDF를 공유하기
zh_cn: 分享PDF

source: Want to send a PDF copy of this page or quote by email?
cs_cz: Chcete odeslat email s PDF kopií této stránky nebo citací?
de_de: Möchten Sie eine PDF-Kopie dieser Seite senden oder ein Angebot per Email erhalten?
hu_hu: Szeretne PDF formátumú másolatot küldeni e-mailen erről az oldalról vagy az ajánlatról?
ko_kr: 이메일로 이 페이지 또는 견적서의 PDF 사본을 보내고 싶으세요?
zh_cn: 想发送这个页面的PDF副本或者用邮件报价？

source: Send PDF
cs_cz: Odelat PDF
de_de: PDF senden
hu_hu: PDF küldése
ko_kr: PDF 보내기
zh_cn: 发送PDF

source: Recently Viewed
cs_cz: Naposledy navštívené
de_de: Zuletzt angezeigt
hu_hu: Legutoljára Nézett
ko_kr: 최근 검색한 내용
zh_cn: 最近浏览过的

source: We use cookies to give you the best possible experience on our site. By continuing to browse our site you are agreeing to our Cookies Policy and use of cookies technology. Find out more
cs_cz: Pro co nejlepší využití naší stránky používáme cookies.Pokračováním jejího prohlížení souhlasíte s našimi zásadami používání cookies a s touto technologií. Zjistěte více
de_de: Wir verwenden Cookies um Ihnen die bestmögliche Erfahrung auf unserer Seite zu bieten. Wenn Sie fortlaufend auf unserer Webseite navigieren, stimmen Sie unseren Cookies-Bestimmungen zu und der Verwendung der Cookies-Technologie. Mehr herausfinden
hu_hu: We use cookies to give you the best possible experience on our site. By continuing to browse our site you are agreeing to our Cookies Policy and use of cookies technology. Find out more. Tudjon meg többet
ko_kr: 저희는 당신이 사이트에서 최상의 경험을 하실 수 있도록 쿠키를 사용합니다. 저희의 사이트를 검색 계속하시면, 저희의 쿠키 정책 및 쿠키 기술의 사용에 동의하는 것으로 간주됩니다.더 많이 찾으세요
zh_cn: 我们使用cookies来为您提供尽可能最好的网站服务。如您继续浏览网站，表示您同意我们的Cookies政策和使用我们的Cookies技术。找到更多

source: New Search
cs_cz: Nové vyhledávání
de_de: Neue Suche
hu_hu: Új Keresés
ko_kr: 새로운 검색
zh_cn: 新的搜索

source: Search
cs_cz: Vyhledávat
de_de: Suche
hu_hu: Keresés
ko_kr: 검색하세요
zh_cn: 搜索

source: Select
cs_cz: Vyberte
de_de: Auswählen
hu_hu: Választ
ko_kr: 선택하세요
zh_cn: 选择

source: last %d
cs_cz: posledních %d
de_de: die letzten %d
hu_hu: az utolsó %d
ko_kr: 마지막 %d
zh_cn: 之前的%d的住处

source: Quick View
cs_cz: Rychlé prohlížení
de_de: Schnellvergleich
hu_hu: Gyorsnézet
ko_kr: 빠른 보기
zh_cn: 快速浏览

source: Want to receive or send a PDF copy of this quote?
cs_cz: Chcete dostat nebo zaslat PDF kopii této nabídky?
de_de: Möchten Sie eine PDF-Kopie dieses Angebots erhalten oder versenden?
hu_hu: Szeretne PDF formátumú másolatot kapni vagy küldeni erről az ajánlatról?
ko_kr: 이 견적의 PDF 사본을 받거나 보내고 싶으세요?
zh_cn: 想收到或发送这个这个报价的PDF副本吗？

source: %s has sent you a message:
cs_cz: %s vám zaslal zprávu:
de_de: %s hat ihnen eine Nachricht geschickt:
hu_hu: %s üzenetet küldött Önnek:
ko_kr: %s 님으로부터 메시지가 왔습니다 :
zh_cn: %s给你发了信息：

source: Here is the link to see the prices, description, maps and much more:
cs_cz: Zde je odkaz k prohlédnutí cen,popisů,map a mnoho dalšího:
de_de: Hier ist der Link um Bilder, Beschreibungen, Karten zu sehen und vieles mehr:
hu_hu: Ezen a linken találja az árakat, a leírást, a terképeket és még sok más hasznos információt:
ko_kr: 가격, 상세 안내, 지도 등을 볼 수 있는 링크입니다 :
zh_cn: 这里是关于价格，描述，地图以及其他信息的链接：

source: Price for %d nights per person
cs_cz: Cena za osobu na %d nocí
de_de: Preis für %d Nächte pro Person
hu_hu: %d éj / főre vonatkozó ár
ko_kr: 1인당 %d박 가격
zh_cn: 一个人住%d夜的价格

source: %d guests in %d Bedrooms ( 1 guest in each room).
cs_cz: %d hostů v %d ložnicích(1 host v každém pokoji).
de_de: %d Gäste in %d Schlafzimmer (1 Gast in jedem Zimmer).
hu_hu: %d fő / %d hálószoba (1 vendég szobánként)
ko_kr: %d명의 손님이 %d개의 베드룸 ( 1명의 손님 각 룸당)
zh_cn: %d个客人住%d个卧室（1个客人每个房间）。

source: You can only book up to %d guests at a time. You can book more than %d guests by going to our group section on top of this page.
cs_cz: Najednou můžete zarezervovat pouze %d hostů.Více než %d hostů můžete zarezervovat v naší sekci pro skupiny nahoře na této stránce.
de_de: Sie können nur bis zu %d Gäste auf einmal buchen. Sie können jedoch mehr als %d Gäste buchen, indem Sie auf unsere Gruppenauswahl oben auf der Seite gehen.
hu_hu: Egyszerre csak %d fő számára foglalhat szállást. Amennyiben %d-nél több főre szeretne szállást foglalni, kérem használja az oldal tetején található csoportos foglalás lehetőséget.
ko_kr: 한번에 %d명의 손님까지만 예약할 수 있습니다. %d명이 초과될 때는 페이지 상단의 단체 유형을 통해 예약할 수 있습니다.
zh_cn: 一次只能预定%d个客人。如果客人数量超过%d人，你可选择页面顶部的团体预订。

source: Total number of guests selected
cs_cz: Celkový vybraný počet hostů
de_de: Gesamtzahl der Gäste auswählen
hu_hu: Kiválasztott vendégek összlétszáma
ko_kr: 선택한 손님의 총 수
zh_cn: 选择的客人总数

source: You will use 1 full dorm.
cs_cz: Použijete 1 celou ložnici.
de_de: Sie werden 1 ganzes Schlafzimmer benutzen.
hu_hu: 1 teljes kollégiumi szobát fog használni.
ko_kr: 당신은 1개 전체 기숙사를 사용할 것입니다.
zh_cn: 你将使用1整个宿舍。

source: You will use %d full dorms.
cs_cz: Použijete %d celých ložnic.
de_de: Sie werden %d ganze Schlafzimmer benutzen.
hu_hu: %d teljes kollégiumi szobát fog használni.
ko_kr: 당신은 %d개 전체 기숙사를 사용할 것입니다.
zh_cn: 你将使用%d整个宿舍。

source: You will partially use 1 dorm.
cs_cz: Použijete část 1 ložnice.
de_de: Sie werden teilweise 1 Schlafzimmer benutzen.
hu_hu: 1 kollégiumi szobát fog részben használni.
ko_kr: 당신은 부분적으로 1개 기숙사를 사용할 것입니다.
zh_cn: 你只用1个宿舍的部分。

source: You will use 1 full dorm and 1 partially.
cs_cz: Použijete 1 celou ložnici a 1 částečně.
de_de: Sie werden 1 ganzes Schlafzimmer benutzen und 1 Schlafzimmer nur teilweise.
hu_hu: 1 kollégiumi szobát teljes mértékben, 1-et pedig részben fog használni.
ko_kr: 당신은 1개 전체 기숙사와 1개 기숙사를 부분적으로 사용할 것입니다.
zh_cn: 你将用1整个宿舍和另外1个宿舍的一部分。

source: You will use %d full dorms and 1 partially.
cs_cz: Použijete %d celých ložnic a 1 částečně.
de_de: Sie werden %d ganze Schlafzimmer benutzen und 1 Schlafzimmer nur teilweise.
hu_hu: %d kollégiumi szobát teljes mértékben, 1-et pedig részben fog használni.
ko_kr: 당신은 %d개 전체 기숙사와 1개 기숙사를 부분적으로 사용할 것입니다.
zh_cn: 你将用%d整个宿舍和1个宿舍的一部分。

source: Confirmation Email Preview
cs_cz: Náhled potvrzujícího emailu
de_de: Bestätigungsemail Vorschau
hu_hu: Visszaigazoló email előnézete
ko_kr: 확인 이메일 미리보기
zh_cn: 确认邮件预览

source: Your unique booking number will be provided right after your reservation. Your reservation will be immediate and guaranteed.
cs_cz: Vaše speciální rezervační číslo vám poskytneme ihned po rezervaci.Vaše rezervace bude okamžitá a zaručená.
de_de: Ihre eigene Buchungsnummer wird ihnen nach der Reservation angegeben. Ihre Reservation ist per sofort und garantiert.
hu_hu: Az egyéni foglalási azonosítóját a foglalást követően egyből elküldjük Önnek. Foglalása azonnal érvénybe lép és garantált.
ko_kr: 예약 완료 후 고유의 예약 번호가 바로 제공됩니다. 당신의 예약은 예약 즉시 보장됩니다.
zh_cn: 在你预定之后，预定号码会马上发给你。预定即刻生效并被保证。

source: Number of guests
cs_cz: Počet hostů
de_de: Anzahl der Gäste
hu_hu: Vendégek száma
ko_kr: 손님 수
zh_cn: 客人号码

source: No
cs_cz: Ne
de_de: Nein
hu_hu: Nem
ko_kr: 아니오
zh_cn: 不

source: Bedrooms you will occupy:
cs_cz: Pokoje, které obsadíte:
de_de: Zimmeranzahl, die Sie belegen:
hu_hu: Az Ön által lefoglalt hálószobák száma:
ko_kr: 당신이 빌릴 베드룸
zh_cn: 你们将会住的卧室：

source: Dorms you will occupy:
cs_cz: Ložnice, které obsadíte:
de_de: Betten, die Sie belegen:
hu_hu: Az Ön által lefoglalt kollégiumi szobák száma:
ko_kr: 당신이 빌릴 기숙사
zh_cn: 你们将会住的宿舍：

source: We will provide all important information to make sure you really enjoy your stay.
cs_cz: Poskytneme vám všechny důležité informace, abyste si skutečně užili váš pobyt.
de_de: Wir werden all wichtigen Informationen angeben, damit Sie mit Sicherheit einen guten Aufenthalt haben werden.
hu_hu: Minden fontos információt el fogunk küldeni Önnek, ezzel is biztosítani szeretnénk a tartózkodás kellemes eltöltését.
ko_kr: 당신의 즐거운 숙박을 위해, 모든 중요한 정보를 제공할 것입니다.
zh_cn: 我们会提供所有重要的信息确保您的住宿愉快。

source: Important Information
cs_cz: Důležitá informace
de_de: Wichtige Informationen
hu_hu: Fontos információ
ko_kr: 중요한 정보
zh_cn: 重要信息

source: When available, we will provide directions on how to get to the property including public transportation and airport information.
cs_cz: Bude-li to možné,poskytneme vám pokyny, jak se dostat do ubytovacího zařízení včetně veřejné dopravy a informaci o letišti.
de_de: Bei Verfügbarkeit werden wir ihnen Anweisungen geben, wie Sie vor Ort gelangen, ob mit öffentlichen Verkehrsmitteln, per Land oder Luft.
hu_hu: Amennyiben lehetséges, el fogjuk küldeni Önnek a szállásra vezető útvonal leírását, a tömegközlekedési és reptéri információkkal együtt.
ko_kr: 가능한, 대중 교통과 공항 정보를 포함한 호텔로 오는 방법을 제공할 것입니다.
zh_cn: 如果可以，我们会提供如何到达住处包括公共交通和机场信息。

source: With full contact information, you will be able to contact the property in case you have any special requests.
cs_cz: S kompletní kontaktní informací se budete moci obrátit na ubytovací zařízení v případě speciálních požadavků.
de_de: Sie können direkten Kontakt aufnehmen, im Falle, dass Sie Spezialwünsche haben. Wir geben ihnen die kompletten Kontaktdaten.
hu_hu: Kérem ide kattintson a visszaigazoló email megtekintéséhez.
ko_kr: 모든 연락처 정보와 함께, 특별한 요청이 필요한 경우 당신은 호텔에 연락할 수 있습니다.
zh_cn: 有了所有的联系信息，如果您有特殊要求，您可以随时联系住处。

source: Property name
cs_cz: Název zařízení
de_de: Liegenschaftsname
hu_hu: Ingatlan neve
ko_kr: 호텔 이름
zh_cn: 住处名称

source: Address
cs_cz: Adresa
de_de: Adresse
hu_hu: Cím
ko_kr: 주소
zh_cn: 地址

source: Please click here to preview your confirmation email
cs_cz: Prosím klikněte pro náhled vašeho potvrzujícího emailu.
de_de: Bitte klicken Sie hier um ihre Bestätigungsemail zu sehen
hu_hu: Kérem ide kattintson a visszaigazoló email megtekintéséhez
ko_kr: 확인 이메일 미리 보기를 하려면 여기를 클릭하십시오.
zh_cn: 请点击这里预览您的确认邮件

source: The lowest price per person per night in a dorm in this property:
cs_cz: Nejnižší cena za osobu a noc v ložnici v tomto ubytovacím zařízení:
de_de: Der niedrigste Preis pro Person/Nacht in einem Mehrbettzimmer in dieser Unterkunft:
hu_hu: Ebben az ingatlanban a legalacsonyabb kollégiumi szoba ár fő / éjre vonatkozóan:
ko_kr: 이 호텔의 기숙사에 1박당 1명의 최저 가격:
zh_cn: 这个住处每个宿舍每夜每人的最低价：

source: The lowest price per person per night in a private room at this property:
cs_cz: Nejnižší cena za osobu a noc v soukromém pokoji v tomto ubytovacím zařízení:
de_de: Der niedrigste Preis pro Person/Nacht in einem Schlafzimmer in dieser Unterkunft:
hu_hu: Ebben az ingatlanban a legalacsonyabb szoba ár fő / éjre vonatkozóan:
ko_kr: 이 호텔의 개인 전용 룸에 1박당 1명의 최저 가격:
zh_cn: 这个住处一个私人房间每夜每人的最低价：

source: Maximum you can book
cs_cz: Maximum, které můžete rezervovat
de_de: Das maximum, das Sie buchen können
hu_hu: Amit maximálisan lefoglalhat
ko_kr: 최대한으로 예약 가능합니다.
zh_cn: 你最多能预定

source: Please wait…
cs_cz: Prosím čekejte...
de_de: Bitte warten…
hu_hu: Kérem , várjon....
ko_kr: 기다려 주세요...
zh_cn: 请等一下...

source: The lowest price per person per night in a dorm in this property: %s
cs_cz: Nejnižší cena za osobu a noc v ložnici v tomto ubytovacím zařízení: %s
de_de: Der niedrigste Preis pro Person/Nacht in einem Mehrbettzimmer in dieser Unterkunft: %s
hu_hu: Kollégiumi szobában a legalacsonyabb ár fő / éjre vonatkozóan: %s
ko_kr: 이 호텔의 기숙사 중 가장 저렴한 인당 숙박비: %s
zh_cn: 这个住处一个宿舍每夜每人的最低价：%s

source: The lowest price per person per night in a private room at this property: %s
cs_cz: Nejnižší cena za osobu a noc v soukromém pokoji v tomto ubytovacím zařízení: %s
de_de: Der niedrigste Preis pro Person/Nacht in einem privaten Schlafzimmer in dieser Unterkunft: %s
hu_hu: Különálló szobában a legalacsonyabb ár fő / éjre vonatkozóan: %s
ko_kr: 이 호텔의 개인 전용룸 중 가장 저렴당 인당 숙박비: %s
zh_cn: 这个住处一个私人房间每夜每人的最低价:%s

source: Number of guests for %d nights
cs_cz: Počet hostů na %d nocí
de_de: Anzahl der Gäste für %d Nächte
hu_hu: Vendégek száma %d éjszakára
ko_kr: %d박동안 손님 수
zh_cn: 住%d晚的客人数量

source: Provided after reservation
cs_cz: Poskytneme po rezervaci
de_de: Wird nach der Reservation angegeben
hu_hu: Foglalás után megadva
ko_kr: 예약 후에 제공됨
zh_cn: 预定后提供

source: Please select the number of male, female and staff members of your group before sending your booking request.
cs_cz: Prosím vyberte počet mužů, žen a členů personálu vaší skupiny před tím než odešlete žádost o rezervaci.
de_de: Bitte wählen Sie die Anzahl der männlichen/weiblichen Personen und Mitarbeiter in Ihrer Gruppe aus, bevor Sie Ihre Buchungsanfrage senden.
hu_hu: Mielőtt elküldi a foglalást, kérjük, válassza ki csoportja férfi, női tagjainak és alkalmazottjainak számát.
ko_kr: 예약 요청을 보내기 전에 단체의 남성, 여성과 멤버의 숫자를 선택하십시오.
zh_cn: 在发送预定请求前，请选择您的团体里男性数量，女性数量以及工作人员数量。

source: %d Bed Private Shared Bathroom
cs_cz: Soukromá ložnice pro %d osob, sdílená koupelna
de_de: %d private Schlafzimmer für 7 Personen mit einem geteilten Badezimmer
hu_hu: %d egyéni szállás közös fürdőszobával
ko_kr: 공용 화장실을 쓰는 %d인 전용룸
zh_cn: %d私人床位共用浴室

source: Standard Single Private Shared Bathroom
cs_cz: Standartní soukromá ložnice pro 1 osobu se sdílenou koupelnou
de_de: Standard privates Schlafzimmer für 1 Person mit geteilten Badezimmer
hu_hu: Standard egyéni szállás közös fürdőszobával
ko_kr: 공용 화장실을 쓰는 스탠다드 싱글 전용룸
zh_cn: 标准单人间共用浴室

source: Email is not valid
cs_cz: Email je neplatný
de_de: Die Email ist nicht gültig
hu_hu: Érvénytelen email
ko_kr: 이메일이 유효하지 않습니다.
zh_cn: 邮件是无效的

source: Fill in the from name
cs_cz: Vyplňte jméno od
de_de: Von: Name ausfüllen
hu_hu: Adja meg a feladó nevét
ko_kr: 이름란을 써주세요
zh_cn: 写在发件人里

source: Remove from this search
cs_cz: Odeberte z tohoto vyhledávání
de_de: Von dieser Suche löschen
hu_hu: Keresési eredmény eltávolítása
ko_kr: 검색 결과 지우기
zh_cn: 从搜索列表中去除

source: Remove from any searches for next 24 hours
cs_cz: Odeberte ze všech výsledků vyhledávání na dalších 24 hodin
de_de: Von jeder Suchliste in den nächsten 24 Stunden löschen
hu_hu: Keresési eredmény eltávolítása az elkövetkező 24 órán belüli minden keresésből
ko_kr: 24 시간 동안 모든 검색 결과를 지우기
zh_cn: 从接下来24小时的搜索列表中去除

source: Remove from any searches for 1 week
cs_cz: Odeberte ze všech výsledků vyhledávání na 1 týden
de_de: Von jeder Suchliste für 1 Woche löschen
hu_hu: Keresési eredmény eltávolítása az elkövetkező 1 héten belüli minden keresésből
ko_kr: 1 주 동안 모든 검색결과를 지우기
zh_cn: 从1周内的搜索列表中去除

source: Standard Single Private Ensuite
cs_cz: Standartní soukromý jednolůžkový pokoj s koupelnou
de_de: Standardzimmer mit Einzelbett und eigenem Bad
hu_hu: Standard egyéni privát fürdőszobával ellátott szoba
ko_kr: 스탠다드 1 싱글 베드 개인 전용룸
zh_cn: 标准单人间带浴室

source: Standard Twin Private Ensuite
cs_cz: Standartní dvoulůžkový soukromý pokoj (oddělená lůžka) s koupelnou
de_de: Standardzimmer mit zwei Einzelbetten und eigenem Bad
hu_hu: Standard iker privát fürdőszobával ellátott szoba
ko_kr: 스탠다드 2 싱글 베드 개인 전용룸
zh_cn: 标准双人间带浴室

source: Deluxe Double Bed Private Ensuite
cs_cz: Pokoj deluxe s manželským lůžkem a koupelnou
de_de: Deluxezimmer mit Doppelbett und eigenem Bad
hu_hu: Deluxe franciaágyas privát fürdőszobával ellátott szoba
ko_kr: 디럭스 1 더블 베드 개인 전용룸
zh_cn: 豪华大床房带浴室

source: 1 Bed Private Ensuite
cs_cz: Soukromý jednolůžkový pokoj s koupelnou
de_de: Privates Zimmer mit Einzelbett und eigenem Bad
hu_hu: Egyágyas privát fürdőszobával ellátott szoba
ko_kr: 1 싱글베드 개인전용 방
zh_cn: 单人间带浴室

source: %d Bed Private Ensuite
cs_cz: Soukromý pokoj se %d lůžky a koupelnou
de_de: Privates Zimmer für %d Personen und eigenem Bad
ko_kr: %d 싱글베드 개인전용 방
zh_cn: %d人间带浴室

source: Deluxe 1 Bed Family Room Ensuite
cs_cz: Jednolůžkový deluxe rodinný pokoj s koupelnou
de_de: Deluxe Familienzimmer mit Einzelbett und eigenem Bad
hu_hu: Deluxe egyágyas, fürdőszobával ellátott családi szoba
ko_kr: 디럭스 1 베드 가족실
zh_cn: 豪华家庭房带浴室

source: Deluxe %d Bed Family Room Ensuite
cs_cz: Deluxe rodinný pokoj se %d lůžky a koupelnou
de_de: Deluxe Familienzimmer für %d Personen und eigenem Bad
ko_kr: 디럭스 %d 베드 가족실
zh_cn: 豪华%d人家庭房带浴室

source: Filter by districts
cs_cz: Filtrovat podle oblasti
de_de: Filter nach Bezirken
hu_hu: Szűrés körzetek szerint
ko_kr: 지역으로 필터 하기
zh_cn: 用区域过滤

source: Filter by landmarks (-2kms)
cs_cz: Filtrovat podle důležitých bodů (-2km)
de_de: Filter nach Wahrzeichen (-2 Km)
hu_hu: Szűrés mérföldkövek szerint (-2 km)
ko_kr: 랜드 마크 (- 2kms)로 필터 하기
zh_cn: 用地标过滤（-2公里）

source: Lowest price per night per person in a dorm
cs_cz: Nejnižší cena za osobu a noc ve společné ložnici
de_de: Niedrigster Preis pro Nacht pro Person in einem Mehrbettzimmer
hu_hu: Legolcsóbb kollégiumi szoba ár / éj / fő
ko_kr: 기숙사 이용 시 1 박 1 인 기준 최저 가격
zh_cn: 宿舍里每人每晚的最低价

source: Lowest price per night per person in a private room
cs_cz: Nejnižší cena za osobu a noc v soukromém pokoji
de_de: Niedrigster Preis pro Nacht pro Person in einem Privatzimmer
hu_hu: Legolcsóbb egyéni szoba ár / éj / fő
ko_kr: 개인 전용 룸 1 박 기준 1인당 최저 가격
zh_cn: 私人房间里每人每晚的最低价

source: Deposit:
cs_cz: Záloha:
de_de: Kaution:
hu_hu: Előleg:
ko_kr: 보증금 :
zh_cn: 订金：

source: Deposit to be paid now:
cs_cz: Záloha k zaplacení nyní:
de_de: Kaution jetzt fällig:
hu_hu: Ma napig befizetendő előleg:
ko_kr: 지금 지불해야 하는 보증금 :
zh_cn: 现在需要付的订金：

source: Deposit already paid:
cs_cz: Záloha již zaplacená:
de_de: Kaution bereitz bezahlt:
hu_hu: Már befizetett előleg:
ko_kr: 이미 지불한 보증금 :
zh_cn: 订金已经付了：

source: Amount already charged in %s:
cs_cz: Částka již účtovaná v %s:
de_de: Betrag bereits bezahlt in %s:
hu_hu: Eddig felszámolt összeg %s-ben megadva:
ko_kr: % s로 청구된 금액 :
zh_cn: 费用已收取%s:

source: Currency for the deposit:
cs_cz: Měna pro zálohu:
de_de: Währung der Kaution:
hu_hu: Előleg pénzneme:
ko_kr: 예금 통화 :
zh_cn: 订金所用的货币：

source: You only pay the deposit to confirm and secure your reservation now. The remaining amount is payable upon arrival.
cs_cz: Zaplatíte pouze zálohu jako potvrzení a zajištění vaší rezervace. Zbylá částka je splatná při příjezdu.
de_de: Sie bezahlen jetzt nur die Kaution zur Bestätigung und zur Sicherung ihrer Buchung. Der restliche Betrag ist fällig bei Ankunft.
hu_hu: Az előleget a szobafoglalás visszaigazolása és biztosítása érdekében kell befizetnie. A fennmaradó összeget érkezéskor kell fizetni.
ko_kr: 지금 당신은 예약을 확인하고 확보하기 위한 보증금을 지불해야합니다. 나머지 금액은 도착 시 지불하십시오.
zh_cn: 现在你只需支付订金来确认和确保预定。余额可以到达时再付。

source: Amount to be paid on arrival:
cs_cz: Částka,kterou zaplatíte při příjezdu:
de_de: Betrag fällig bei Ankunft
hu_hu: Érkezéskor fizetendő összeg:
ko_kr: 도착 시 지불할 금액 :
zh_cn: 到达时需要支付的金额

source: Amount to be paid when you arrive at the property
cs_cz: Částka,kterou zaplatíte při příjezdu do ubytovacího zařízení
de_de: Betrag fällig bei Ankunft an der Liegenschaft
hu_hu: Az ingatlanra érkezéskor fizetendő összeg
ko_kr: 호텔에 도착했을 때 지불하는 금액
zh_cn: 你到达住处后需要支付的金额

source: Total:
cs_cz: Celkem:
de_de: Gesamt:
hu_hu: Összesen:
ko_kr: 총 금액 :
zh_cn: 总计：

source: Membership card (not required):
cs_cz: Členská karta (není vyžadováno):
de_de: Mitgliedskarte (nicht notwendig):
hu_hu: Tagsági kártya (nem kötelező):
ko_kr: 회원 카드 (필요 없음) :
zh_cn: 会员卡（不需要）：

source: Membership card:
cs_cz: Členská karta:
de_de: Mitgliedskarten-Nr.:
hu_hu: Tagsági kártya:
ko_kr: 회원 카드 :
zh_cn: 会员卡：

source: The deposit is non refundable and non transferable.
cs_cz: Záloha je nevratná a nepřenosná.
de_de: Die Kaution ist nicht rückerstattbar und nicht übertragbar.
hu_hu: Az előleg nem kerül visszafizetésre és más foglalásnál nem használható fel.
ko_kr: 보증금은 환불 및 양도될 수 없습니다.
zh_cn: 订金不可退款不能转让。
