Repository: takin/Hotelbooking
Catalog: languages/ci/locale/*/LC_MESSAGES/auberge_lang_xo.po
Languages: ru_ru

source: Les changements et annulations sont possibles, faciles à faire et se font directement avec l‘établissement choisi qui en est responsable. Changements de dates/chambres : possible selon disponibilités. Annulations : au moins 72 heures en avance pour ne pas être facturé la première nuit.
ru_ru: Изменения и аннулирование возможны, свяжитесь непосредственно с администрацией места проживания, которая несет ответственность за выполнение Вашей брони. Изменение даты/комнаты: возможно при наличии. Аннулирование: заранее, минимум за 72 часа, чтобы избежать взимания платы за первую ночь.

source: Informations personnelles - Sécurisées et Encryptées
ru_ru: Информация гостя

source: Prénom:
ru_ru: Имя:

source: Nom:
ru_ru: Фамилия:

source: Nationalité :
ru_ru: Гражданство:

source: Sexe:
ru_ru: Пол:

source: Heure d'arrivée:
ru_ru: Время прибытия:

source: Adresse Email
ru_ru: Адрес электронной почты

source: Confirmation Email
ru_ru: Введите адрес электронной почты ещё раз

source: Mobile Phone (please include the country code)
ru_ru: Мобильный номер (пожалуйста, укажите номер страны)

source: Country code, Area code (without first 0) and mobile number; no spaces, brackets or dashes.
ru_ru: Код страны, код зоны (без первого 0) и мобильный номер; без пробелов, скобок или пропусков.

source: UK Example: 44 2012341234
ru_ru: Пример для RU: 79161234567

source: cliquer ici pour notre charte
ru_ru: Нажмите здесь, чтобы ознакомиться с нашим Соглашением о Конфиденциальности

source: Méthode de Paiement - Sécurisée et Encryptée
ru_ru: Способ оплаты - Гарантирован и Закодирован

source: Type de carte : %s(acceptée par l'établissement)
ru_ru: Тип платежной карточки %s

source: sur la carte %s de crédit :
ru_ru: Имя на кредитной карточке %s

source: de la carte %s de crédit :
ru_ru: Номер кредитной карты %s

source: Date d'expiration :
ru_ru: Срок действия:

source: Code de sécurité :
ru_ru: Код безопасности:

source: Valide depuis :
ru_ru: Действительна до:

source: Numéro d'émission :
ru_ru: Номер выпуска:

source: J'accepte %s les termes et conditions %s
ru_ru: Я принимаю %s условия и соглашения %s

source: * En cliquant sur le bouton de Confirmation ci-dessous, vous acceptez les modalités et les conditions et autorisez la facturation d'un montant non remboursable de
ru_ru: *Нажав на ссылку, вы подтверждаете, что принимаете условия соглашения и разрешаете выставить счет на невозвратный сбор

source: Champ obligatoire
ru_ru: Обязательное поле

source: Insérer un courriel valide
ru_ru: Вставить действующий адрес электронной почты

source: Invalid phone number format
ru_ru: Неправильно указан номер телефона

source: Confirmer
ru_ru: Подтвердить

source: Traitement de la demande...
ru_ru: Обработка запроса...

source: Not Rated Yet!
ru_ru: Нет рейтинга!

source: As rated by bookers like you
ru_ru: Рейтинг от тех, кто бронировал

source: Réserver
ru_ru: Бронировать

source: Trouver une auberge
ru_ru: Поиск проживания

source: Search by city name:
ru_ru: Поиск по городам:

source: Erreur 404 - Page Introuvable
ru_ru: Ошибка 404 - Страница не найдена

source: Nous ne pouvons trouver la page demandée. Veuillez utiliser le menu du haut pour naviguer sur le site ou simplement faite une recherche d'hébergements à l'aide de l'outil de recherche ci-dessus.
ru_ru: Запрашиваемая страница не найдена. Пожалуйста, используйте верхнее меню для просмотра по сайту или просто произведите поиск мест проживания с помощью поисковой системы выше.

source: Merci
ru_ru: Спасибо

source: You must share the room (unless you purchase all the beds in the dorm).
ru_ru: Вы должны будете разделить комнату с другими людьми (если только вы не выкупите все кровати в общежитии).<BR /><BR />Секция с общежитиями<BR />Женское Общежитие = Общежитие только для женщин<BR />Мужское Общежитие = Общежитии только для мужчин<BR />Смешанное Общежитие = Общежитие для женщин и мужчин<BR />Частная Ванная Комната = Ванная внутри общежития<BR />Общая Ванная Комната = Ванная не находиться в общежитии

source: Beds (max)
ru_ru: Кроватей (макс)

source: VERSION ORIGINALE :
ru_ru: Исходная версия:

source: Breakfast Included
ru_ru: Завтрак Включаеться

source: Bed in a dorm. 1 person per bed maximum
ru_ru: Постель в общежитии. Максимум 1 гость на каждую кровать

source: No dorms available
ru_ru: Нет общежитий

source: You must pay for the whole private room, even if you do not need all the beds. The room cannot be shared.
ru_ru: Вы должны будете оплатить стоимость за комнату, даже если вы не воспользуетесь всеми кроватями.<BR /><BR />Одноместный номер = Комната с 1 односпальной спальнаяю для 1 посетителя<BR />Двухместный номер = Комната с 1 двуспальной спальнаяю для 2 посетителей<BR />Двойной номер = Комната с двумя односпальными кроватями для 2 посетителей<BR />Трехместный номер = Комната для 3 посетителей<BR />Частная Ванная Комната = Ванная комната в комнате<BR />Общая Ванная Комната = Ванная комната не находиться в комнате

source: Rooms (max)
ru_ru: Комнаты (макс)

source: Maximum number of guests in the room
ru_ru: Максимальное количество людей в этой комнате

source: No private room available
ru_ru: Нет доступных комнат

source: Best price. We guarantee it.
ru_ru: Лучшая цена. Мы гарантируем.

source: It only takes 2 minutes
ru_ru: Это займет всего только 2 минуты.

source: Vos évaluations
ru_ru: Ваши отзывы

source: Voici la liste de toutes les évaluations que vous avez fait sur les auberge de jeunesses du site %s.
ru_ru: Вот список всех отзывов, которые вы сделали о местах проживания на сайте %s.

source: Soumis le
ru_ru: Забронирован

source: évaluations
ru_ru: Отзывы

source: Commentaire
ru_ru: Комментарий

source: Status
ru_ru: Статус

source: En attente d'approbation
ru_ru: В режиме одобрения

source: Publié
ru_ru: Опубликованный

source: Vous n'avez fait aucune évaluation d'auberge de jeunesse à ce jour.
ru_ru: Вы еще не оценили места проживания.

source: Your personalized group booking quote - Here is your offer!
ru_ru: Ваш персональный запрос для группового бронирования - Вот ваше предложение!

source: Details.
ru_ru: Детали.

source: Total Number of people in your group
ru_ru: Общее количество людей в вашей группе

source: Please see below for some provisional examples of accommodation we have available. If you can answer the following questions, we will do our best to find you the perfect property:
ru_ru: Пожалуйста, просмотрите ниже некоторые предварительные примеры доступного жилья. Если вы можете ответить на следующие вопросы, мы постараемся найти идеальные условия для вас:

source: Are you happy with the types of rooms suggested below?
ru_ru: Довольны ли вы типом номеров предлагаемых ниже?

source: What is your budget?
ru_ru: Каким бюджетом вы располагаете?

source: Are the dates and number of people confirmed or will they change?
ru_ru: Даты и количество людей утверждены или могут измениться?

source: When will you be ready to make a payment to secure your booking with a 20% deposit?
ru_ru: Когда вы сможете оплатить 20%% от стоимости всей резервации, чтобы подтвердить бронь?

source: Group booking quote information
ru_ru: Информация о групповом бронировании

source: PLEASE NOTE THIS IS NOT A CONFIRMED BOOKING
ru_ru: ОБРАТИТЕ ВНИМАНИЕ - ЭТА БРОНЬ НЕ ПОДТВЕРЖДЕНА

source: Please have a look at the offer below and check our website to get more information about the property.
ru_ru: Пожалуйста, обратите внимание на предложение ниже, и посетите наш веб-сайт, чтобы получить больше информации о жилье.

source: Beds have been put aside for your group until the following date:
ru_ru: Кровати зарезервированы для вашей группы по следующую дату:

source: After this date, these beds will be released to other groups, so do not wait to book!
ru_ru: После этой даты, места будут отданы другим группам, так что спешите зарезервировать!

source: Your offers
ru_ru: Ваши предложения

source: What's Included
ru_ru: Включено

source: Room description
ru_ru: Описание комнаты

source: Price per Person per Night
ru_ru: Стоимость за комнату (за одного человека)

source: Offer Expiry date
ru_ru: Дата окончания предложения

source: Non-refundable and non-transferable deposit to secure this booking
ru_ru: Стоимость предоплаты бронирования не возвращается и не передается

source: If the offer is accepted, the balance must be paid on %s
ru_ru: Если предложение будет принято, то баланс должен быть оплачен на %s

source: Special Notes
ru_ru: Особые отметки

source: Important Notes
ru_ru: Важные заметки

source: The deposit is to be paid in British pounds as our Worldwide group center is located in London, England.
ru_ru: Предоплата должна осуществляться в британских фунтах, так как наш всемирный центр находится в Лондоне, Англия.

source: The Average price per person per night is for the requested arrival date and length of stay, actual day-by-day prices may vary.
ru_ru: Средняя цена на человека в ночь расчитана на указанную дату приезда и продолжительность пребывания, цены за один день могут отличаться.

source: We act as agent only in respect of all bookings we take or make on your behalf. For all bookings your contract will be with the supplier of the accommodation or other service concerned. The suppliers' booking conditions will apply to your contract as well as our own Terms and conditions and any terms and conditions of any other booking intermediary involved in our booking.
ru_ru: Мы выступаем в качестве агента только в отношении всех заказов, которые мы принимаем или делаем от вашего имени. При бронировании ваш контракт будет заключен напрямую с поставщиком жилья или другими заинтересованными службами. Условия бронирования поставщиков будут применяться к договору также, как и наши собственные условия и любые сроки и условия любого другого посредника бронирования, участвующего в нашей системе бронирования.

source: Copies of the other applicable terms and conditions are available from us on request.
ru_ru: Копии других применимых правил и условий можно получить у нас по запросу.

source: Exchange rates are calculated using the typical ATM rate on www.oanda.com. Final balance payments will be subject to the exchange rate available 49 days prior to arrival date.
ru_ru: Курсы валют рассчитываются с использованием типичной ATM ставки на www.oanda.com. Итоговые платежы баланса будут подлежать обмену по курсу, доступному за 49 дней до даты прибытия.

source: All card payments incur a 2% fee and all bank fees are to be paid by the booking party.
ru_ru: Все карточные платежи влекут за собой 2%% взнос и все банковские сборы должны быть оплачены бронирующей стороной.

source: As this is a group booking, group leader will need to be present at check in and the property may require a security bond at check-in.
ru_ru: Так как это групповое бронирование, лидер группы должен присутствовать при регистрации и услуга может потребовать гарантийного залога при регистрации.

source: Unpaid fees or transfer of insufficient funds may lead to cancellation of your booking.
ru_ru: Невыплаченные сборы или передача недостающих средств может привести к отмене вашего бронирования.

source: Votre Profil
ru_ru: Ваш профиль

source: Voici la liste de toutes les transactions effectuées sur %s. Si vous avez des questions ou avez besoin d'aide n'hesitez pas à visiter notre centre d'aide en ligne.
ru_ru: Список всех действий, произведенных на %s. Если у вас есть вопросы или вам необходима дополнительная помощь, мы приглашаем вас посетить наш онлайн справочный центр.

source: Établissement
ru_ru: Место проживания

source: Votre Compte - Réservation Auberges De Jeunesse
ru_ru: Ваш аккаунт

source: Bienvenue dans votre compte. Vous avez maintenant accès à vos réservations d'Auberges de Jeunesse, à vos évaluations, à tous les contacts (emails, numéros de téléphone..) et à votre profil d'usager.
ru_ru: Добро пожаловать на ваш аккаунт. Теперь у вас есть доступ к бронированию мест проживания, вашим отзывам, всем контактам (адресам электронной почты, номерам телефонов...), и вашему профилю пользователя.

source: Voir vos évaluation
ru_ru: Посмотреть отзыв

source: %s – Hostels in the %s district. Maps for %s, Photos and Reviews for each Hostel in %s.
ru_ru: %s – Хостел в %s. Карты для %s,Отзывы и Фотографии для каждого Хостела в %s.

source: Hostels in the %s district
ru_ru: Хостелы в %s районе

source: %s – Hotels in the %s district. Maps for %s, Photos and Reviews for each Hotel in %s.
ru_ru: %s – Гостинница в %s. Карты для %s,Отзывы и Фотографии для каждой Гостинницы в %s.

source: Hotels in the %s district
ru_ru: Хотели в %s районе

source: %s – Apartments in the %s district. Maps for %s, Photos and Reviews for each Apartment in %s.
ru_ru: %s –Апартменты в %s районе. Карты для %s,Отзывы и Фотографии для каждого Апартмента в %s.

source: Apartments in the %s district
ru_ru: Квартиры в %s район

source: %s – Rooms in the %s district. Maps for %s, Photos and Reviews for each room in %s.
ru_ru: %s – Комнаты в %s районе. Карты для %s, Отзывы и Фотографии для каждой комнаты в %s.

source: Rooms in the %s district
ru_ru: Номера в %s район

source: %s – Camping in the %s district. Maps for %s, Photos and Reviews for each camping in %s.
ru_ru: %s – Кемпинг в %s районе. Карты для %s, Отзывы и Фотографии для каждого кемпинга в %s.

source: Camping in the %s district
ru_ru: Отдых в %s районе

source: %s – Properties in the %s district. Maps for %s, Photos and Reviews for each properties in %s.
ru_ru: %s – Гостинницы в %s. Карты для %s,Отзывы и Фотографии для каждой гостинницы в %s.

source: Properties in the %s district
ru_ru: Хотели в %s районе

source: %s – Hostels close to %s. Maps for %s, Photos and Reviews for each Hostel in %s.
ru_ru: %s – Хостел в %s. Карты для %s, Отзывы и Фотографии для каждого Хостела в %s.

source: Hostels close to %s
ru_ru: Хостелы близко к %s

source: %s – Hotels close to %s. Maps for %s, Photos and Reviews for each Hotel in %s.
ru_ru: %s – Гостинница в %s. Карты для %s, Отзывы и Фотографии для каждой Гостинницы в %s.

source: Hotels close to %s
ru_ru: Хотели близко к %s

source: %s – Apartments close to %s. Maps for %s, Photos and Reviews for each Apartment in %s.
ru_ru: %s – Апартменты в %s. Карты для %s, Отзывы и Фотографии для каждого Апартмента в %s.

source: Apartments close to %s
ru_ru: Апартаменты рядом с %s

source: %s – Rooms close to %s. Maps for %s, Photos and Reviews for each room in %s.
ru_ru: %s – Комнаты рядом с %s. Карты для %s,Отзывы и Фотографии для каждой комнаты в %s.

source: Rooms close to %s
ru_ru: Номера близко к %s

source: %s – Camping close to %s. Maps for %s, Photos and Reviews for each camping in %s.
ru_ru: %s – Кемпинг рядом с %s. Карты для %s,Отзывы и Фотографии для каждого кемпинга в %s.

source: Camping close to %s
ru_ru: Отдых на природе близко к %s

source: %s – Properties close to %s. Maps for %s, Photos and Reviews for each properties in %s.
ru_ru: %s – Гостинницы близко к %s. Карты для %s, Отзывы и Фотографии для каждой гостинницы в %s.

source: Properties close to %s
ru_ru: Хотели близко к %s

source: %s – Hostels in %s. Maps for %s, Photos and Reviews for each Hostel in %s.
ru_ru: %s – Хостелы в %s. Карты для %s, Отзывы и фотографии для каждого Хостел в %s.

source: Hostels in %s
ru_ru: Хостелы в %s

source: %s – Hotels in %s. Maps for %s, Photos and Reviews for each Hotel in %s.
ru_ru: %s – Гостиницы в %s. Карты для %s, Отзывы и Фотографии для каждой Гостиницы в %s.

source: Hotels in %s
ru_ru: Хотели в %s

source: %s – Apartments in %s. Maps for %s, Photos and Reviews for each Apartment in %s.
ru_ru: %s – Апартаменты в %s. Карты для %s, Отзывы и Фотографии для каждого Апартамента %s.

source: Apartments in %s
ru_ru: Квартиры в %s

source: %s – Rooms in %s. Maps for %s, Photos and Reviews for each room in %s.
ru_ru: %s – Комнаты в %s. Карты для %s, Отзывы и Фотографии для каждой комнаты в %s.

source: Rooms in %s
ru_ru: Комнаты в %s

source: %s – Camping in %s. Maps for %s, Photos and Reviews for each camping in %s.
ru_ru: %s – Кемпинг в %s. Карты для %s, Отзывы и Фотографии для каждого кемпинга в %s.

source: Camping in %s
ru_ru: Кемпинг в %s

source: %s – Properties in %s. Maps for %s, Photos and Reviews for each properties in %s.
ru_ru: %s – Гостиницы в %s. Карты для %s, Отзывы и Фотографии для каждой гостиницы в %s.

source: Properties in %s
ru_ru: Хотели в %s

source: Auberges à %s. Toutes les auberges à %s - %s
ru_ru: %s - Все дешевые Хостелы - %s - %s

source: Vous recherchez une auberge de jeunesse, un hôtel pas cher, un appartement, une chambre d'hôtes, un Bed and Breakfast B&B ou une Pension à %s ?
ru_ru: Ищите хостел, недорогую гостиницу, квартиру, комнату, комнату и завтрак, пансион или гостевой дом - %s?

source: N'allez pas plus loin, tous les bons plans à %s sont sur %s.
ru_ru: Нет необходимости искать дальше, все лучшие предложения - %s на %s.

source: Comme des milliers de jeunes et moins jeunes tous les mois, réservez vous aussi en toute sécurité le logement dernière minute idéal au meilleur prix dans tous les quartiers de %s : centre ville, quartier branché, quartier étudiant et universitaire, près des bus, de la gare, de l'aéroport ainsi que près de toutes les attractions de %s.
ru_ru: Как и тысячи людей каждый месяц, зарезервируйте ваше проживание в хостеле заранее, безопасно и по самой выгодной цене во всех районах %s: в центре города, модных и студенческих районах, рядом с автобусом, метро, железнодорожной станцией, аэропортом или недалеко от всех достопримечательностей - %s.

source: Hébergement
ru_ru: Все дешевые хостелы

source: Les Villes
ru_ru: Города с дешевыми хостелами

source: Retour à tous les pays d'
ru_ru: Вернуться -

source: Voir la carte
ru_ru: Показать карту

source: Filter by:
ru_ru: Фильтр по:

source: Reset filters
ru_ru: Сброс фильтров

source: Price
ru_ru: Цына

source: Price Range:
ru_ru: Диапазон цен:

source: Rating
ru_ru: Рейтинг

source: Rating Range:
ru_ru: Рейтинг диапазон:

source: Property type
ru_ru: Тип Недвижимости

source: All
ru_ru: Все

source: Auberges de jeunesse
ru_ru: Хостелы

source: Hôtels pas chers
ru_ru: Дешевые отели

source: Appartements
ru_ru: Квартиры

source: Chambres - B&B - Pensions
ru_ru: Комнаты - Кровать и Завтрак

source: Camping
ru_ru: Кемпинг

source: Facilities
ru_ru: Удобства

source: Districts
ru_ru: Районы

source: More Options
ru_ru: Дополнительные Параметры

source: Less Options
ru_ru: Меньше Параметров

source: Landmarks (within 2km)
ru_ru: Достопримечательности (в пределах 2 км)

source: Liste des logements pas chers à %s
ru_ru: Хостелы и дешевое проживание - %s

source: Showing %s results out of %s
ru_ru: Показаны %s результаты с %s

source: Nombre de Nuits: %s
ru_ru: Кол-во ночей: %s

source: Close Map
ru_ru: Закрыть Карту

source: Only free breakfast
ru_ru: Центр города

source: See more results
ru_ru: Смотреть дальше

source: Back to search results
ru_ru: Вернуться к результатам поиска

source: Erreur de requête
ru_ru: Ошибка приложения

source: Votre commentaire a été envoyé à notre équipe pour approbation. Merci!
ru_ru: Ваш комментарий был отправлен нашей команде на утверждение. Спасибо!

source: Laissez vos impressions sur %s
ru_ru: Оставить ваши впечатления на %s.

source: Votre Prénom:
ru_ru: Ваше имя:

source: Votre Nom (ne sera pas publié):
ru_ru: Ваша фамилия (не публикуется):

source: Votre Email (ne sera pas publié):
ru_ru: Адрес Вашей электронной почты (не публикуется):

source: Veuillez évaluer votre expérience:
ru_ru: Пожалуйста, оцените ваш опыт:

source: Vos commentaires sur %s :
ru_ru: Отзывы о %s:

source: La date de votre dernier séjour à cet endroit :
ru_ru: Дата вашего последнего пребывания в этом месте:

source: Read more…
ru_ru: Читать далее...

source: Close
ru_ru: Закрыть

source: Voir la version traduite
ru_ru: См. перевод

source: Voir l'original
ru_ru: Посмотреть оригинал

source: Info & Prix
ru_ru: Информация и цены

source: Rechercher
ru_ru: Поиск

source: Recherche de disponibilités...
ru_ru: Поиск наличия...

source: Cartes
ru_ru: Карты

source: Street View
ru_ru: Вид с улицы

source: Print Now
ru_ru: Напечатать Cейчас

source: Votre réservation est maintenant confirmée. Nous vous conseillons d'imprimer cette page afin de conserver les détails de votre réservation. Vous devrez présenter cette confirmation lors de votre arrivée à
ru_ru: Ваша бронь была подтверждена. Мы рекомендуем вам распечатать данную страницу, чтобы сохранить детали брони. Вы будете должны предоставить это письмо с подтверждением по прибытии

source: Vous connecter
ru_ru: Войти в аккаунт

source: Arrivée: %s à %s
ru_ru: Прибытие: %s в %s.

source: Date
ru_ru: День

source: Phone number
ru_ru: Телефонный номер

source: Le montant restant (après déduction du dépôt) est dû à votre arrivée.
ru_ru: Остальная сумма (с исключением депозита) должна быть оплачена по прибытии.

source: Commentaires et évaluations de voyageurs
ru_ru: Комментарии и оценки путешественников

source: Price per bed (not per room)
ru_ru: Стоимость за комнату (не за одного человека)Цена за кровать (не за номер)

source: Price per room (not per person)
ru_ru: Стоимость за комнату (не за одного человека)

source: No Beds Found
ru_ru: Нет свободных мест

source: No Beds could be found for your search criteria. Please change your dates and try again.
ru_ru: По вашему запросу не найдено свободных мест. Пожалуйста, смените даты и попробуйте еще раз.

source: Your Selection
ru_ru: Ваш Выбор

source: You only pay the deposit (10%% of total amount) to confirm and secure your reservation now. The remaining amount (90%%) is payable upon arrival. You will find the hotel's contact information (email, address, telephone number…) in your confirmation email after you have made your reservation.
ru_ru: Сейчас вы оплачиваете только депозит (10%% от общей суммы) для того, чтобы подтвердить вашу бронь. Остаток суммы (90%%) оплачивается по прибытии. Контактную информацию о месте проживания (емэйл, адрес, телефон...) вы получите в письме, после того, как сделаете бронирование.

source: You got the best price
ru_ru: Вы получили наилучшую цену

source: sécurisé
ru_ru: Безопасный

source: Search for more properties in %s
ru_ru: Поиск больше хотелей в %s

source: Latest Reviews
ru_ru: Обзоры

source: close
ru_ru: Закрыть

source: New booking
ru_ru: Новая бронь

source: Join us on Facebook
ru_ru: Присоединяйтесь к нам на Facebook

source: Méthodes de paiement acceptée
ru_ru: Способы оплаты

source: carte de crédit
ru_ru: кредитная карта

source: ainsi que plusieurs autres en fonction de l'établissement choisi
ru_ru: и некоторые другие в зависимости от выбранного места пребывания

source: Certains extraits du texte de cette page ont été traduits automatiquement. Cliquer sur les liens suivants changer les version :
ru_ru: Некоторые выдержки из текста этой страницы были переведены автоматически. Нажмите на ссылку ниже, чтобы изменить версию:

source: %s Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
ru_ru: %s нет необходимости иметь дорогостоящую членскую карточку хостелов, чтобы получить лучшую цену в Интернете.

source: Réserver maintenant pour garantir votre chambre
ru_ru: Забронировать, чтобы гарантировать вам комнату
