Repository: takin/Hotelbooking
Catalog: languages/wp/*.po
Languages: cs_cz_ml, es_es, hu_hu_if, ja_jp_ho, pt_br, ru_ru_xo

source: Erreur 404 - Page introuvable
cs_cz_ml: Chyba 404 - Stránka nenalezena
es_es: Error 404 - Página no encontrada
hu_hu_if: Hiba 404 - Az oldal nem található
ja_jp_ho: エラー 404 -ページを見つけることができません。
pt_br: Erro 404 - Página não encontrada
ru_ru_xo: Ошибка 404 - Страница не найдена

source: Désolé nous ne pouvons trouver cette page. Veuillez utiliser le menu du haut pour naviguer sur le site et trouver l'information désiré. Vous pouvez aussi effectuer une recherche:
cs_cz_ml: Omlouváme se ale nemůžeme najít vámi zadané informace na této stránce. Prosím, použijte horní menu pro navigaci stránky, kde můžete najít vámi požadovanou informaci o vašem zvoleném hostelu. Můžete také hledat:
es_es: Lo sentimos, pero no pudimos encontrar la página. Por favor, use el menú superior para navegar por la página web para encontrar la información deseada. También puede buscar:
hu_hu_if: Elnézést, az oldal nem található. Kérjük, használja a bal oldali menüt az oldalon való navigáláshoz, és keresse meg a kívánt információkat. Itt kereshet:
ja_jp_ho: 申し訳ありませんが、このページを見つけることができません。トップメニューを使用しブラウザーをナビしてください。検索もできます。
pt_br: Desculpe, esta página não foi encontrada. Por favor, use o menu acima para navegar pelo site e encontrar as informações desejadas. Poderá procurar também:
ru_ru_xo: К сожалению мы не можем найти эту страницу. Пожалуйста, используйте верхнее меню для навигации по сайту и поиска нужной информации. Вы также можете найти:

source: ville
cs_cz_ml: město
es_es: Ciudad
hu_hu_if: Város
ja_jp_ho: 市
pt_br: cidade
ru_ru_xo: город

source: Catégorie
cs_cz_ml: Kategorie
es_es: Categoría
hu_hu_if: Kategória
ja_jp_ho: カテゴリー
pt_br: Categoria
ru_ru_xo: Категория

source: Archive pour le mot clé
cs_cz_ml: Archív pro dané klíčové slovo
es_es: Archivo para la palabra clave
hu_hu_if: Kulcsszó archivum
ja_jp_ho: キーワードアーカイブ
pt_br: Arquivo de palavras-chave
ru_ru_xo: Архив по ключевому слову

source: Suivre cette catégorie
cs_cz_ml: Sledujte tuto kategorii
es_es: Añada a esta categoría
hu_hu_if: Nézze meg ezt a kategóriát
ja_jp_ho: カテゴリーに従ってください。
pt_br: Veja esta categoria
ru_ru_xo: Посмотреть эту категорию

source: Archive RSS
cs_cz_ml: Archív RSS
es_es: Archivo RSS
hu_hu_if: Lementés az archivumba
ja_jp_ho: フィードアーカイブ
pt_br: Arquivo RSS
ru_ru_xo: Архив RSS

source: Archive pour
cs_cz_ml: Archív pro
es_es: Archivo para
hu_hu_if: Archívumban
ja_jp_ho: のためのアーカイブ
pt_br: Arquivo de
ru_ru_xo: Архив для

source: Archives du Blog
cs_cz_ml: Blog Archív
es_es: Archivo del blog
hu_hu_if: Blog Archivum
ja_jp_ho: アーカイブのブログ
pt_br: Arquivo do Blog
ru_ru_xo: Архив блога

source: Tous savoir sur
cs_cz_ml: Všechno o
es_es: Todo el Conocimiento
hu_hu_if: Tudjon meg mindent..
ja_jp_ho: すべての知識
pt_br: Tudo sobre
ru_ru_xo: Все о

source: Type d'articles:
cs_cz_ml: Druh článků:
es_es: Tipo de artículos:
hu_hu_if: A cikkek típusa:
ja_jp_ho: 記事の種類：
pt_br: Tipo de artigos:
ru_ru_xo: Тип статьи:

source: Voir l'article au complet
cs_cz_ml: Podívejte se na celý článek
es_es: Vea el artículo completo
hu_hu_if: Lásd a teljes cikket
ja_jp_ho: 記事全文を見る
pt_br: Veja o artigo completo
ru_ru_xo: См. полный текст статьи

source: Aucun articles correspond à vos critères
cs_cz_ml: Žádné položky neodpovídají zadaným kritériím
es_es: No hay artículos corresponden a sus criterios de busqueda
hu_hu_if: Semmi nem felel meg a feltételeknek
ja_jp_ho: すべてあなたの基準に一致する
pt_br: Não há itens que atendam a este critério
ru_ru_xo: По вашему запросу ничего не найдено

source: Veuillez ne pas charger cette page directement. Merci.
cs_cz_ml: Prosím nenahrávejte tuto stránku přímo. Děkuji.
es_es: Por favor, no cargue esta página directamente. Gracias.
hu_hu_if: Kérjük, ne töltse ezt a lapot közvetlenül. Köszönjük.
ja_jp_ho: 直接このページをダウンロードできません。ありがとうございます。
pt_br: Por favor, não carregue a página diretamente. Obrigado.
ru_ru_xo: Пожалуйста, не загружайте эту страницу напрямую. Спасибо.

source: Commentaires
cs_cz_ml: Komentáře
es_es: Comentarios
hu_hu_if: Hozzászólások
ja_jp_ho: コメント
pt_br: Comentários
ru_ru_xo: Комментарии

source: Laisser un commentaire
cs_cz_ml: Zanechat komentář
es_es: Deja tu comentario
hu_hu_if: Kérjük mondja el véleményét!
ja_jp_ho: コメントを残してください。
pt_br: Deixe um comentário
ru_ru_xo: Оставить комментарий

source: Commentaires Précédents
cs_cz_ml: Předchozí komentáře
es_es: Comentarios Anteriores
hu_hu_if: Előző Hozzászólások
ja_jp_ho: 前のコメント
pt_br: Comentários anteriores
ru_ru_xo: Предыдущие Комментарии

source: Commentaires Suivants
cs_cz_ml: Další komentáře
es_es: Comentarios Siguientes
hu_hu_if: Következő Hozzászólások
ja_jp_ho: 次のコメント
pt_br: Próximos Comentários
ru_ru_xo: Следующие Комментарии

source: Les commentaires sont fermés
cs_cz_ml: Komentáře jsou uzavřeny
es_es: Comentarios están cerrados
hu_hu_if: Nincs lehetőség további hozzászóláshoz
ja_jp_ho: コメントは終了しました。
pt_br: Comentários estão fechados
ru_ru_xo: Комментарии закрыты

source: Articles en lien
cs_cz_ml: Související položky
es_es: Artículos relacionados
hu_hu_if: Kapcsolódó cikkek
ja_jp_ho: 関連項目
pt_br: Artigos relacionados
ru_ru_xo: Похожие материалы

source: Laisser une réponse ou un autre recommandation pour cette ville
cs_cz_ml: Napsat odpověď, nebo jiná doporučení pro toto město
es_es: Contribuye una respuesta o una nueva recomendación para esta ciudad
hu_hu_if: Mondja el véleményét, vagy javaslatát ezzel a várossal kapcsolatban
ja_jp_ho: この都市の通信やその他の推薦を残してください。
pt_br: Deixar uma resposta ou outra recomendação para esta cidade
ru_ru_xo: Написать ответ или другие рекомендации по этому городу

source: Annuler la réponse
cs_cz_ml: Zrušit odpověď
es_es: Anular la respuesta
hu_hu_if: Válasz törlése
ja_jp_ho: 返事の取り消し
pt_br: Cancelar resposta
ru_ru_xo: Отменить ответ

source: Vous devez
cs_cz_ml: Musíte
es_es: Usted
hu_hu_if: Önnek kell
ja_jp_ho: ければならない
pt_br: Você deve
ru_ru_xo: Вы должны

source: vous connecter
cs_cz_ml: Přihlásit
es_es: ingrese
hu_hu_if: Bejelentkezés
ja_jp_ho: ログインします
pt_br: se cadastrar
ru_ru_xo: логин

source: pour publier un commentaire.
cs_cz_ml: abyste mohli psát komentář.
es_es: para publicar un comentario.
hu_hu_if: Hozzászólás
ja_jp_ho: コメントを投稿する。
pt_br: para postar um comentário.
ru_ru_xo: оставить комментарий.

source: Votre Nom
cs_cz_ml: Vaše jméno
es_es: Su nombre
hu_hu_if: Az Ön neve
ja_jp_ho: あなたのお名前
pt_br: Seu nome
ru_ru_xo: Ваше имя

source: Connecté entant que
cs_cz_ml: Přihlášen
es_es: Identificado
hu_hu_if: Bejelentkezett mint
ja_jp_ho: ログインしてください。
pt_br: Cadastrado como
ru_ru_xo: Зарегистрирован как

source: Se déconnecter
cs_cz_ml: Odhlásit
es_es: Desconectarse
hu_hu_if: Kijelentkezés
ja_jp_ho: ログアウトする
pt_br: Desconectar
ru_ru_xo: Выйти

source: Nom
cs_cz_ml: Jméno
es_es: Nombre
hu_hu_if: Név
ja_jp_ho: 名
pt_br: Nome
ru_ru_xo: Имя

source: (requis)
cs_cz_ml: (Vyžadováno)
es_es: (Obligatorio)
hu_hu_if: (Szükséges)
ja_jp_ho: （必須）
pt_br: (Obrigatório)
ru_ru_xo: (обязательно)

source: Email (ne sera pas publé)
cs_cz_ml: Email (nebude zveřejněn)
es_es: Correo electrónico (no será publicado)
hu_hu_if: E-mail (nem lesz közzétéve)
ja_jp_ho: 電子メール（公開されません）
pt_br: Email (não será publicado)
ru_ru_xo: Email (не публикуется)

source: Site Web
cs_cz_ml: Webové stránky
es_es: Página Web
hu_hu_if: Honlap
ja_jp_ho: ウェブサイト
pt_br: Site
ru_ru_xo: Веб-сайт

source: Veuillez noter: la modération est active et ralentira la publication de votre commentaire. Nul besoin de soumettre à nouveau votre commentaire.
cs_cz_ml: Pozor prosím: ukládaní vašeho komentáře je pomalé. Není potřeba znovu zadávat váš komentář.
es_es: Por favor notar: moderacion activa, va a tomar tiempo publicar su comentario. No necesita re-enviar su comentario.
hu_hu_if: Kérjük, vegye figyelembe: időre van szükségünk a közzétételre. Nincs szükség arra, hogy újra elküldje véleményét.
ja_jp_ho: ご注意：モデレートがアクティブで、あなたのコメントの公開が遅れています。あなたのコメントを再送信する必要はありません。
pt_br: Atenção: A moderação está ativa e pode retardar a publicação de seu comentário. Não há necessidade de reenviar seu comentário.
ru_ru_xo: Обратите внимание: после проверки Ваших комментариев, они будут опубликованы на сайте. Нет необходимости повторно оставлять свои комментарии.

source: Soumettre
cs_cz_ml: Odeslat
es_es: Proceda
hu_hu_if: Benyújtás
ja_jp_ho: 送信
pt_br: Submeter
ru_ru_xo: Подтвердить

source: Email
ja_jp_ho: Eメール

source: Sujet
cs_cz_ml: Předmět
es_es: Tema
hu_hu_if: Tárgy
ja_jp_ho: 件名
pt_br: Assunto
ru_ru_xo: Тема

source: Numéro de réservation
cs_cz_ml: Číslo rezervace
es_es: Número de reserva
hu_hu_if: Foglalás száma
ja_jp_ho: 予約番号
pt_br: Número de Reserva
ru_ru_xo: Номер брони

source: Message
cs_cz_ml: Zpráva
es_es: Mensaje
hu_hu_if: Üzenet
ja_jp_ho: メッセージ
pt_br: Mensagem
ru_ru_xo: Сообщение

source: Sécurité: combien font 7 plus 2?
cs_cz_ml: Bezpečnostní otázka: kolik je 7 plus 2?
es_es: Filtro de Seguridad: Por favor responda ¿cuánto es 7 más 2?
hu_hu_if: Biztonság: mennyi 7 + 2?
ja_jp_ho: セキュリティ：7たす２はいくつ？
pt_br: Segurança: quanto é 7 + 2?
ru_ru_xo: Проверка безопасности: сколько будет 7 плюс 2?

source: Submit
cs_cz_ml: Předložit
es_es: Presentar
hu_hu_if: Benyújtás
ja_jp_ho: 送信
pt_br: Submeter
ru_ru_xo: Подтвердить

source: Merci pour votre commentaire. Nous vous répondrons d'ici peu.
cs_cz_ml: Děkujeme Vám za Váš komentář. Budeme reagovat brzy.
es_es: Le agradecemos por sus comentarios. Le responderemos a la brevedad posible.
hu_hu_if: Köszönjük hozzászólását. Hamarosan válaszolunk.
ja_jp_ho: コメントをいただき、ありがとうございます。すぐに応答します。
pt_br: Obrigado pelo seu comentário. Responderemos em breve.
ru_ru_xo: Спасибо за ваш комментарий. Мы постараемся ответить в ближайшее время.

source: Veuillez remplir les champs requis correctement.
cs_cz_ml: Prosím vyplňte správně požadované údaje .
es_es: Por favor, llene los campos obligatorios correctamente.
hu_hu_if: Kérjük, töltse ki a szükséges mezőket helyesen.
ja_jp_ho: 必須フィールドにご記入ください。
pt_br: Por favor, preencha os campos obrigatórios corretamente.
ru_ru_xo: Пожалуйста, правильно заполните обязательные поля.

source: Trouver une auberge
cs_cz_ml: Najít hostel
es_es: Encontrar un hostal
hu_hu_if: Keressen szálláshelyet
ja_jp_ho: ホステル探し
pt_br: Encontre um albergue
ru_ru_xo: Поиск проживания

source: View Full Site
cs_cz_ml: Náhled na celou stránku
es_es: Ver la página web completa
hu_hu_if: Mutasd a teljes oldalt
ja_jp_ho: フルのサイトをご覧ください
pt_br: Ver site integral
ru_ru_xo: Посмотреть полную версию

source: About us
cs_cz_ml: O nás
es_es: Acerca de nosotros
hu_hu_if: Rólunk
ja_jp_ho: 私達について
pt_br: Sobre nós
ru_ru_xo: О нас

source: Aide / FAQ / Nous Joindre
cs_cz_ml: Nápověda / časté otázky / Kontakt
es_es: Ayuda / FAQ Preguntas frecuentes / Consultas
hu_hu_if: Segítség / GYIK / Kapcsolat
ja_jp_ho: よくある質問/お問い合わせ/ヘルプ
pt_br: Ajuda / FAQ / Quem somos
ru_ru_xo: Помощь / Вопросы / Контакты

source: Confidentialité
cs_cz_ml: Ochrana dat
es_es: Confidencialidad
hu_hu_if: Adatvédelem
ja_jp_ho: 機密性
pt_br: Confidencialidade
ru_ru_xo: Соглашение о Конфиденциальности

source: Conditions
cs_cz_ml: Podmínky
es_es: Condiciones
hu_hu_if: Feltételek
ja_jp_ho: 規約
pt_br: Condições
ru_ru_xo: Условия

source: Destinations Populaires
cs_cz_ml: Nejlepší nabídky
es_es: Las mejores ofertas
hu_hu_if: A legjobb ajánlatok
ja_jp_ho: 人気のある行き先
pt_br: Melhores ofertas
ru_ru_xo: Лучшие предложения

source: Londres
cs_cz_ml: Londýn
hu_hu_if: London
ja_jp_ho: ロンドン
ru_ru_xo: Лондон

source: England/London
es_es: Inglaterra/Londres
hu_hu_if: Anglia / London
ja_jp_ho: ロンドン/イギリス
pt_br: Inglaterra/Londres
ru_ru_xo: Англия/Лондон

source: Rome
cs_cz_ml: Řím
es_es: Roma
hu_hu_if: Róma
ja_jp_ho: ローマ
pt_br: Roma
ru_ru_xo: Рим

source: Italy/Rome
cs_cz_ml: Itálie/Řím
es_es: Italia/Roma
hu_hu_if: Olaszország / Róma
ja_jp_ho: ローマ/イタリア
pt_br: Itália/Roma
ru_ru_xo: Италия/Рим

source: Barcelone
cs_cz_ml: Barcelona
es_es: Barcelona
hu_hu_if: Barcelona
ja_jp_ho: バルセロナ
pt_br: Barcelona
ru_ru_xo: Барселона

source: Spain/Barcelona
cs_cz_ml: Španělsko/Barcelona
es_es: España/Barcelona
hu_hu_if: Spanyolország / Barcelona
ja_jp_ho: スペイン/バルセロナ
pt_br: Espanha/Barcelona
ru_ru_xo: Испания/Барселона

source: Paris
cs_cz_ml: Paříž
es_es: París
hu_hu_if: Párizs
ja_jp_ho: パリ
ru_ru_xo: Париж

source: France/Paris
cs_cz_ml: Francie/Paříž
es_es: Francia/París
hu_hu_if: Franciaország/Párizs
ja_jp_ho: パリ／フランス
pt_br: França/Paris
ru_ru_xo: Франция/Париж

source: Amsterdam
cs_cz_ml: Amsterodam
hu_hu_if: Amszterdam
ja_jp_ho: アムステルダム
pt_br: Amsterdã
ru_ru_xo: Амстердам

source: Netherlands/Amsterdam/
cs_cz_ml: Nizozemsko/Amsterodam/
es_es: Países Bajos/Amsterdam/
hu_hu_if: Hollandia / Amszterdam /
ja_jp_ho: アムステルダム/オランダ
pt_br: Holanda/Amsterdã
ru_ru_xo: Нидерланды/Амстердам/

source: Dublin
es_es: Dublín
ja_jp_ho: ダブリン
ru_ru_xo: Дублин

source: Ireland/Dublin
cs_cz_ml: Irsko/Dublin
es_es: Irlanda/Dublín
hu_hu_if: Írország / Dublin
ja_jp_ho: ダブリン／アイルランド
pt_br: Irlanda/Dublin
ru_ru_xo: Ирландия/Дублин

source: Madrid
ja_jp_ho: マドリッド
pt_br: Madri
ru_ru_xo: Мадрид

source: Spain/Madrid
cs_cz_ml: Španělsko/Madrid
es_es: España/Madrid
hu_hu_if: Spanyolország / Madrid
ja_jp_ho: スペイン/マドリッド
pt_br: Espanha/Madri
ru_ru_xo: Испания/Мадрид

source: Prague
cs_cz_ml: Praha
es_es: Praga
hu_hu_if: Prága
ja_jp_ho: プラハ
pt_br: Praga
ru_ru_xo: Прага

source: Czech%20Republic/Prague/
cs_cz_ml: Hledat/Česká % 20 Republika/Praha/
es_es: República Checa/Praga/
hu_hu_if: Cseh Republic / Prága
ja_jp_ho: プラハ／チェコ％２０共和国
pt_br: República Tcheca/Praga
ru_ru_xo: Чешская Республика/Прага/

source: Berlin
cs_cz_ml: Berlín
es_es: Berlín
ja_jp_ho: ベルリン
pt_br: Berlim
ru_ru_xo: Берлин

source: Germany/Berlin
cs_cz_ml: Německo/Berlín
es_es: Alemania/Berlin
hu_hu_if: Németország / Berlin
ja_jp_ho: ベルリン／ドイツ
pt_br: Alemanha/Berlim
ru_ru_xo: Германия/Берлин

source: Venise
cs_cz_ml: Benátky
es_es: Venecia
hu_hu_if: Velence
ja_jp_ho: ヴェネツィア
pt_br: Veneza
ru_ru_xo: Венеция

source: Italy/Venice
cs_cz_ml: Itálie/Benátky
es_es: Italia/Venecia
hu_hu_if: Olaszország / Velence
ja_jp_ho: イタリア/ヴェネツィア
pt_br: Itália/Veneza
ru_ru_xo: Италия/Венеция

source: Florence
cs_cz_ml: Florencie
es_es: Florencia
hu_hu_if: Firenze
ja_jp_ho: フィレンツェ
pt_br: Florença
ru_ru_xo: Флоренция

source: Italy/Florence
cs_cz_ml: Itálie/Florencie
es_es: Italia/Florencia
hu_hu_if: Olaszország / Firenze
ja_jp_ho: フィレンツェ／イタリア
pt_br: Itália/Florença
ru_ru_xo: Италия/Флоренция

source: Vienne
cs_cz_ml: Vídeň
es_es: Viena
hu_hu_if: Bécs
ja_jp_ho: ウィーン
pt_br: Viena
ru_ru_xo: Вена

source: Austria/Vienna
cs_cz_ml: Rakousko/Vídeň
es_es: Austria/Viena
hu_hu_if: Ausztria / Bécs
ja_jp_ho: オーストリア/ウィーン
pt_br: Áustria/Viena
ru_ru_xo: Австрия/Вена

source: Budapest
cs_cz_ml: Budapešť
ja_jp_ho: ブダペスト
pt_br: Budapeste
ru_ru_xo: Будапешт

source: Hungary/Budapest
cs_cz_ml: Maďarsko/Budapešť
es_es: Hungría/Budapest
hu_hu_if: Magyarország / Budapest
ja_jp_ho: ブダペスト／ハンガリー
pt_br: Hungria/Budapeste
ru_ru_xo: Венгрия/Будапешт

source: New York
es_es: Nueva York
ja_jp_ho: ニューヨーク
pt_br: Nova Iorque
ru_ru_xo: Нью-Йорк

source: USA/New%20York
es_es: EE.UU./Nueva York
hu_hu_if: USA / New York
ja_jp_ho: アメリカ合衆国/ニューヨーク
pt_br: E.U.A./Nova Iorque
ru_ru_xo: США/Нью-Йорк

source: Edimbourg
cs_cz_ml: Edinburgh
es_es: Edimburgo
hu_hu_if: Edinburgh
ja_jp_ho: エディンバラ
pt_br: Edimburgo
ru_ru_xo: Эдинбург

source: Scotland/Edinburgh
cs_cz_ml: Skotsko/Edinburgh
es_es: Escocia/Edimburgo
hu_hu_if: Skócia / Edinburgh
ja_jp_ho: エジンバラス/コットランド
pt_br: Escócia/Edimburgo
ru_ru_xo: Шотландия/Эдинбург

source: Stockholm
es_es: Estocolmo
ja_jp_ho: ストックホルム
pt_br: Estocolmo
ru_ru_xo: Стокгольм

source: Sweden/Stockholm/
cs_cz_ml: Švédsko/Stockholm
es_es: Suecia/Estocolmo
hu_hu_if: Svédország / Stockholm /
ja_jp_ho: ストックホルム/スウェーデン
pt_br: Suécia/Estocolmo
ru_ru_xo: Швеция/Стокгольм/

source: Munich
cs_cz_ml: Mnichov
hu_hu_if: München
ja_jp_ho: ミュンヘン
pt_br: Munique
ru_ru_xo: Мюнхен

source: Germany/Munich
cs_cz_ml: Německo/Mnichov
es_es: Alemania/Munich
hu_hu_if: Németország / München
ja_jp_ho: ミュンヘン/ドイツ
pt_br: Alemanha/Munique
ru_ru_xo: Германия/Мюнхен

source: Nice
es_es: Niza
hu_hu_if: Nizza
ja_jp_ho: ニース
ru_ru_xo: Ницца

source: France/Nice
cs_cz_ml: Francie/Nice
es_es: Francia/Nice
hu_hu_if: Franciaország / Nizza
ja_jp_ho: フランス/ニース
pt_br: França/Nice
ru_ru_xo: Франция/Ницца

source: Athenes
cs_cz_ml: Athény
es_es: Atenas
hu_hu_if: Athén
ja_jp_ho: アテネ
pt_br: Atenas
ru_ru_xo: Афины

source: Greece/Athens
cs_cz_ml: Řecko/Athény
es_es: Grecia/Atenas
hu_hu_if: Görögország / Athén
ja_jp_ho: アテネ/ギリシャ
pt_br: Grécia/Atenas
ru_ru_xo: Греция/Афины

source: Valence
cs_cz_ml: Mocenství
es_es: Valencia
ja_jp_ho: バレンス
pt_br: Valência
ru_ru_xo: Валенсия

source: italy/milan
cs_cz_ml: Itálie/Milán
es_es: Italia/Milán
hu_hu_if: Olaszország / Milánó
ja_jp_ho: イタリア/ミラノ
pt_br: Itália/Milão
ru_ru_xo: Италия/Милан

source: Milan
cs_cz_ml: Milán
es_es: Milán
hu_hu_if: Milanó
ja_jp_ho: ミラノ
pt_br: Milão
ru_ru_xo: Милан

source: Grenade
cs_cz_ml: Grenada
es_es: Granada
ja_jp_ho: グラナダ
pt_br: Granada
ru_ru_xo: Гренада

source: portugual/lisbon
cs_cz_ml: Portugualsko/Lisabon
es_es: Portugual/lisboa
hu_hu_if: Portugual / Lisszabon
ja_jp_ho: リスボン/ポルトガル
pt_br: Portugal/Lisboa
ru_ru_xo: Португалия/Лиссабон

source: Lisbonne
cs_cz_ml: Lisabon
es_es: Lisboa
hu_hu_if: Lisszabon
ja_jp_ho: リスボン
pt_br: Lisboa
ru_ru_xo: Лиссабон

source: Belgium/Brussels/
cs_cz_ml: Belgie/Brusel/
es_es: Bélgica/Bruselas
hu_hu_if: Belgium / Brüsszel /
ja_jp_ho: リュッセル/ベルギー
pt_br: Bélgica/Bruxelas
ru_ru_xo: Бельгия/Брюссель/

source: Bruxelles
cs_cz_ml: Brusel
es_es: Bruselas
hu_hu_if: Brüsszel
ja_jp_ho: ブリュッセル
pt_br: Bruxelas
ru_ru_xo: Брюссель

source: Navigation
cs_cz_ml: Navigace
es_es: Navegación
hu_hu_if: Navigáció
ja_jp_ho: ナビゲーション
pt_br: Navegação
ru_ru_xo: Навигация

source: Accueil
cs_cz_ml: Vítejte
es_es: Nueva búsqueda
hu_hu_if: Főoldal
ja_jp_ho: ホームページ
pt_br: Página Inicial
ru_ru_xo: Главная

source: Guides
cs_cz_ml: Průvodce
es_es: Referencias
hu_hu_if: Útmutatók
ja_jp_ho: ガイド
pt_br: Guias
ru_ru_xo: Путеводители

source: Événements
cs_cz_ml: Události
es_es: Eventos
hu_hu_if: Események
ja_jp_ho: イベント
pt_br: Eventos
ru_ru_xo: События

source: Information
cs_cz_ml: Informace
es_es: Información
hu_hu_if: Információ
ja_jp_ho: 情報
pt_br: Informações
ru_ru_xo: Информация

source: Vous recherchez une <strong>auberge</strong>, une <strong>auberge de jeunesse</strong>, un <strong>appartement</strong>, un <strong>Bed And Breakfast B&B</strong>, une<strong> pension</strong>, une <strong>chambre d’hôtes</strong>, une <strong>Hostel</strong> ? <strong>AubergesDeJeunesse.com</strong> est le site en ligne n°1 en France, Belgique, Suisse et Canada pour tous les logements à bas prix dernière minute. AubergesDeJeunesse.com propose la réservation dernière minute de chambres et logements à bas prix dans des villes comme <strong>Paris</strong> en France, <strong>Londres</strong> en Angleterre, <strong>Barcelone </strong>en Espagne, <strong>New York</strong> aux Etats-Unis, <strong>Rome</strong> en Italie, <strong>Amsterdam</strong> en Hollande, <strong>Dublin</strong> en Irlande, <strong>Madrid</strong> en Espagne, <strong>Prague</strong> en République tchèque ….Préparez votre voyage en toute simplicité, nous proposons également des informations de dernières minutes, des guides et commentaires.
cs_cz_ml: Ubytovna, levný hotel,apártmán, penzión nebo ubytování ze snídaní B&B? MladeznickeUbytovny.com je číslo 1 pro online rezervace v České Republice, Německu, Itálii, Francii pro všechny hostely. MladeznickeUbytovny.com nabízí last minute rezervace pokojů a levného bydlení ve městech jako <strong>Paříž</strong> ve Francii, v <strong>Londýně, Anglie, Barcelona,</strong> Španělsko, <strong>New York</strong> Spojené státy americké, <strong>Řím,</strong> Itálie, Nizozemsko v <strong>Amsterdamu, Dublin,</strong> Irsko <strong>Madrid,</strong> Španělsko, <strong>Praha</strong> Česká republika. ...
es_es: <strong>© 1997 - 2013 - Hostales.com - Derechos Reservados - Rambla de Catalunya, 38, 8ª planta - 08007 Barcelona - España. </strong> Hostales.com es el portal de Internet N º 1 en España, Perú, Argentina, Chile, Brasil, Ecuador, Venezuela, Panama, Mejico, Bolivia, Paraguay y todos los paises hispánicos para todas las organizaciones que ofrecen alojamiento de bajo costo. Hostales.com ofrece reservas de última hora a muy bajo costo y alojamientos en ciudades como París, Francia, Londres, Inglaterra, Barcelona, España, Nueva York, Estados Unidos, Roma, Italia, Países Bajos, Amsterdam, Dublín, Madrid, España, República Checa, Praga … Organice su viaje con facilidad - nosotros le ofrecemos información de última hora, guías y opiniones.
hu_hu_if: Olcsó hotelt, ifjúsági szállást, apartment, B & B-t, turistaszállót, vendégházat, keres? A IfjusagiSzallasok.com a legjobb online szállást foglaló oldalol a következő országokban Magyarország, Németország, Olaszország, Anglia, Franciaország, Svájc. IfjusagiSzallasok.com olcsó szállás foglalását biztositja az utolsó pillanatban is , városokban, mint Párizs, London, Barcelona, New York, Róma, Amszterdam, Dublin, Madrid, Prága,... Segitséget nyujtunk gyors információkkal, útmutatókkal és szállás értékelésekkel .
ja_jp_ho: ホステル、ユースホステル、アパート、ベッド＆ブレックファースト、ペンション、ゲストハウス、お探しですか？ Hostels.jpはの日本とヨーロッパにあるすべての低コスト住宅を最新更新で探せる＃１のサイトです。 Hostels.jpはパリ、イギリスのロンドン、スペインのバルセロナ、 ニューヨーク、ローマ、オランダのアムステルダム、 ダブリン、マドリッドなど都市中で低コスト住宅の最新情報の予約を提供しています。スペイン、チェコ共和国.のプラハへの旅行計画のために私たちはガイドやレビューの最新情報を提供しあなたの旅が簡単になるよう準備しています。
pt_br: Procurando um <strong>albergue,</strong> uma <strong>pousada,</strong> um <strong>apartamento,</strong> um <strong>Bed & Breakfast B & B,</strong> cama <strong>e café da manhã,</strong> um <strong>Hostel? AlberguesDaJuventude.com</strong> é o site on-line N º 1 em Brasil, Portugal, E.U.A., França, Bélgica, Suíça e Canadá para todas as casas de baixo custo de última hora. AlberguesDaJuventude.com oferece reservas de última hora de apartamentos e moradias de baixo custo em cidades como <strong>Paris</strong> na França, Inglaterra, <strong>Londres, Barcelona, Espanha, Nova Iorque,</strong> Estados <strong>Unidos,</strong> em <strong>Roma,</strong> Itália, Holanda, em <strong>Amesterdã, Dublin,</strong> Irlanda <strong>Madrid, Espanha, Praga,</strong> na República Checa. ... Prepare a sua viagem com facilidade, nós também fornecemos informações de última hora, guias e opiniões.
ru_ru_xo: Ищите хостелы, квартиру, комнату, комнату и завтрак, или гостевой дом? хостелы.рф № 1 это поисковая система для бронирования проживания в России, Германии, Франции, Италии, Испании, Чехословакии. хостелы.рф предлагает бронирование комнаты в хостелах и местах недорогого проживания в последнюю минуту и по самой низкой цене в таких городах, как Париже во Франции, Лондонe в Англии, Барселонe в Испании, Нью-Йоркe в Соединенных Штатах Америки, Римe в Италии, Амстердамe в Нидерландах, Дублинe в Ирландии, Мадридe в Испании, и Прагe в Чехии... Очень простое планирование поездки, мы также предоставляем информацию о бронировании в последнюю минуту, путеводители и обзоры по лучшим хостелам.

source: Ville
cs_cz_ml: Město
es_es: Ciudad
hu_hu_if: Város
ja_jp_ho: 市
pt_br: Cidade
ru_ru_xo: Город

source: pays
cs_cz_ml: země
es_es: país
hu_hu_if: ország
ja_jp_ho: 国
pt_br: país
ru_ru_xo: страна

source: Pays
cs_cz_ml: Země
es_es: País
hu_hu_if: Ország
ja_jp_ho: 国
pt_br: País
ru_ru_xo: Страна

source: attraits
cs_cz_ml: přívěsky
es_es: atracciones
hu_hu_if: varázsa
ja_jp_ho: 魅力
pt_br: atrações
ru_ru_xo: достопримечательности

source: Attraits
cs_cz_ml: Přívěsky
es_es: Atracciones
hu_hu_if: Varázsa
ja_jp_ho: 魅力
pt_br: Atrações
ru_ru_xo: Достопримечательности

source: date_evenements
cs_cz_ml: akce
es_es: datos de eventos
hu_hu_if: datum_esemény
ja_jp_ho: あなたのコメントは承認の待機中
pt_br: data_eventos
ru_ru_xo: дата_события

source: Date Événements
cs_cz_ml: Datum akce
es_es: Fechas de Eventos
hu_hu_if: Dátum Esemény
ja_jp_ho: イヴェント日付け
pt_br: Data dos Eventos
ru_ru_xo: Дата события

source: Lire la suite
cs_cz_ml: Číst
es_es: Más
hu_hu_if: Olvas
ja_jp_ho: 続きを読む
pt_br: Leia mais
ru_ru_xo: Подробнее
