Repository: takin/Hotelbooking
Catalog: languages/wp/*.po
Languages: cs_cz_ml, es_es, hu_hu_if, ja_jp_ho, pt_br, ru_ru_xo

source: Please make sure you have included the country code in your phone number above
cs_cz_ml: Prosím uveďte kód vaší země při zadávání vašeho telefonního čísla výše.
es_es: Por favor asegurese de haber incluído arriba el código del país con su teléfono
ja_jp_ho: 上記の電話番号に国番号を含めたことを確認してください
ru_ru_xo: Пожалуйста, укажите код страны и указанном выше номере

source: Mobile version
cs_cz_ml: Mobilní rezervace.
es_es: Versión para móviles
hu_hu_if: Mobil változat
ja_jp_ho: モバイルバージョン
pt_br: Versão para celular
ru_ru_xo: Версия для мобильного телефона

source: Reservation
cs_cz_ml: Rezervace
es_es: Reserva
hu_hu_if: Foglalás
ja_jp_ho: 予約
pt_br: Reserva
ru_ru_xo: Бронь

source: Message to Parents
cs_cz_ml: Zpráva pro rodiče.
es_es: Mensaje a los Padres
hu_hu_if: Üzenet a szülőknek
ja_jp_ho: 親へのメッセージ
pt_br: Mensagem aos Pais
ru_ru_xo: Сообщение для родителей

source: Why booking with us ?
cs_cz_ml: Proč rezervovat právě s námi?
es_es: ¿Por qué reservar con nosotros?
hu_hu_if: Miért foglalj velünk?
ja_jp_ho: なぜ笑われに予約するのか？
pt_br: Por que reservar conosco?
ru_ru_xo: В чем преимущество бронирования через нас ?

source: Booking Guarantee
cs_cz_ml: Garantování rezervace
es_es: Garantia de la reserva
hu_hu_if: Foglalási garancia
ja_jp_ho: 予約保障
pt_br: Garantia de Reservas
ru_ru_xo: Гарантия брони

source: No Fees
cs_cz_ml: Bez poplatků
es_es: Sin cargo
hu_hu_if: Díjtalan
ja_jp_ho: 料金はなしです
pt_br: Nenhuma taxa
ru_ru_xo: Без оплаты

source: Youth Hostel
cs_cz_ml: Mládežnická ubytovna
es_es: Albergue Juvenil
hu_hu_if: Ifjúsági Szállás
ja_jp_ho: ユースホステル
pt_br: Albergue da Juventude
ru_ru_xo: Хостел для молодежи

source: Hostel
cs_cz_ml: Ubytovna
es_es: Hostales
hu_hu_if: Ifjúsági Szállás
ja_jp_ho: ホステル
ru_ru_xo: Хостел

source: Cheap Hotel
cs_cz_ml: Levný hotel
es_es: Hostal barato
hu_hu_if: Olcsó hotel
ja_jp_ho: 格安のホステル
pt_br: Hotel barato
ru_ru_xo: Дешевая гостиница

source: Appartment
cs_cz_ml: Apártment
es_es: Apartamento
hu_hu_if: Apartman
ja_jp_ho: アパート
pt_br: Apartamento
ru_ru_xo: Квартира

source: Guesthouse - B&B
cs_cz_ml: Dům pro hosty B&B
es_es: Pensión
hu_hu_if: Vendégház - Ágy és reggeli
ja_jp_ho: ゲストハウス - B&B
ru_ru_xo: Гостевой дом - Завтрак и Комната

source: Best Offers
cs_cz_ml: Nejlepší nabídky
es_es: Las mejores ofertas
hu_hu_if: A legjobb ajánlatok
ja_jp_ho: ベストオファー
pt_br: Melhores ofertas
ru_ru_xo: Лучшие предложения

source: Prix par nuit par personne, à partir de :
cs_cz_ml: Cena za noc za osobu od:
es_es: Precio por noche por persona desde:
ja_jp_ho: 一人あたり1泊の料金：
pt_br: Preço por noite por pessoa desde:
ru_ru_xo: Цена в сутки на одного человека от:

source: Europe
cs_cz_ml: Evropa
es_es: Europa
hu_hu_if: Európa
ja_jp_ho: ヨーロッパ
pt_br: Europa
ru_ru_xo: Европа

source: Amérique du Nord
cs_cz_ml: Severní Amerika
es_es: Norte América
hu_hu_if: Észak-Amerika
ja_jp_ho: 北アメリカ
pt_br: América do Norte
ru_ru_xo: Северная Америка

source: Amérique du Sud
cs_cz_ml: Jižní Amerika
es_es: Sud América
hu_hu_if: Dél-Amerika
ja_jp_ho: 南アメリカ
pt_br: América do Sul
ru_ru_xo: Южная Америка

source: Asie
es_es: Asia
hu_hu_if: Ázsia
ja_jp_ho: アジア
pt_br: Ásia
ru_ru_xo: Азия

source: Océanie
cs_cz_ml: Oceánie
es_es: Oceanía
hu_hu_if: Óceánia
ja_jp_ho: オセアニア
pt_br: Oceania
ru_ru_xo: Океания

source: Map Search
cs_cz_ml: Hledání na mapě
es_es: Buscar Mapa
hu_hu_if: Térkép keresés
ja_jp_ho: 地図検索
pt_br: Buscar no mapa
ru_ru_xo: Поиск по карте

source: AubergesDeJeunesse.com
cs_cz_ml: MladeznickeUbytovny.com
es_es: Hostales.com
hu_hu_if: IfjusagiSzallasok.com
ja_jp_ho: Hostels.jp
pt_br: AlberguesDaJuventude.com
ru_ru_xo: хостелы.рф

source: est réglementé par l'Union Européenne.
cs_cz_ml: se řídí Evropskou unií.
es_es: auspicia las labores humanitarias de UNICEF.
hu_hu_if: Szabályozza az Európai Unió.
ja_jp_ho: 欧州連合によって制御されてます。
pt_br: patrocina a UNICEF.
ru_ru_xo: спонсирует гуманитарную работу ЮНИСЕФ.

source: 100%% sécurisé.
cs_cz_ml: 100%% bezpečný.
es_es: 100%% seguro.
hu_hu_if: 100%%-os biztonság.
ja_jp_ho: 100%% 安全です。
pt_br: 100%% seguro.
ru_ru_xo: 100%% гарантия безопасности.

source: Paiements sécurisés et encryptés pour votre sécurité.
cs_cz_ml: Platby zabezpečené a šifrované pro vaši bezpečnost.
es_es: Pagos seguros y encriptados para su seguridad.
hu_hu_if: A befizetések biztonságosak és kódoltak.
ja_jp_ho: 暗号化されてれていて安全なお支払い。
pt_br: Pagamentos seguros e criptografados para sua segurança.
ru_ru_xo: Платежи гарантируются и кодируются для вашей безопасности.

source: Seulement 10% pour garantir votre réservation.
cs_cz_ml: Pouze 10% na zajištění vaší rezervace.
es_es: Sólo el 10% para garantizar su reserva.
hu_hu_if: Csak 10% a lefoglalásért.
ja_jp_ho: すべての年齢層のため：年齢制限なし
pt_br: Apenas 10% para garantir sua reserva.
ru_ru_xo: Только 10% для обеспечения брони.

source: Un service clientèle de qualité disponible
cs_cz_ml: Kvalitní služby zákazníkům k dispozici
es_es: Hay un servicio de calidad al cliente disponible
hu_hu_if: A minőségi ügyfélszolgálat áll rendelkezésre
ja_jp_ho: 質の高い顧客サービスをご利用いただけます
pt_br: Um atendimento de qualidade disponível
ru_ru_xo: Доступна качественная система обслуживания клиентов

source: 24h/24, 7j/7
ja_jp_ho: 週7日／24時間営業
pt_br: 24h/dia, 7d/semana

source: prêt à vous guider à tout moment.
cs_cz_ml: Jsme připraveni kdykoliv.
es_es: preparado para guiarle en todo momento.
hu_hu_if: Kész az Őn segitségére.
ja_jp_ho: いつでもあなたを案内する準備ができています。
pt_br: pronto para ajudar-lhe em qualquer momento.
ru_ru_xo: готовы направить вас в любое время.

source: Pour tous les ages: ni maximum ni minimum.
cs_cz_ml: Pro všechny věkové kategorie bez omezení
es_es: Para todas las edades: no hay máximo o mínimo.
hu_hu_if: Minden korosztály számára: nincs öreg vagy fiatal.
ja_jp_ho: すべての年齢層のため：年齢制限なし
pt_br: Para todas as idades: sem limites máximos ou mínimos.
ru_ru_xo: Для всех возрастов: нет максимума или минимума.

source: Pas besoin de carte de membre pour recevoir les meilleurs prix du Net.
cs_cz_ml: Není potřeba žádná členská karta, aby jste získaly nejlepší ceny na internetu.
es_es: No hay necesidad de una tarjeta de membresía para recibir los mejores precios en la red.
hu_hu_if: Nincs szüksége tagsági kártyára a legjobb árakért.
ja_jp_ho: 会員カードの必要はありません。ネット上で最善の価格を受信できます。
pt_br: Não necessita cartão de membro para receber os melhores preços na rede.
ru_ru_xo: Нет необходимости иметь членскую карту, чтобы получить лучшие цены на интернете.

source: Yasmine M, Rio De Janeiro
es_es: M Yasmine, Río de Janeiro
ja_jp_ho: リオデジャネイロのヤスミン M
ru_ru_xo: Ясмин М, Рио-де-Жанейро

source: Merci pour votre aide.
cs_cz_ml: Děkujeme Vám
es_es: Gracias
hu_hu_if: Köszönjük
ja_jp_ho: ありがとう
pt_br: Obrigado pela vossa ajuda.
ru_ru_xo: Спасибо

source: Diego R, Mexico
cs_cz_ml: R Diego, Mexiko
es_es: Diego R, México
hu_hu_if: R Diego, Mexikó
ja_jp_ho: メキシコのディエゴ、R
pt_br: Diego R, México
ru_ru_xo: Диего Р, Мексика

source: Génial le site. Et les prix sont imbattables. Merci !
cs_cz_ml: Super místo. A ceny jsou bezkonkurenční. Děkuji vám!
es_es: sitio impresionante. Y los precios son inmejorables. ¡Gracias!
hu_hu_if: Nagyszerű oldal. És az árak is verhetetlenek. Köszönöm!
ja_jp_ho: すごいサイトです、そして格安です。
pt_br: Os preços são imbatíveis. Obrigado!
ru_ru_xo: Отличный сайт. Цены самые низкие. Спасибо большое!

source: Lesley F, Boston
es_es: Lesley M, Boston
ja_jp_ho: ボストンのレスリーF
pt_br: Leyley F, Boston
ru_ru_xo: Лесли Ф, Бостон

source: Mes Vacances sont réussies grâce à vous. Les Auberges étaient comme promises.
cs_cz_ml: Moje prázdniny byly úspěšné, díky vám. Ubytovny byly takové, jaké jste slíbili.
es_es: Mis vacaciones son éxito gracias a usted. Los Albergues fueron tal como se prometió.
hu_hu_if: Az üdülés sikeres volt, hála Önöknek. A hostel az igéretnek megfelelő volt.
ja_jp_ho: 私の休日はあなたのおかげです。ユースホステルは、約束通りだった。
pt_br: As minhas férias foram ótimas graças a vocês. Os albergues foram como esperávamos.
ru_ru_xo: Мои каникулы пролетели отлично благодаря вам! Описания проживания в точности соответствует тому, что описано на сайте.

source: Jérome H, Marseille
cs_cz_ml: Jerome H, Marseille
es_es: Jerome H, Marsella
hu_hu_if: Jerome H, Marseille-ben
ja_jp_ho: マルセイユのジェローム H、
pt_br: Jerome H, Marselha
ru_ru_xo: Джером Х, Марсель

source: Notre école a réservé pour 35 personnes sur votre site et pas de surprise. Parfait !!!
cs_cz_ml: Udělali jsme rezervaci pro 35 lidí na vašich stránkách a žádné nemilé překvapení. Perfektní!
es_es: Nuestra escuela tiene reservado para 35 personas en su sitio y sin sorpresas. ¡Perfecto!
hu_hu_if: Iskolánk 35 személynek foglalt online, minden meglepetés nélkül. Tökéletes!
ja_jp_ho: 私たちの学校は35人の予約しました。驚く事なかれパーフェクト！
pt_br: Nossa escola reservou para um grupo 35 pessoas e tudo aconteceu sem surpresa, como esperávamos. Perfeito!
ru_ru_xo: Наша школа забронировала с вашего сайта проживание на 35 человек и не возникло никаких неожиданностей. Все прошло просто отлично!

source: Jérome H, Marseille
cs_cz_ml: Jerome H, Marseille
es_es: Jerome H, Marsella
hu_hu_if: Jerome H, Marseille-ben
ja_jp_ho: マルセイユのジェローム H、
pt_br: Jerome H, Marselha
ru_ru_xo: Джером Х, Марсель

source: Carmen J, Lima
ja_jp_ho: リマのカルメン J
ru_ru_xo: Кармен Дж, Лима

source: Choix, prix, sécurité, confirmation. Rien a dire : site super !
cs_cz_ml: Skvělý výběr, cena, bezpečnost, možnost volby. Není co dodat: Skvělý stránky!
es_es: Selección, precio, seguridad, confirmación... Nada más que decir: gran sitio!
hu_hu_if: Nagy választék, jó árak, biztonságos foglalás. Nincs mást mondani: nagyszerű oldal!
ja_jp_ho: 選択、料金、安全性の確認 すべて云うことなし：すばらしいサイトだ！
pt_br: opções, preço, segurança. Nada a dizer: excelente site!
ru_ru_xo: Хороший выбор, цена, безопасность, подтверждение. Супер сайт - больше добавить нечего!

source: Jowar, New Dehli
cs_cz_ml: Jowar, New Delhi
es_es: Jowar, Nueva Delhi
hu_hu_if: Jowar, Új-Delhi
ja_jp_ho: Jowar、ニューデリー
pt_br: Jowar, Nova Deli
ru_ru_xo: Джовар, Нью-Дели

source: Les directions étaient bonnes et les prix des plus bas… Voyage réussie. Encore Merci.
cs_cz_ml: Instrukce byly dobré a ceny super nízké ... úspěšný výlet. Ještě jednou díky.
es_es: La ubicación estuvo buena y los precios lo más bajos... el viaje fue todo con éxito. Gracias de nuevo.
hu_hu_if: Jó útmutatók, és olcsó. Köszönet újra.
ja_jp_ho: 指示はよかった、料金は実際もっと安かった。...良い旅でした。もう一度ありがとう。
pt_br: As indicações foram boas e os preços baixos ... viagem bem-sucedida. Obrigado mais uma vez.
ru_ru_xo: Инструкции были полезными, а цены...супернизкие!. Еще раз спасибо.

source: Olivia S, Londres
cs_cz_ml: Olivia S, Londýn
hu_hu_if: Olivia S, London
ja_jp_ho: ロンドンのオリビア S
ru_ru_xo: Оливия С, Лондон

source: Les cartes et les guides m'ont aidée. Votre site est facile a naviguer.
cs_cz_ml: Mapy a průvodce mi pomohly. Snadná navigace stránek.
es_es: Los mapas y las guías me ayudaron mucho. Su sitio web también es fácil de navegar.
hu_hu_if: A térképek és útmutatók nagy segitségemre voltak. Könnyű navigálni az oldalon.
ja_jp_ho: マップやガイドが助けてくれた。あなたのサイトをナビするには簡単です。
pt_br: Os mapas e guias me ajudaram. Seu site é fácil de navegar.
ru_ru_xo: Мне помогли карты и путеводители. Навигация по сайту очень простая.

source: Michal E, Varsovie
cs_cz_ml: Michal E, Varšava
es_es: Michal E, Varsovia
hu_hu_if: Michal E, Varsó
ja_jp_ho: ワルシャワのミカル E
pt_br: Michal E, Varsóvia
ru_ru_xo: Майкл И, Варшава

source: Ma fiancée et moi ont passe des supers vacances en réservant sur votre site.
cs_cz_ml: Moje snoubenka a já jsme měli skvělou dovolenou diky rezervaci na vašich stránkách.
es_es: Mi novia y yo pasamos unas buenas vacaciones reservando en su sitio.
hu_hu_if: A menyasszonyom és én remek vakáción voltunk mert ezen az oldalon foglaltunk.
ja_jp_ho: あなたのサイトを利用したおがげで私の婚約者と私はすばらしい休日を過ごせました。
pt_br: Minha noiva e eu passamos ótimas férias graças a este site.
ru_ru_xo: Моя невеста и я забронировали свой отпуск с помощью вашего сайта и всё просло отлично. :)

source: Hiroto V, Seoul
cs_cz_ml: Hiroto V, Soul
es_es: V Hiroto, Seúl
hu_hu_if: Hiroto V, Szöul
ja_jp_ho: ソウルのキム ヨン
pt_br: Hiroto V, Seul
ru_ru_xo: Хирото В, Сеул

source: Très content de vos services.
cs_cz_ml: Velmi spokojen s vaší službou.
es_es: Muy satisfecho con sus servicios.
hu_hu_if: Nagyon elégedett vagyok a szolgáltatásokkal.
ja_jp_ho: 非常にサービスに満足しています。
pt_br: Muito satisfeito com seus serviços.
ru_ru_xo: Очень доволен вашими услугами.

source: Ali S, Casablanca
ja_jp_ho: アリ S、カサブランカのアリ S
ru_ru_xo: Али С, Касабланка

source: Les cartes sont indispensables et très pratiques.
cs_cz_ml: Mapy jsou ideální a velmi praktické.
es_es: Los mapas son esenciales y muy prácticos.
hu_hu_if: Térképek alapvetőek és nagyon praktikusak.
ja_jp_ho: マップは、非常に実用的でなくてはならないものとなりました。
pt_br: Os mapas são essenciais e muito práticos.
ru_ru_xo: Карты практичны и очень помогают.

source: france/paris
cs_cz_ml: Francie/Paříž
es_es: Francia/París
hu_hu_if: Franciaország / Parizs
ja_jp_ho: フランス/パリ
pt_br: França/Paris
ru_ru_xo: Франция/Париж

source: england/london
cs_cz_ml: Anglie/Londýn
es_es: Inglaterra/Londres
hu_hu_if: Anglia / London
ja_jp_ho: イングランド/ロンドン
pt_br: Inglaterra/Londres
ru_ru_xo: Англия/Лондон

source: spain/barcelona
cs_cz_ml: Španělsko/Barcelona
es_es: España/Barcelona
hu_hu_if: Spanyolország / Barcelona
ja_jp_ho: スペイン/バルセロナ
pt_br: Espanha/Barcelona
ru_ru_xo: Испания/Барселона

source: Netherlands/Amsterdam
cs_cz_ml: Nizozemsko/Amsterdam
es_es: Países Bajos/Amsterdam
hu_hu_if: Hollandia / Amszterdam
ja_jp_ho: オランダ/アムステルダム
pt_br: Holanda/Amsterdã
ru_ru_xo: Нидерланды/Амстердам

source: Sweden/Stockholm
cs_cz_ml: Švédsko/Stockholm
es_es: Suecia/Estocolmo
hu_hu_if: Svédország / Stockholm
ja_jp_ho: スウェーデン/ストックホルム
pt_br: Suécia/Estocolmo
ru_ru_xo: Швеция/Стокгольм

source: Italy/Milan
cs_cz_ml: Itálie/Milan
es_es: Italia/Milán
hu_hu_if: Olaszország / Milánó
ja_jp_ho: イタリア/ミラノ
pt_br: Itália/Milão
ru_ru_xo: Италия/Милан

source: Portugal/Lisbon
cs_cz_ml: Portugalsko/Lisabon
es_es: Portugal/ Lisboa
hu_hu_if: Portugália / Lisszabon
ja_jp_ho: ポルトガル/リスボン
pt_br: Portugal/Lisboa
ru_ru_xo: Португалия/Лиссабон

source: Belgium/Brussels
cs_cz_ml: Belgie/Brusel
es_es: Bélgica/Bruselas
hu_hu_if: Belgium / Brüsszel
ja_jp_ho: ベルギー/ブリュッセル
pt_br: Bélgica/Bruxelas
ru_ru_xo: Бельгия/Брюссель

source: Nos meilleures offres de vols pour l'Europe
cs_cz_ml: Naše nejlepší nabídky pro lety do Evropy
es_es: Nuestras mejores ofertas de vuelos a Europa
hu_hu_if: Legjobb repülő ajánlatunk Europába
ja_jp_ho: ヨーロッパへのの最善のオファー
pt_br: Nossas melhores ofertas de vôos para a Europa
ru_ru_xo: Наши лучшие предложения - полеты в Европу

source: Nos meilleures offres - Dernière Minute
cs_cz_ml: Naše nejlepší nabídky - Last Minute
es_es: Nuestras mejores ofertas - Última Hora
hu_hu_if: A legjobb ajánlatok - Utolsó pillanatban
ja_jp_ho: 私たちの最善のオファー 最新更新
pt_br: Nossas melhores ofertas - Última Hora
ru_ru_xo: Наши лучшие предложения - в последнюю минуту

source: Athènes
cs_cz_ml: Athény
es_es: Atenas
hu_hu_if: Athén
ja_jp_ho: アテネ
pt_br: Atenas
ru_ru_xo: Афины

source: Ibiza
ja_jp_ho: イビサ
ru_ru_xo: Ибица

source: Porto
es_es: Puerto
hu_hu_if: Kikötő
ja_jp_ho: ポート
ru_ru_xo: Порто

source: Malte
cs_cz_ml: Malta
es_es: Malta
hu_hu_if: Málta
ja_jp_ho: マルタ
pt_br: Malta
ru_ru_xo: Мальта

source: Prix Aller / Retour TTC, à partir de, au départ de PARIS
cs_cz_ml: Cena zpáteční letenky z Paříže
es_es: Precio ida y vuelta incluido,desde PARIS
hu_hu_if: Az ár oda/vissza, adóval, Párizsból
ja_jp_ho: 片道料金／往復はTTC、パリからの出発、パリに向けて出発
pt_br: Preço ida e volta, a partir de, saindo de Paris
ru_ru_xo: Цена туда и обратно включительно, из Парижа

source: À partir de :
cs_cz_ml: Od:
es_es: De:
ru_ru_xo: От:

source: Bienvenue sur
hu_hu_if: Üdvözöljük
pt_br: Bem-vindo à
