Repository: takin/Hotelbooking
Catalog: languages/wp/*.po
Languages: cs_cz_ml, es_es, hu_hu_if, ja_jp_ho, pt_br, ru_ru_xo

source: Author
cs_cz_ml: Autor
es_es: Autor
hu_hu_if: Szerző
ja_jp_ho: 著者
pt_br: Autor
ru_ru_xo: Автор

source: Archive mot clé pour
cs_cz_ml: Archív pro klíčové slovo
es_es: Archivo de palabra clave para
hu_hu_if: Kulcsszó archiválása
ja_jp_ho: キーワードアーカイブ
pt_br: Arquivar a palavra-chave para
ru_ru_xo: Архив по ключевому слову

source: Résultat de recherche
cs_cz_ml: Výsledky hledání
es_es: Resultado de la búsqueda
hu_hu_if: Keresés eredménye
ja_jp_ho: 検索結果
pt_br: Resultado da pesquisa
ru_ru_xo: Результаты поиска

source: Erreur 404 page non trouvée
cs_cz_ml: Chyba 404 Stránka nenalezena
es_es: Error 404 Página no encontrada
hu_hu_if: Hiba 404 Az oldal nem található
ja_jp_ho: あなたのコメントは承認の待機
pt_br: Erro 404 Página não encontrada
ru_ru_xo: Ошибка 404 страница не найдена

source: (Modifier)
cs_cz_ml: (Změnit)
es_es: (cambio)
hu_hu_if: (Szerkesztés)
ja_jp_ho: （変更）
pt_br: (Editar)
ru_ru_xo: (корректировать)

source: Votre commentaire est en attente d'approbation.
cs_cz_ml: Váš komentář čeká na schválení.
es_es: Su comentario está pendiente de aprobación.
hu_hu_if: A hozzászólása jóváhagyásra vár.
ja_jp_ho: あなたのコメントは承認の待機中
pt_br: Seu comentário está aguardando aprovação.
ru_ru_xo: Ваш комментарий на одобрении.

source: Répondre
cs_cz_ml: Odpověď
es_es: Respuesta
hu_hu_if: Válasz
ja_jp_ho: 返信
pt_br: Resposta
ru_ru_xo: Ответ

source: Vous connecter pour répondre
cs_cz_ml: Připojte se k síti
es_es: Vaya en línea para responder
hu_hu_if: Jelentkezzen be, hogy válaszolni tudjon
ja_jp_ho: 返信のためログイン
pt_br: Conecte-se para responder
ru_ru_xo: Войти, чтобы ответить

source: Mon Compte
cs_cz_ml: Můj účet
es_es: Mi Cuenta
hu_hu_if: Saját fiók
ja_jp_ho: マイアカウント
pt_br: Minha conta
ru_ru_xo: Мой аккаунт

source: Se connecter
cs_cz_ml: Přihlásit
es_es: Acceso
hu_hu_if: Bejelentkezés
ja_jp_ho: ログイン
pt_br: Entrar
ru_ru_xo: Пользователь

source: Choisir le pays
cs_cz_ml: Vyberte zemi
es_es: Seleccione país
hu_hu_if: Válasszon országot
ja_jp_ho: 国を選択
pt_br: Escolher País
ru_ru_xo: Выберите страну

source: Choisir la ville
cs_cz_ml: Vyberte město
es_es: Seleccione la ciudad
hu_hu_if: Válasszon várost
ja_jp_ho: 都市を選択
pt_br: Escolher Cidade
ru_ru_xo: Выберите город

source: Chargement...
cs_cz_ml: Nahrávání ...
es_es: Cargando ...
hu_hu_if: Töltés...
ja_jp_ho: ダウンロード
pt_br: Carregando ...
ru_ru_xo: Загрузка ...

source: S'enregistrer
cs_cz_ml: Registrovat
es_es: Registrarse
hu_hu_if: Regisztráció
ja_jp_ho: 登録する
pt_br: Registrar-se
ru_ru_xo: Зарегистрироваться

source: Plus de 30,000 Auberges de Jeunesse disponible en ligne
cs_cz_ml: Více než 30.000 ubytoven online
es_es: Más de 30.000 Hostales y Albergues baratos en línea
hu_hu_if: Több mint 30.000 ifjúsági Szállás online
ja_jp_ho: 30000件以上のホステルにリンク
pt_br: Mais de 30 000 Albergues online
ru_ru_xo: Более 30 000 хостелов онлайн

source: Free SMS
cs_cz_ml: SMS zdarma
es_es: SMS Gratis
hu_hu_if: Ingyenes SMS
ja_jp_ho: 無料SMS
pt_br: SMS grátis
ru_ru_xo: Бесплатные СМС

source: No Booking fees
cs_cz_ml: Žádné rezervační poplatky
es_es: No cargos de reserva
hu_hu_if: Díjtalan foglalás
ja_jp_ho: 予約料金はありません
pt_br: Sem Taxas de Reserva
ru_ru_xo: Бесплатное бронирование

source: Check your reservation on your mobile
cs_cz_ml: Rezervuj na svém mobilu
es_es: Reservar en su celular
hu_hu_if: Foglalások átnézése a mobilon
ja_jp_ho: 携帯で予約の確認をしてください。
pt_br: Reserve de seu celular
ru_ru_xo: Проверить бронь через мобильный

source: Auberges et logements pas chers
cs_cz_ml: Mládežnické Ubytovny
es_es: Hostales y Albergues
hu_hu_if: Ifjúsági Szállások
ja_jp_ho: ホステル
pt_br: Albergues
ru_ru_xo: Хостелы

source: Réservation d'auberges de jeunesse pour les groupes
cs_cz_ml: Rezervace ubytovny pro skupinu
es_es: Reserva un hostal para tu grupo
hu_hu_if: Foglaljon Ifjúsági Szállást csoportoknak
ja_jp_ho: ユースホステルをグループでの予約
pt_br: Reservar um Albergue para um grupo
ru_ru_xo: Бронирование хостелов для групп

source: Groupes 10+
cs_cz_ml: Skupiny 10 +
es_es: Grupos de 10 +
hu_hu_if: Csoportok 10 +
ja_jp_ho: グループ10 才以上
pt_br: Grupos 10+ pessoas
ru_ru_xo: Группы 10+

source: Destinations
cs_cz_ml: Průvodce
es_es: Guías
hu_hu_if: Úticélok
ja_jp_ho: ガイド
pt_br: Guias
ru_ru_xo: Путеводители

source: Villes les plus populaires
cs_cz_ml: Cíl cesty - Nejoblíbenější města
es_es: Hostales - Destinos
hu_hu_if: Legnépszerűbb városok
ja_jp_ho: もっとも人気のある都市
pt_br: Cidades mais populares
ru_ru_xo: Популярные города

source: Courriel :
cs_cz_ml: E-mail:
es_es: Correo electrónico:
hu_hu_if: E-mail:
ja_jp_ho: Eメール：
pt_br: E-mail:
ru_ru_xo: Электронная почта:

source: Mot de passe :
cs_cz_ml: Heslo:
es_es: Contraseña:
hu_hu_if: Jelszó:
ja_jp_ho: パスワード：
pt_br: Senha:
ru_ru_xo: Пароль:

source: Rester connecté
cs_cz_ml: Zůstaňte ve spojení
es_es: Mantente conectado
hu_hu_if: Maradjon kapcsolatban
ja_jp_ho: ログインを継続する
pt_br: Fique conectado
ru_ru_xo: Оставайтесь на связи

source: Connexion
cs_cz_ml: Přihlášení
es_es: Ingrese aquí
hu_hu_if: Kapcsolat
ja_jp_ho: ログイン
pt_br: Entrar
ru_ru_xo: Логин

source: Mot de passe oublié
cs_cz_ml: Zapomněli jste heslo
es_es: ¿Has olvidado tu contraseña?
hu_hu_if: Elfelejtett jelszó
ja_jp_ho: パスワードを忘れた
pt_br: Esqueceu sua senha?
ru_ru_xo: Забыли пароль?

source: Book
cs_cz_ml: Rezervovat
es_es: Reserva
hu_hu_if: Tartalék
ja_jp_ho: 予約
pt_br: Faça sua reserva
ru_ru_xo: Зарезервировать

source: Articles récents
cs_cz_ml: Nedávné články
es_es: Hostales - Artículos recientes
hu_hu_if: Legfrissebb cikkek
ja_jp_ho: 最近の記事
pt_br: Artigos recentes
ru_ru_xo: Последние статьи

source: En vedette :
cs_cz_ml: Nabízeno:
es_es: Características:
hu_hu_if: Kiemelt:
ja_jp_ho: 特徴：
pt_br: Características:
ru_ru_xo: Особенности:

source: Auberges Recommandées
cs_cz_ml: Doporučené hostely
es_es: Recomendado Hostales
hu_hu_if: Ajánlott hostelek
ja_jp_ho: おすすめのユースホステル
pt_br: albergues recomendados
ru_ru_xo: Рекомендуем хостелы

source: Événements à surveiller
cs_cz_ml: Připravované akce
es_es: Próximos eventos
hu_hu_if: Közelgő események
ja_jp_ho: 今後のイベント
pt_br: Próximos eventos
ru_ru_xo: Предстоящие события

source: Logement à
cs_cz_ml: Bydlení
es_es: Viviendas
hu_hu_if: Szállás
ja_jp_ho: の宿泊所
pt_br: Habitação
ru_ru_xo: Проживание -

source: Groupes
cs_cz_ml: Skupiny
es_es: Grupos
hu_hu_if: Csoportok
ja_jp_ho: グループ
pt_br: Grupos
ru_ru_xo: Группы

source: Auberges à
cs_cz_ml: Ubytovny
es_es: Hostales y Albergues en
hu_hu_if: Ifjúsági Szállások
ja_jp_ho: ホステル
pt_br: Albergues em
ru_ru_xo: Хостелы в

source: Voir Toutes les auberges à
cs_cz_ml: Zobrazit všechny ubytovny
es_es: Vea todos los Hostales y Albergues en
hu_hu_if: Az összes ifjúsági Szállás
ja_jp_ho: 全てのユースホステルを参照
pt_br: Ver todos os albergues em
ru_ru_xo: Посмотреть все хостелы в

source: Publié le
cs_cz_ml: Publikováno
es_es: Publicado
hu_hu_if: Közzétett
ja_jp_ho: 公開
pt_br: Publicado em
ru_ru_xo: Опубликовано

source: à
cs_cz_ml: na
es_es: a
hu_hu_if: -hoz
ja_jp_ho: へ
pt_br: para
ru_ru_xo: к

source: Voir les disponibiliés à
cs_cz_ml: Podívejte se co je k dispozici na
es_es: Ver encuentra conectado a
hu_hu_if: Lásd online
ja_jp_ho: オンラインで参照
pt_br: Veja disponibilidade em
ru_ru_xo: Посмотреть наличие в

source: Plus de détails
cs_cz_ml: Více
es_es: Más
hu_hu_if: További részletek
ja_jp_ho: 詳細
pt_br: Mais detalhes
ru_ru_xo: Подробнее

source: Articles Populaires
cs_cz_ml: Populární články
es_es: Albergue Juvenil - Artículos populares
hu_hu_if: Népszerű cikkek
ja_jp_ho: 人気のある記事
pt_br: Artigos populares
ru_ru_xo: Популярные статьи

source: Dernière Réservation :
cs_cz_ml: Poslední rezervace:
es_es: Última Reservación:
hu_hu_if: Utolsó foglalás:
ja_jp_ho: 最新の予約：
pt_br: Última reserva:
ru_ru_xo: Последняя бронь:

source: nuit
cs_cz_ml: noc
es_es: noche
hu_hu_if: éjszaka
ja_jp_ho: - 宿泊日数
pt_br: noite
ru_ru_xo: ночь

source: nuits
cs_cz_ml: noci
es_es: noches
hu_hu_if: éjszakák
ja_jp_ho: - 宿泊日数
pt_br: noites
ru_ru_xo: ночей

source: Auberges et logements dernière minute pas chers les plus populaires
cs_cz_ml: Všechny levné ubytovny v České Republice a kolem světa.
es_es: Todos los Hostales y Albergues Baratos en el mundo!
hu_hu_if: Olcsó Ifjúsági Szállások Magyarországon és világszerte.
ja_jp_ho: 日本と海外にある格安のホステル
pt_br: Todos os Albergues Baratos no Brasil e no Mundo.
ru_ru_xo: Все дешевые хостелы в России, Украине и по всему миру.

source: Plus de détails sur
cs_cz_ml: Více informací
es_es: Más detalles
hu_hu_if: További részletek a
ja_jp_ho: 最も詳細
pt_br: Mais detalhes
ru_ru_xo: Подробнее

source: Toutes les auberges à
cs_cz_ml: Všechny ubytovny
es_es: Todos los Hostales y Albergues baratos en
hu_hu_if: Ifjúsági Szállások
ja_jp_ho: 全てのユースホステル
pt_br: Todos os albergues
ru_ru_xo: Все хостелы в

source: Destinations - Les villes les plus populaires
cs_cz_ml: Cíl vaší cesty - Nejoblíbenější města
es_es: Hostales - Destinos
hu_hu_if: Úti célok - A legnépszerűbb célállomások
ja_jp_ho: 最も人気のある都市ー目的地
pt_br: Destinos - Cidades mais populares
ru_ru_xo: Самые Популярные Направления

source: Informations générales sur
cs_cz_ml: Obecné informace
es_es: Información general
hu_hu_if: Általános információk
ja_jp_ho: 一般インフォメーション
pt_br: Informações gerais
ru_ru_xo: Общая информация -

source: Coup de Coeur !
cs_cz_ml: Nejlepší!
es_es: Favorito
hu_hu_if: Kedvenc!
ja_jp_ho: 注目！
pt_br: Destaque!
ru_ru_xo: Рекомендуемые!

source: À partir de
cs_cz_ml: Od
es_es: De
hu_hu_if: -tól
ja_jp_ho: より
pt_br: De
ru_ru_xo: От

source: Réserver Maintenant
cs_cz_ml: Rezervujte nyní
es_es: Reserve ahora
hu_hu_if: Foglalja le most
ja_jp_ho: 今すぐ予約
pt_br: Reserve agora
ru_ru_xo: Забронировать сейчас

source: Voir toutes les auberges à
cs_cz_ml: Podívejte se na všechny hostely
es_es: Ver todos los hostales
hu_hu_if: Lásd az összes Ifjúsági Szállást
ja_jp_ho: すべてのホステルを見る
pt_br: Ver todas as pousadas
ru_ru_xo: Показать все хостелы -

source: Derniers articles
cs_cz_ml: Nejnovější články
es_es: Últimas Noticias
hu_hu_if: Legfrissebb cikkek
ja_jp_ho: 最新の記事
pt_br: Artigos recentes
ru_ru_xo: Последние статьи

source: Laisser une réponse
cs_cz_ml: Doporučit dovolenou
es_es: Deja una respuesta
hu_hu_if: Kérjük válaszoljon!
ja_jp_ho: 返信コメントを残す
pt_br: Deixe uma resposta
ru_ru_xo: Написать ответ

source: 1 Commentaire
cs_cz_ml: 1 Komentář
es_es: 1 Comentario
hu_hu_if: 1 Hozzászólás
ja_jp_ho: 1つのコメント
pt_br: 1 comentário
ru_ru_xo: 1 Комментарий

source: % Commentaires
cs_cz_ml: Komentáře %
es_es: Comentarios %
hu_hu_if: % Hozzászólások
ja_jp_ho: コメント％
pt_br: Commentários %
ru_ru_xo: % Комментариев

source: Lire la suite de
cs_cz_ml: Přečtěte si více
es_es: Leer más
hu_hu_if: Olvasson erről többet
ja_jp_ho: 続きを読む
pt_br: Leia mais
ru_ru_xo: Подробнее

source: Publié par
cs_cz_ml: Vydalo
es_es: Publicado por
hu_hu_if: Által közzétett
ja_jp_ho: より発行
pt_br: Publicado por
ru_ru_xo: Издатель

source: Voir le Guide
cs_cz_ml: Prostřednictvím Průvodce
es_es: Consulte la Guía
hu_hu_if: Lásd az útmutatót
ja_jp_ho: ガイド参照
pt_br: Consulte o Guia
ru_ru_xo: См. Путеводитель

source: Les événements à surveiller
cs_cz_ml: Události
es_es: Eventos para supervisar
hu_hu_if: Események figyelemmel kísérése
ja_jp_ho: イベントをみる
pt_br: Acompanhe eventos
ru_ru_xo: События

source: Date :
cs_cz_ml: Datum:
es_es: Fecha:
hu_hu_if: Dátum:
ja_jp_ho: 日付：
pt_br: Data:
ru_ru_xo: Дата:

source: Endroit :
cs_cz_ml: Poloha:
es_es: Ubicación:
hu_hu_if: Helyszín:
ja_jp_ho: 場所：
pt_br: Localização:
ru_ru_xo: Расположение:

source: /destinations/
cs_cz_ml: /Destinace/
es_es: / Destino /
hu_hu_if: / Úticélok /
ja_jp_ho: /目的地/
pt_br: /Destinos/
ru_ru_xo: /направления/

source: Résultats de recherche pour
cs_cz_ml: Výsledky hledání pro
es_es: Resultados de la búsqueda
hu_hu_if: Keresési eredmények
ja_jp_ho: 検索結果
pt_br: Resultados da pesquisa para
ru_ru_xo: Результаты поиска

source: Type d'articles :
cs_cz_ml: Druh článků:
es_es: Tipo de artículos:
hu_hu_if: Cikkek típusa:
ja_jp_ho: 記事の種類：
pt_br: Tipo de artigos:
ru_ru_xo: Тип статьи:

source: Désolé aucun résultat ne répond à vos critères.
cs_cz_ml: Omlouváme se ale nenašly jsme žádné informace které by odpovídaly zadaným kritériím.
es_es: Disculpa, no hay resultados con sus características.
hu_hu_if: Sajnos semmi sem felel meg a kritériumoknak.
ja_jp_ho: 申し訳ありませんがどれも基準を満たさない結果になりました。
pt_br: Desculpe não há resultados que atendam a este critério.
ru_ru_xo: К сожалению, по вашим критериям, ничего не найдено.

source: Enter a city name or hostel name
cs_cz_ml: Zadejte jméno města nebo jméno objektu
es_es: Ingresar ciudad o propiedad
hu_hu_if: Írd be a szállás vagy a város nevét
ja_jp_ho: 街またはホステルの名前を入力
pt_br: Digite o nome da cidade ou acomodação
ru_ru_xo: Введите название города или хостела

source: Pays introuvable
cs_cz_ml: Země nenalezena
es_es: País encontrados
hu_hu_if: Ez az ország nem található
ja_jp_ho: 国が見つかりません
pt_br: País não encontrado
ru_ru_xo: Страна не найдена

source: Ville introuvable
cs_cz_ml: Město nenalezeno
es_es: Ciudad encontrados
hu_hu_if: Ez a város nem található
ja_jp_ho: 市がみつかりません。
pt_br: Cidade não encontrada
ru_ru_xo: Город не найден

source: Date invalide
cs_cz_ml: Neplatné datum
es_es: Fecha incorrecta
hu_hu_if: Érvénytelen dátum
ja_jp_ho: 不可能な日付
pt_br: data inválida
ru_ru_xo: Дата неверно указана

source: Auberges de jeunesse, Hôtels, Appartements, Chambres d'hôtes, Bed and Breakfast, Pensions - Plus de 30000!!
cs_cz_ml: 30 000 ubytoven, hostelů, apartmánů, pokojů se snídaní, penzionů ...
es_es: 30.000 Hostales, Albergues, Hoteles baratos, Apartamentos, B&B y Pensiones...
hu_hu_if: 30000 Ifjúsági Szállás, Szálloda, Apartman, Bed and Breakfast, Panzió...
ja_jp_ho: 日本と海外にある格安のホステル/ユースホステル
pt_br: 30 000 Albergues, Pousadas, Hotéis, Apartamentos, Bed and Breakfast, Pensões...
ru_ru_xo: 30 000 Хостелов, гостиниц, квартир, кроватей и завтраков, и пансионов…

source: Spécifier le pays
cs_cz_ml: Uveďte zemi:
es_es: Especifíque el país
hu_hu_if: Adja meg az országot:
ja_jp_ho: 指定国：
pt_br: Especifique o país:
ru_ru_xo: Укажите страну:

source: Spécifier la ville
cs_cz_ml: Uveďte město:
es_es: Especifíque la ciudad
hu_hu_if: Adja meg a várost:
ja_jp_ho: 指定都市：
pt_br: Especificar a cidade:
ru_ru_xo: Укажите город:

source: Search by city or hostel name:
cs_cz_ml: Hledejte podle jména objektu:
es_es: Buscar por ciudad o nombre de la propiedad :
hu_hu_if: Keress szállás vagy város név szerint:
ja_jp_ho: 街またはホステルの名前で検索:
pt_br: Busca por nome da cidade ou acomodação:
ru_ru_xo: Поиск по городу или имени хостела:

source: Arrivée le:
cs_cz_ml: Příjezd:
es_es: Llegada:
hu_hu_if: Érkezés:
ja_jp_ho: ご到着：
pt_br: Chegada:
ru_ru_xo: Прибытие:

source: Nuits:
cs_cz_ml: Noci:
es_es: Noches:
hu_hu_if: Éjszakák:
ja_jp_ho: 宿泊数
pt_br: Noites:
ru_ru_xo: Ночей:

source: Currency:
cs_cz_ml: Měna:
es_es: Moneda:
hu_hu_if: Pénznem:
ja_jp_ho: 通貨：
pt_br: Moeda:
ru_ru_xo: Валюта:

source: Search Now
cs_cz_ml: Vyhledej
es_es: Buscar ahora
hu_hu_if: Keresés
ja_jp_ho: 今すぐ検索
pt_br: Pesquisar agora
ru_ru_xo: Поиск

source: Tout ce que vous devez savoir sur
cs_cz_ml: Vše, co potřebujete vědět o
es_es: Todo lo que necesitas saber sobre
hu_hu_if: Minden, amit tudni kell
ja_jp_ho: すべてをあなたが知る必要がある
pt_br: Tudo que você precisa saber sobre
ru_ru_xo: Все, что вам нужно знать о

source: Quoi faire à
cs_cz_ml: Co je na
es_es: ¿Qué pasa?
hu_hu_if: Mit lehet tenni
ja_jp_ho: 何をすべきか
pt_br: O que fazer em
ru_ru_xo: Что делать в

source: Plus sur
cs_cz_ml: O
es_es: Sobre
hu_hu_if: Többet erről
ja_jp_ho: 約
pt_br: Mais sobre
ru_ru_xo: Подробнее о

source: Auberges de Jeunesse à
cs_cz_ml: Hostely
es_es: Hostales y Albergues en
hu_hu_if: Ifjúsági Szállások
ja_jp_ho: ユースホステル
pt_br: Albergues da Juventude -
ru_ru_xo: Хостелы -

source: Nos suggestions pour
cs_cz_ml: Naše návrhy
es_es: Hostales - Nuestras propuestas
hu_hu_if: Javaslataink
ja_jp_ho: 私たちの提案
pt_br: Nossas sugestões
ru_ru_xo: Наши предложения для

source: Tous ce que vous devez savoir sur
cs_cz_ml: Vše, co potřebujete vědět o
es_es: Todo lo que necesitas saber
hu_hu_if: Minden, amit tudni kell
ja_jp_ho: すべてのあなたが知る必要がある
pt_br: Tudo que você precisa saber sobre
ru_ru_xo: Все, что вам нужно знать о

source: À ne pas manquer :
cs_cz_ml: Nenechte si ujít:
es_es: No se pierda:
hu_hu_if: Ne hagyja ki:
ja_jp_ho: お見逃しなく：
pt_br: Não perca:
ru_ru_xo: Не пропустите:

source: Auberges Populaires
cs_cz_ml: Populární Ubytování
es_es: Hostales populares
hu_hu_if: Népszerű Ifjúsági Szállások
ja_jp_ho: 人気のホステル
pt_br: Albergues Populares
ru_ru_xo: Популярные хостелы и проживание

source: Choisir un pays
cs_cz_ml: Vyberte si zemi
es_es: Elige un país
hu_hu_if: Válasszon egy országot
ja_jp_ho: 国を選択
pt_br: Escolha um país
ru_ru_xo: Выберите страну

source: Choisir une ville
cs_cz_ml: Vyberte si město
es_es: Elige la ciudad
hu_hu_if: Válasszon egy várost
ja_jp_ho: 都市をお選び
pt_br: Escolha a cidade
ru_ru_xo: Выберите город

source: Spécifier Pays:
cs_cz_ml: Upřesněte Zemi:
es_es: Especifique País:
hu_hu_if: Adja meg az országot:
ja_jp_ho: 指定国：
pt_br: Especifique o país:
ru_ru_xo: Укажите страну:

source: Spécifier Ville:
cs_cz_ml: Upřesněte Město:
es_es: Especifique la ciudad:
hu_hu_if: Adja meg a várost:
ja_jp_ho: 指定市：
pt_br: Especifique a Cidade:
ru_ru_xo: Укажите город:

source: Trouver une Auberge
cs_cz_ml: Najít ubytovnu
es_es: Encontrar un Hostal y Albergue barato
hu_hu_if: Keressen egy Ifjúsági Szállást
ja_jp_ho: ホステルを探す
pt_br: Encontre um albergue
ru_ru_xo: Найти хостел

source: Joignez-vous à nous sur Facebook
cs_cz_ml: Přidejte se k nám na Facebooku
es_es: Unete a nuestro Facebook
hu_hu_if: Csatlakozzon hozzánk a Facebookon
ja_jp_ho: Facebookに参加してください。
pt_br: Junte-se a nós no Facebook
ru_ru_xo: Присоединяйтесь к нам на Facebook

source: Réserver une auberge de jeunesse pour un groupe
cs_cz_ml: Rezervace ubytovny pro skupinu
es_es: Reserva un Hostal para tu grupo
hu_hu_if: Foglaljon Ifjúsági szállást csoportnak
ja_jp_ho: グループでユースホステルの予約を
pt_br: Reservar um Albergue para um grupo
ru_ru_xo: Забронировать хостел для группы

source: Réservation de groupes
cs_cz_ml: Skupinové rezervace
es_es: Reservas de grupo
hu_hu_if: Csoport foglalás
ja_jp_ho: グループ予約
pt_br: Reservas de Grupos
ru_ru_xo: Бронирование для групп

source: Visiter notre centre d'aide
cs_cz_ml: Navštivte naše Centrum pomoci
es_es: Visite nuestro Centro de Ayuda
hu_hu_if: Látogassa meg a Súgót
ja_jp_ho: ヘルプセンター訪問
pt_br: Visite a nossa Central de Ajuda
ru_ru_xo: Посетите наш справочный центр

source: Visiter nos guides
cs_cz_ml: Navštivte našeho průvodce
es_es: Visite nuestros guías
hu_hu_if: Látogassa meg az útmutatókat
ja_jp_ho: 私たちのガイドに訪問
pt_br: Visite os nossos guias
ru_ru_xo: Посетите наши путеводители

source: Modify search
cs_cz_ml: Uprav vyhledávání
es_es: Modificar búsqueda
hu_hu_if: Keresés modósitása
ja_jp_ho: 検索を修正
pt_br: Modificar pesquisa
ru_ru_xo: Корректировать параметры поиска

source: Back to top
cs_cz_ml: Zpátky nahoru
es_es: Regresar al inicio
hu_hu_if: Vissza az oldal tetejére
ja_jp_ho: トップに戻る
pt_br: Voltar ao topo
ru_ru_xo: Вернуться к началу

source: Send confirmation email
cs_cz_ml: Pošli potvrzení emailem
es_es: Enviar correo electrónico de confirmación
hu_hu_if: Küld el a megerősitő emailt
ja_jp_ho: 確認メールを送ってください。
pt_br: Enviar e-mail de confirmação
ru_ru_xo: Подтверждение по электронной почте

source: Room type and number of guests
cs_cz_ml: Typ pokoje a počet hostů
es_es: Tipo de habitación y número de huéspedes
hu_hu_if: Szoba tipúsa és a vendégek száma
ja_jp_ho: ゲストの部屋の種類と数
pt_br: Tipo de quarto e número de hóspedes
ru_ru_xo: Тип комнаты и количество гостей

source: Book Now
cs_cz_ml: Zarezervuj
es_es: Reservar ahora
hu_hu_if: Foglalj most
ja_jp_ho: 今すぐ予約
pt_br: Reserve agora
ru_ru_xo: Зарезервировать

source: Day
cs_cz_ml: Den
es_es: día
hu_hu_if: Nap
ja_jp_ho: 一日
pt_br: Dia
ru_ru_xo: День

source: Search for another hostel
cs_cz_ml: Hledej jiný hostel
es_es: Buscar otro propiedad
hu_hu_if: Keress egy másik Ifjúsági Szállást
ja_jp_ho: 別のホステルを検索してください
pt_br: Buscar outra propriedade
ru_ru_xo: Поиск другого хостела:

source: About
cs_cz_ml: Informace o objektu
es_es: Sobre
hu_hu_if: Erről
ja_jp_ho: ついて
pt_br: Sobre
ru_ru_xo: О нас

source: Back to results
cs_cz_ml: Zpátky na výpis výsledků
es_es: Regresar a los resultados
hu_hu_if: Vissza az eredményhez
ja_jp_ho: 検索結果に戻る
pt_br: Voltar aos resultados
ru_ru_xo: Вернуться к результатам

source: View Mobile Site
cs_cz_ml: Náhled na mobilní stránku
es_es: Ver la versión móvil
hu_hu_if: Mutasd a mobil oldalt
ja_jp_ho: 携帯サイトを見る
pt_br: Ver site para celular
ru_ru_xo: Посмотреть сайт для мобильного

source: Reset
cs_cz_ml: Restartuj
es_es: Reinicializar
hu_hu_if: Tőrlés
ja_jp_ho: リセット
pt_br: Recomeçar
ru_ru_xo: Изменить

source: Latest Reviews
cs_cz_ml: Poslední recenze
es_es: Ultimos comentarios
hu_hu_if: Legfrissebb értékelések
ja_jp_ho: 最新のレビュー
pt_br: Comentários mais recentes
ru_ru_xo: Последние обзоры

source: Check Availability
cs_cz_ml: Zkontroluj dostupnost
es_es: Chequear Disponibilidad
hu_hu_if: Elérhetőség
ja_jp_ho: 空いてるかどうかチェックしてください
pt_br: Verificar a disponibilidade
ru_ru_xo: Проверить наличие

source: Change dates
cs_cz_ml: Změň datumy
es_es: Cambiar fechas
hu_hu_if: Dátum változtatása
ja_jp_ho: 日にちを変更
pt_br: Mudar as datas
ru_ru_xo: Изменить даты

source: Back to search results
cs_cz_ml: Zpátky na výpis výsledků vyhledávání
es_es: Regresar a busqueda de resultados
hu_hu_if: Vissza a keresés eredményéhez
ja_jp_ho: 検索結果に戻る
pt_br: Voltar aos resultados
ru_ru_xo: Вернуться к результатам поиска

source: This property does not offer any dorms.
cs_cz_ml: Tento objekt není studentská kolej
es_es: Esta propiedad no ofrece ningún tipo de habitacioines comunes.
hu_hu_if: Ezen a szálláshelyen nincs hálóterem
ja_jp_ho: この宿泊施設は寮を提供しておりません
pt_br: Esta propriedade não oferece dormitórios.
ru_ru_xo: Это место не предлагает общежитие.

source: This property does not offer any private rooms.
cs_cz_ml: Tento objekt nenabízí žádné soukromé pokoje
es_es: Esta propiedad no ofrece habitaciones privadas.
hu_hu_if: Ezen a szálláshelyen nincs privát szoba
ja_jp_ho: この宿泊施設は個別の部屋を提供しておりません
pt_br: Esta propriedade não oferece quartos privativos.
ru_ru_xo: Это место не предлагает отдельных комнат.

source: Read more…
cs_cz_ml: Čti více ....
es_es: Leer mas…
hu_hu_if: További információk...
ja_jp_ho: もっと読む
pt_br: Leia mais ...
ru_ru_xo: Читать далее...

source: View On Map
cs_cz_ml: Ukaž na Mapě
es_es: Ver en el mapa
hu_hu_if: Mutasd a térképen
ja_jp_ho: マップで見る
pt_br: Exibir no mapa
ru_ru_xo: Посмотреть на карте

source: Change Dates
cs_cz_ml: Změň datumy
es_es: Modifique las fechas
hu_hu_if: A dátumok modósitása
ja_jp_ho: 日にちを変更
pt_br: Alterar Datas
ru_ru_xo: Изменить даты

source: Proceed To Payment
cs_cz_ml: Pokračuj k Zaplacení
es_es: Proceder al pago
hu_hu_if: Menjen a fizetési oldalra
ja_jp_ho: 支払いに進む
pt_br: Ir ao pagamento
ru_ru_xo: Перейти к оплате

source: Hostel info
cs_cz_ml: Informace o objektu
es_es: Información de la propiedad
hu_hu_if: Szállás információ
ja_jp_ho: ホステルの情報
pt_br: Informações sobre o estabelecimento
ru_ru_xo: Информация о хостеле

source: Back to account home page
cs_cz_ml: Zpátky na ůčet domovské stránky
es_es: Volver a la página principal
hu_hu_if: Vissza a számla kezdőlapra
ja_jp_ho: アカウントホームページに戻る
pt_br: Voltar para a página principal do account
ru_ru_xo: Вернуться на страницу аккаунта

source: Pictures
cs_cz_ml: Fotografie
es_es: Fotos
hu_hu_if: Képek
ja_jp_ho: 写真
pt_br: Fotos
ru_ru_xo: Фотографии

source: Phone (please include the country code)
cs_cz_ml: Telefonní číslo (prosím uveďte kód pro vaši oblast)
es_es: Teléfono (por favor incluya el código del país)
ja_jp_ho: 電話番号（国番号を含む）
ru_ru_xo: Телефон (пожалуйста, укажите код страны)

source: Text/SMS (Free)
cs_cz_ml: Text/SMS (zdarma)
es_es: SMS Gratis con su confirmación
hu_hu_if: Ingyenes SMS
ja_jp_ho: （無料の）テキスト/SMS
pt_br: SMS grátis
ru_ru_xo: Текст/СМС (бесплатно)
